[
  {
    "id": "mw_integrated_shock_claws",
    "name": "Shock Claws",
    "mount": "Heavy",
    "type": "Melee",
    "profiles": [
      {
        "name": "Shock Claws",
        "range": [
          {
            "type": "Threat",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "3d6"
          }
        ],
        "tags": [
          {
            "id": "tg_ap"
          },
          {
            "id": "tg_overkill"
          }
        ],
        "effect": "This weapon may only be used during the Go Loud core power.",
        "on_hit": "1/round, on hit with this weapon you may deal 2 AP energy damage to a different character within range 3 of the target."
      },
      {
        "name": "Damaged",
        "range": [
          {
            "type": "Threat",
            "val": 2
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "3d6"
          }
        ],
        "tags": [
          {
            "id": "tg_ap"
          },
          {
            "id": "tg_overkill"
          }
        ],
        "effect": "This weapon may only be used during the Go Loud core power. If the Lycan had taken either Stress or Structure damage before Going Loud, this profile replaces the default Shock Claws profile.",
        "on_hit": "1/round, on hit with this weapon you may deal 2 AP energy damage to one or two different characters within range 3 of the target."
      },
      {
        "name": "Ruined",
        "range": [
          {
            "type": "Threat",
            "val": 2
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "4d6"
          }
        ],
        "tags": [
          {
            "id": "tg_ap"
          },
          {
            "id": "tg_overkill"
          }
        ],
        "effect": "This weapon may only be used during the Go Loud core power. If the Lycan had taken both Stress and Structure damage before Going Loud, this profile replaces the default Shock Claws profile.",
        "on_hit": "1/round, on hit with this weapon you may deal 2 AP energy damage to one or two different character within range 3 of the target, and you gain 4 Overshield."
      }
    ]
  },
  {
    "id": "mw_legionnaire_battle_rifle",
    "name": "Legionnaire Battle Rifle",
    "source": "HA",
    "license": "Gilgamesh",
    "license_level": 1,
    "mount": "Heavy",
    "type": "Rifle",
    "description": "Harrison Armory's primary model Legionnaire heavy battle rifle is a mainstay of both regular and auxiliary Armory forces regardless of theater or world of origin, standardizing logistics and streamlining integration of foreign and local assets. Chambered in a high-caliber round with a variety of magazine options, the weapon is both inexpensive to print and easy to operate despite its size, and its robust design allows for sustained volumes of both precision and saturation fire even across extended engagements without the risk of mechanical failure. Legionnaire pilots are rigorously trained in fire discipline, but enthusiastic recruits are still known to make up for a lack of experience with an excess of ammunition.",
    "damage": [
      {
        "type": "Kinetic",
        "val": "1d6+3"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 15
      }
    ],
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "effect": "You may attack with this weapon without expending or requiring charges, and whenever you would be forced to destroy a weapon due to critical damage or other effects, you may choose this weapon to destroy even if it has no charges remaining.",
    "on_attack": "You may expend up to 3 charges, gaining either +2 Reliable or +1 Accuracy to this attack for each charge expended."
  },
  {
    "id": "mw_thermal_blade",
    "name": "Thermal Blade",
    "source": "HA",
    "license": "Gilgamesh",
    "license_level": 2,
    "mount": "Main",
    "type": "Melee",
    "description": "Available in a variety of designs extensively curated for maximum wide-reaching cultural appeal, the Armory's line of thermal blades are considered a status symbol among some Legionnaires, as well as a valuable close-quarters assault tool. Unpowered the blade is merely a conventional, if solidly designed, chassis-grade tactical melee weapon, but when the blade's internal power bank is discharged its striking edge is briefly superheated to extreme temperatures. In addition to its own internal power supply, thermal blades can even accept limited coldcore draw through hard-cable or induction feeds.",
    "damage": [
      {
        "type": "Energy",
        "val": "1d6"
      },
      {
        "type": "Heat",
        "val": 1
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_ap"
      },
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_heat_self",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "effect": "You may attack with this weapon without expending charges or requiring, and whenever you would be forced to destroy a weapon due to critical damage or other effects, you may choose this weapon to destroy even if it has no charges remaining.",
    "on_hit": "If you are in the Danger Zone you may expend a charge to to deal +3 heat, or if you are not in the Danger Zone you may take 3 heat to expend a charge anyway."
  },
  {
    "id": "mw_legion_nexus",
    "name": "Legion Nexus",
    "source": "HA",
    "license": "Gilgamesh",
    "license_level": 3,
    "mount": "Superheavy",
    "sp": 1,
    "type": "Nexus",
    "description": "The PRAETORIAN combat subaltern is one of the Armory's latest and most advanced models, designed for shock assault, seize-and-hold, and combined arms doctrines. Capable of effectively wielding both man-portable and heavier-than anti-mech/anti-materiel weapons and utilizing a tiered hierarchy/command structure allowing them to operate at levels ranging from individual fire teams to brigade strength under local comp/con or NHP command, a squadron of PRAETORIAN subalterns can also be seconded to pilots under local nexus node control, and one or more squadrons are often assigned to Legionnaire units during combat operations to provide integrated support. Personality matrices are customizable by users, and HA offers a variety of preset options to choose from at time of licensing.",
    "damage": [
      {
        "type": "Variable",
        "val": "3d6+4"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": "10"
      }
    ],
    "tags": [
      {
        "id": "tg_smart"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "effect": "Each time you print this weapon or during a Full Repair, choose whether it deals kinetic, explosive, or energy damage. You may attack with this weapon without expending or requiring charges, and whenever you would be forced to destroy a weapon due to critical damage or other effects, you may choose this weapon to destroy even if it has no charges remaining.",
    "deployables": [
      {
        "name": "Legion Drone",
        "type": "Drone",
        "detail": "As a quick action, you may spend a charge to task a team of subalterns to operate independently from the main unit. This counts as a drone (Size 1/2, 5 HP, 10 Evasion/E-Defense) deployed in a free space adjacent to you. During your turn, all deployed legion drones may move 3 spaces in any direction and then perform one of the following as a free action:<ul><li>Open Fire: The drone makes a ranged attack against a target within Range 10 using your Grit versus the target's E-Defense, dealing 1d6+2 damage of the same type as the legion nexus on hit.</li><li>Suppression Protocols: Lay down suppressing fire against a hostile character within Range 10. That character becomes Impaired and all your attacks with the legion nexus against them are made with +1 Accuracy until the end of their next turn. This effect does not stack.</li><li>Assault Position: Move an additional 2 spaces. If the drone ends this movement adjacent to a hostile character, that character takes 3 kinetic damage and must pass a Hull save or be knocked Prone.</li></ul>Legion drones cannot be recalled and expire at the end of the scene.",
        "size": 0.5,
        "activation": "Quick",
        "instances": 1,
        "cost": 1,
        "armor": 0,
        "hp": 5,
        "evasion": 10,
        "edef": 10
      }
    ]
  }
]