[
  {
    "id": "coldcore_meet_your_fans",
    "name": "MEET YOUR FANS",
    "activation": "Downtime",
    "terse": "You go out to gladhand, sign autographs, bump shoulders, stream your day and host meet-ups.",
    "detail": "When you meet your fans you go out to gladhand, sign autographs, bump shoulders, stream your day and host meet-ups. Describe how you’re working the crowd, what you’re looking for, and make a skill check. The Show Off or Charm triggers are probably applicable.<br><br>Are you looking for Fame (make your name known, climb the social ladder, get exclusive access), Fortune (obtain something valuable, do something extravagant, buy someone’s favor), or Glory (demand a social change, absolve crime or guilt, motivate your fans to specific action)<br><br>On a result of 9 or lower your display doesn’t land. You get what you want and pick one:<ul><li>You start a scandal that alienates some of your fans.</li><li>You lose control of the crowd and something or someone gets hurt.</li><li>You make a promise to someone powerful that you’ll need to follow through on.</li><br>On a result of 10-19, you get what you want but your fans are growing restless. The next time you get this result, treat it as a result of 9 or lower unless you immediately do something drastic to impress them.<br><br>On a result of 20+, you get what you want and choose one:<ul><li>Your status protects you from harm and misfortune; the next Downtime Action you take is treated as having a result one level higher than what was rolled. If you rolled a 20+, this effect is not expended.</li><li>Gain one reserve from the Resources list (Lancer Core Book p51)</li><li>You make a lasting impression on an NPC; they become a persistent contact for you, and will perform small favors and aid within their means, though extreme requests might require additional convincing.</li>"
  },
  {
    "id": "coldcore_confront_your_rival",
    "name": "CONFRONT YOUR RIVAL",
    "activation": "Downtime",
    "terse": "You single out a notable NPC for a one-on-one confrontation.",
    "detail": "When you confront your rival you single out a notable NPC for a one-on-one confrontation. It could be anything from a public duel to heated words over lunch. Describe how you intend to beat them and make a skill check. The Apply Fists to Faces, Show Off, or Threaten triggers are probably applicable.<br><br>On a result of 9 or lower, they leave with the upper hand. The next time you interact you take +1 Difficulty on all rolls involving them until you succeed at a roll or the scene ends. Additionally, pick one of the following to keep, and one to lose:<ul><li>Your dignity and composure.</li><li>Your reputation and social standing.</li><li>Your confidence or physical well-being.</li><br>On a result of 10-19 you trade blows, leaving on a draw. You and the GM both pick one of the following options, with the GM choosing what your rival gains:<ul><li>You impress someone watching.</li><li>You learn something new and valuable.</li><li>You embarrass or unsettle your rival.</li><li>You gain your rivals’ respect or admiration.</li><li>You choose the next time and place you’ll see them.</li><br>On a result of 20+ you gain the upper hand and force them to back down. Choose one of the options from the 10-19 result, and one of the following:<ul><li>They owe you a favor or make a promise they must keep.</li><li>The next time you meet you gain +1 Accuracy on rolls involving them until you fail a roll or the scene ends.</li><li>You spark an ideological or personal change, though it may take time and further effort to fully form."
  }
]