[
  {
    "id": "kkca_bespoke_armaments",
    "name": "BESPOKE ARMAMENTS",
    "source": "K/KCA",
    "description": "<i>There is an old Karrakin idiom – a blade that does not know its master cuts both ways. Superstition is unbecoming, but Assembly tailors highly encourage clients to participate in the design and forging process of any new weapon pattern.</i>",
    "effect": "Choose a mount. All weapons on that mount can be fired while Jammed with +1 Difficulty, and each time you full repair you can choose one <b>Mod</b> and one <b>Style</b>:<ul><li><b>Mods:</b></li><li>Replace all instances of one of Kinetic, Explosive, or Energy damage that they deal with a different damage type.</li><li>Weapons gain or lose the Smart tag (choose individually).</li><li>Melee weapons gain Thrown 5, or increase their Thrown value by +3.</li><li>Ranged weapons gain +3 Range.</li><li><b>Styles:></b></li><li>Melee weapons gain +1 Threat.</li><li>Ranged weapons gain one additional weapon type (Cannon, CQB, Launcher, Nexus, Rifle).</li><li>1/Scene weapons on this mount can be reloaded as a free action.</li><li>Damage that weapons on this mount deals cannot be reduced below 1.",
    "mounted_effect": "All weapons on that mount can be fired while Jammed with +1 Difficulty, and each time you full repair you can choose one <b>Mod</b> and one <b>Style</b>:<ul><li><b>Mods:</b></li><li>Replace all instances of one of Kinetic, Explosive, or Energy damage that they deal with a different damage type.</li><li>Weapons gain or lose the Smart tag (choose individually).</li><li>Melee weapons gain Thrown 5, or increase their Thrown value by +3.</li><li>Ranged weapons gain +3 Range.</li><li><b>Styles:></b></li><li>Melee weapons gain +1 Threat.</li><li>Ranged weapons gain one additional weapon type (Cannon, CQB, Launcher, Nexus, Rifle).</li><li>1/Scene weapons on this mount can be reloaded as a free action.</li><li>Damage that weapons on this mount deals cannot be reduced below 1."
  },
  {
    "id": "kkca_private_tutor",
    "name": "PRIVATE TUTOR",
    "source": "K/KCA",
    "effect": "Gain one rank in two Talents or two ranks in a single Talent.",
    "description": "<i>The K/KCA martial conservatory is an elite institution – seasonal trainee positions are rigorously competitive even for the introductory courses. Private instruction is invitation-only and a sign of either very real skill or, more quietly, a generous donation.</i>"
  },
  {
    "id": "kkca_signature_maneuvers",
    "name": "SIGNATURE MANEUVERS",
    "source": "K/KCA",
    "description": "<i>“First, master the fundamentals. When you have done that, do it again. Continue this until your blade is closer to you than the fingers on your hand or the siblings of your blood, at which point you have likely already died an old and wasted life. Then, and only then, may you attempt to ‘improvise’.”</i>",
    "effect": "Choose a single system installed on your mech. Reduce its SP cost by 2, to a minimum of 0. This system is not a valid target for destruction and can be used even while Jammed. Any checks or saves it inflicts on hostile characters are made with +1 Difficulty.",
    "bonuses": [
      {
        "id": "sp",
        "val": 2
      }
    ]
  },
  {
    "id": "kkca_tourney_enhancements",
    "name": "TOURNEY ENHANCEMENTS",
    "source": "K/KCA",
    "description": "<i>When you stand in the arena, you are not alone there; with you stands your family, your teachers, the engineers of your frame and of the legend it was born from. You carry their honor on your shoulders – do not let it slip.</i>",
    "effect": "Any time you spend CP to activate a Core Power, you may also take a free action to grandstand, gaining resistance to all damage until the start of your next turn and clearing all conditions that were not self-inflicted. Then roll 1d20; on 20, you regain 1 CP. You must take the first result rolled, even if you would roll multiple d20."
  },
  {
    "id": "kkca_oath_of_excellence",
    "name": "OATH OF EXCELLENCE",
    "source": "K/KCA",
    "description": "<i>Every swing of your blade is a silent vow; every shot fired a promise made. Your birth does not make you superior, nor your name, your title, your riches or your laurels. They are each an oath, a debt, a chain: that you must </i>be<i> these things, that excellence is the </i>only<i> option. Bear your shackles with pride, and keep your promises.</i>",
    "effect": "Your attack rolls score a critical hit on a final result of 18+."
  },
  {
    "id": "champ_after_market_mods",
    "name": "AFTER-MARKET MODS",
    "source": "MENAGERIE",
    "description": "<i>There are very few restrictions when it comes to the Menagerie’s design policy, and their network of contacts and gray-market suppliers make almost any idea possible.</i>",
    "effect": "Whenever you roll for an Experimental effect, if you do not trigger the effect, add +1 to the next Experimental roll you make. This effect can stack, and resets to 0 when you trigger any Experimental effect."
  },
  {
    "id": "champ_championship_title",
    "name": "CHAMPIONSHIP TITLE",
    "source": "MENAGERIE",
    "description": "<i>Though the full Championship only occurs once every standard year, many contestants continue to chase success in spillover contests and local leagues, bolstering their skill and reputation for the next cycle.</i>",
    "effect": "You reduce all involuntary movement inflicted on you by -1 while in a control or objective zone, and increase any Knockback you inflict against characters in the same zone by +1. 1/round when a hostile character starts their turn adjacent to you or enters adjacency for the first time on a turn you may Ram or Grapple them as a reaction."
  },
  {
    "id": "champ_sulfur_augmentation",
    "name": "SULFUR AUGMENTATION",
    "source": "MENAGERIE",
    "description": "<i>Using novel blackbox thermodynamic predictions and exotic material science, Menagerie-modified reactors contain a regenerative coating that recaptures a majority of normally wasted reaction heat. This sustains otherwise unsustainably high draw from pre-optimization prototype systems.</i>",
    "effect": "When you activate a Supercharge you may either cool all Heat or spend a Repair to regain all HP as if you had Stabilized. During a rest, you may spend a Repair to recharge a single Supercharge system you have activated during this mission."
  },
  {
    "id": "champ_underdog_overhaul",
    "name": "UNDERDOG OVERHAUL",
    "source": "MENAGERIE",
    "description": "<i>Sacrificial capacitors, breakaway plating, and dummy hardpoints are common modifications in Menagerie frames to pull bursts of speed and surprising action from ordinarily crippling damage. Victory is all the sweeter when pulled from the jaws of defeat, and the most successful pilots know how to ride that edge of certainty as closely as possible.</i>",
    "effect": "Gain +1 Accuracy on all checks and saves when at 2 or less Structure. When you lose Structure, before resolving the Structure check, you may immediately take any quick action. This does not count as a reaction. This action cannot prevent you from losing the Structure or making the check; if it would cause you to regain HP it is applied after damage rolls over."
  }
]