[
  {
    "id": "kkca_zomorrodnegar",
    "license_level": 2,
    "source": "K/KCA",
    "name": "ZOMORRODNEGAR",
    "mechtype": [
      "Striker",
      "Controller"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "The Zomorrodnegar chassis template is the break-out star of K/KCA’s newest offerings after a resounding series of wins at its release-year’s inter-studio combat festival ensured that it would become a household name. It is lithe, agile, and incredibly precise; it combines fluid visual style with a significant combat advantage over older, slower models. Its lightweight armament allows for rapid and target saturation, and it excels at dazzling, disabling, and destroying sturdier chassis through concentrated fire and clever tactics. The Zomorrodnegar, each custom-balanced to its pilot, accomplishes a role as a resourceful and cunning skirmisher without sacrificing the honorable technique or martial prowess that K/KCA is known for.",
    "mounts": [
      "Flex",
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 8,
      "tech_attack": 0,
      "save": 11,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Falcon",
        "description": "1/Round when the Zomorrodnegar hits a character from a higher elevation while they have at least one condition, it deals +1d6 bonus damage. If they have no conditions, they become Impaired or Slowed until the end of their next turn instead."
      },
      {
        "name": "Acrobat Ligature",
        "description": "The Zomorrodnegar has +1 Accuracy on Agility checks and saves, and can fly whenever it moves, but it must land at the end of each movement or it falls.",
        "synergies": [
          {
            "locations": [
              "agility",
              "skill_check"
            ],
            "detail": "The Zomorrodnegar gains +1 Accuracy on Agility checks and saves."
          }
        ]
      }
    ],
    "core_system": {
      "name": "SAMYELI AUTO-LOADING RECURVE BOW",
      "description": "Bows are widely disregarded in mech combat – an error that K/KCA seeks to correct through example. Built to easily fold out of a limb, the Samyeli requires a high degree of manual skill and coordination to master. This much is expected of any pilot who comes to K/KCA; if they meet muster, it will serve them to devastating effect.",
      "active_name": "Poisonous Wind",
      "active_effect": "Immediately nock three arrows. Until the end of the scene, you nock two arrows at the end of each turn (or three if you Boost), and your Samyeli Recurve Bow gains Reliable 3 and On Critical Hit: Choose one of the following options:<ul><li>Your target is Impaired and unable to take reactions until the end of their next turn.</li><li>Nock one arrow after all attacks resolve.</li><li>Your target is Slowed until the end of their next turn, and you may push them 1 space in any direction..</li>",
      "activation": "Protocol",
      "use": "Encounter",
      "integrated": [
        "kkca_samyeli_recurve_bow"
      ]
    }
  },
  {
    "id": "kkca_nandaka",
    "license_level": 2,
    "source": "K/KCA",
    "name": "NANDAKA",
    "mechtype": [
      "Defender"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "The original Nandaka was the first public design that K/KCA released. Piloted in a surprise bout by a visiting minor scion from the House of Stone, it was resoundingly defeated. The loss nearly toppled the nascent studio – and yet, they remained. The failure became a lesson in endurance; in hardship, and adversity. The very same chassis was rebuilt from scrap, redesigned and refitted with fresh technology. The first was too staid: tradition, but without the boldness to bring it into the modern era. A once simple shield was fitted with a high-yield particle barrier; it nearly doubled in stature; each armored plate was removed and replaced with a layered composite for superior speed and mobility. The second Nandaka was piloted by Kasimir Coryat himself in a sanctioned wargame. He and his entire squad emerged without a single scratch. Tall and proud, the Nandaka is a paragon of fearless, magnanimous defense.",
    "mounts": [
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 6,
      "evasion": 8,
      "edef": 6,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Energized Guardian",
        "description": "Allied characters adjacent to the Nandaka can use it for hard cover, and benefit from any Overshield it has as if it were their own."
      },
      {
        "name": "Shock Absorption",
        "description": "1/Round as a reaction when the Nandaka is the target of a Blast, Burst, Line, or Cone attack or effect that includes at least one allied character it may grant all allied characters in the area resistance to all damage and heat from the attack or effect. It takes 1 Heat for each character protected this way."
      }
    ],
    "core_system": {
      "name": "KINETIC-CAPTURE IMPULSE SCUTUM",
      "description": "Though the entirety of the Nandaka is heavily armored, its strongest point is the Scutum; a shield nearly as tall as the frame itself and twice as strong. Its colossal size belies careful design; the armature attached to it can swing the shield at the slightest thought in a torque-aided arc, and on impact transfers the momentum back to a particle dynamo that can extend across its entire body.",
      "active_name": "Break Heaven's Wheel",
      "active_effect": "Create a Burst 2 area that lasts until the end of the scene. Hostile characters at least partially in the area cannot draw line of sight except to spaces adjacent to them. Attacks made against allied characters at least partially in the area have +1 Difficulty. Overwatch attacks against hostile characters in the area with your Impulse Scutum do not consume your Overwatch for the round.<br><br>Allied characters at least partially inside the area gain Overshield X if they end their turn in the shield, where X is 3 + their current Overshield, to a maximum of 9.",
      "activation": "Quick",
      "use": "Encounter",
      "integrated": [
        "kkca_impulse_scutum"
      ]
    }
  },
  {
    "id": "kkca_tizona",
    "license_level": 2,
    "source": "K/KCA",
    "name": "TIZONA",
    "mechtype": [
      "Striker",
      "Support"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "Before there was K/KCA, there was Khargan Assayid, hotshot underdog of the Ispahsalar dueling circuit. His mech was a custom frame modified and maintained in the family for generations – but it was his skill and bold talent that drew the eye of Kasimir Coryat in the audience. A chance meeting led to Kasimir joining him as Khargan braved the Capitol Laurel Combat Tourney – first as a mechanic, then a comrade-in-arms in the ring as they fought their way to the top. The first place prize laid the seed to form the Assembly, both in funds and in social capital. Decades later the Tizona is still known by name even outside of piloting circles. It is rare to see outside of K/KCA demonstrations; all licenses must be personally approved by Khargan himself. Only the best of the best can carry on his legacy. <br><br>The exact provenance of Khargan’s ancestral Tizona is not well known, even to the family. It’s original systems and armaments have long since been replaced, refurbished, and redesigned dozens of times over. Any who lays eyes on it can tell that it is a testament to the skill and devotion of House Assayid. It holds every eye in battle; the stage revolves around its charge. A courageous commander, deft warrior, and powerful ally, the Tizona is a hero of old Karrakis brought to life in shining steel.",
    "mounts": [
      "Heavy",
      "Main",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 6,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -1,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Scale Armor",
        "description": "The Tizona cannot be pushed, pulled, knocked back, or knocked Prone by characters in Range 3. Attacks against it originating from within Range 3 are reduced twice as much by its armor."
      },
      {
        "name": "Warlord",
        "description": "1/Round as a reaction when an allied character attacks a hostile character within Range 3 of the Tizona and misses, it can force them to hit instead, dealing half damage, Heat, and Burn."
      }
    ],
    "core_system": {
      "name": "'VALENCIA' COMPOSITE LANCE",
      "description": "The Valencia lance is a simple weapon at first glance; a sharpened stick that uses the momentum of the wielder to drive itself home, frequently breaking off at the head on impact. This breakaway feature is a boon in disguise – it frees the Tizona from unwanted entanglement after clashes, and enables the Valencia’s more advanced techniques.<br>Under the surface, the multi-headed Valencia lance pattern uses an automated sheath/chamberlain construct to dynamically craft and refit the lance heads as they break; by cycling several boutique designs it can ensure that the Tizona always has the appropriate tool on hand for any opponent.",
      "active_name": "El Campeador",
      "active_effect": "Until the end of the scene, you may take your Warlord reaction as many times per round as it is triggered, taking 1 Heat for every reaction after the first. Additionally, 1/round when a character in Range 3 is hit by an attack you can Skirmish as a reaction targeting that character.",
      "use": "Encounter",
      "activation": "Protocol",
      "integrated": [
        "kkca_valencia_c_lance"
      ]
    }
  },
  {
    "id": "kkca_tyrfing",
    "license_level": 2,
    "source": "K/KCA",
    "name": "TYRFING",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "Beside the storied history of Karrakin nobility and their glory and achievement is a song less sung; of the tireless soldiers at their side and their command, the bodyguards and regiment men that circle each scion in their gilded seat. By right of ignoble birth they are afforded a certain brutality that their patrons dare not approach – a rough, bodily elegance. The martial traditions of the protector-clades and sub-noble armsmen are as rich as any other in the Concern, and unique in their methodology by forgoing the pretense of panache or superiority for direct force and simple efficiency.<br><br>Tyrfing licenses are frequently purchased indirectly; they are gifts, and investments, given by noble clientele to their favored hands in a gesture of faith and future service. They are designed to be the perfect second by the Assembly, such that any who would threaten their ward in or out of the arena or tourney stage sees a swift and terrifying retribution.",
    "mounts": [
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 11,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Grindstone",
        "description": "When the Tyrfing is hit with an attack it gains +1 Speed, to a maximum of +4, until the end of its next turn.",
        "synergies": [
          {
            "locations": [
              "move"
            ],
            "detail": "When the Tyrfing is hit with an attack it gains +1 Speed, to a maximum of +4, until the end of its next turn."
          }
        ]
      },
      {
        "name": "Guardian",
        "description": "Allied characters can use the Tyrfing for hard cover."
      }
    ],
    "core_system": {
      "name": "JARLSKOLD'S ARSENAL",
      "description": "The Tyrfing must be both sword and shield at all times. To do so, it hosts a milspec flashprinter to produce a ready supply of evenly weighted nanocarbon blades, so it is never unarmed. This armory is then augmented by powerful adaptive algorithms, reactive muscle, and kinetic storage/impulse engines to create a formidable response profile to any threat against their designated charge.",
      "active_name": "Ragnarok Edge",
      "active_effect": "Until the end of the scene your Ward gains resistance to all damage while they are adjacent to you, and your Eschaton Axe gains On Hit: Your target gains a cumulative -1 to attack rolls, Speed, and Armor until they lose structure or Stabilize.",
      "activation": "Protocol",
      "use": "Encounter",
      "integrated": [
        "kkca_eschaton_axe"
      ],
      "passive_name": "Royal Guard Dynamo",
      "passive_effect": "The Tyrfing has a powerful engine of defensive maxims and flash-forged weapons tied to a short-cycle kinetic dynamo. As a <b>protocol</b>, choose an allied character in Range 5 to become your Ward. All attacks made against your Ward gain +1 Difficulty while they are adjacent to you. You may only have one Ward at a time, and designating a new character removes the previous designation. This designation is also lost if you end your turn beyond Range 5 from your Ward.<br><br>When you designate a Ward you begin to charge the Royal Guard Dynamo. Anytime your Ward takes damage from a hostile source, and 1/Round when you end your turn adjacent to an allied character, you gain 1 Armor, up to a maximum Armor of 6. Your Armor maintains its current value even if you have no Ward, but it can only increase while you have a Ward designated.<br><br>1/Round as a quick action while it has a Ward the Tyrfing can discharge the dynamo, taking one of the Royal Guard Dynamo actions and losing the listed value of Armor. It cannot take an action that would cause its Armor to drop below 0.",
      "passive_synergies": [
        {
          "locations": [
            "armor"
          ],
          "detail": "Anytime your Ward takes damage from a hostile source, and 1/Round when you end your turn adjacent to an allied character, you gain 1 Armor, up to a maximum Armor of 6."
        }
      ],
      "passive_actions": [
        {
          "name": "Royal Guard (2)",
          "activation": "Quick",
          "frequency": "1/Round",
          "detail": "Slide yourself and your Ward up to your Speed + 2 in any direction. You both gain soft cover until the start of your next turn."
        },
        {
          "name": "Royal Guard (3)",
          "frequency": "1/Round",
          "activation": "Quick",
          "detail": "Make an attack with the Eschaton Axe against a target in range. On a hit, the Axe skewers them; they are knocked Prone, Shredded, and Impaired until they remove the Axe by passing a Hull save as a Full Action."
        },
        {
          "name": "Royal Guard (4)",
          "activation": "Quick",
          "frequency": "1/Round",
          "detail": "Until the start of your next turn whenever an attack is made against you or your Ward you may make an attack with the Eschaton Axe against the attacker as a reaction before it resolves. Any hit with an attack made this way causes you to gain 1 Armor."
        }
      ]
    }
  },
  {
    "id": "kkca_metalmark_alt_yawarakai_te",
    "variant": "METALMARK",
    "source": "SSC",
    "license_level": 2,
    "name": "YAWARAKAI TE",
    "mechtype": [
      "Striker"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "As the Banner Company of the House of Glass, Les Fulgurites enjoy a certain level of primacy in matters of materiel requisition. It is very likely that no other group on Ispahsalar has the connections and influence to arrange a coordinate design between the notoriously internalized SSC and an outside firm like K/KCA – but stature and decades of brand representation through their success with the LUX-Iconic Mourning Cloak frame cemented the deal.<br><br>The Yawarakai-Te was designed to Fulgurite specifications – integrating the temperamental Firmament manipulation accompanying the Mourning Cloak license to the more conventional base model of the Metalmark in order to create a hardier, front-line frame to assist prolonged engagements. Limited to in-house production, each Yawarakai-Te is made-to-order; machined and assembled by K/KCA and handled by an SSC ExMat offshore representative to be fitted with FADE analogue emitter plates and affinity tuning on a per-candidate basis.<br><br>It is marketed and registered under the K/KCA name solely for the sake of publicity; all intellectual patents and uncensored design specifications are the sole property of SSC. A collaborative design is nearly unheard of for the corprostate, and the burden of failure for the design will sit squarely with K/KCA – as will the debt of success should it perform as intended.<br><br>This lack of direct access made it difficult for K/KCA ateliers to design around the unknown-unknowns of its paracausal function, but the resulting synthesis (once jumpstarted by sufficient energy) gave the Yawarakai-Te a persistent, low-grade depression into the upper lamina of an extra-real space. The exact mechanism of action, and its reproducibility, are a matter of intense internal consternation. Externally this work, along with their own research, has confirmed several theories of SSC’s Exotic Materials division: namely that Firmament access is not tied to physical architecture alone. The equipment they deliver is lacking components previously deemed critical for affinity maturation – and are still critical, for other sister projects. The fact that the Yawarakai-Te functions at all points to the existence of an ephemeral or un-visible x-factor present in K/KCA itself, and the pilots they train. Their standards of discipline, ritual practice and mind-body meditation are a close analogue to rumors of certain Aunic practices extracted by Deep Midnight installations, and were the reason the baronic company was chosen for this partnership at all. In this way, the Yawarakai-Te’s performance is far more important than the Assembly realizes.",
    "mounts": [
      "Main/Aux",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 6,
      "evasion": 10,
      "edef": 8,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Firmament Mantle",
        "description": "While it is in the danger zone, hostile characters adjacent to the Yawarakai-Te cannot draw line of sight except to adjacent spaces, and if it is Invisible attacks have a 75% chance to miss it."
      },
      {
        "name": "Gentle Hand",
        "description": "The Yawarakai-Te can teleport when it moves but only if it is Hidden or its origin and destination have hard cover from or are out of line of sight from all hostile characters."
      }
    ],
    "core_system": {
      "name": "AFFINITY IMPLEMENT/LACUNA FOCUS",
      "description": "“The FADE Cloak was a rough step, but all first steps are – organics as a medium seemed reasonable when we were working blind. Now we know better.<br><br>Humans have always used tools – tools make us human. We know how to think about them, how to hold them. There’s no hammer here, but you can close your eyes and picture it in your hand and how to swing. You could take a rock and use it as a hammer, bringing purpose to shape through your mind and instinct. It isn’t a hammer. Where there is no hammer, you have a hammer. You just need something to focus on, and the nothing becomes something – but there is still nothing.<br><br>This isn’t a sword. Close your eyes, though. You can see it, can’t you? Now open them.<br><br>Pretty interesting, don’t you think?”",
      "active_name": "Affinity Break",
      "active_effect": "Gain the Affinity Break reaction.",
      "activation": "Reaction",
      "use": "Encounter",
      "active_actions": [
        {
          "name": "Affinity Break",
          "activation": "Reaction",
          "trigger": "A hostile character targets you with an attack or forces you to make a save.",
          "frequency": "1/Round",
          "detail": "Make an attack against them with the Affinity Edge, regardless of range. It resolves before the triggering action, but you remain a valid target for that action even if you move to an invalid space before it resolves. This attack scores a Critical Hit on a final result of 18+. On a critical hit, or if it causes the target to be destroyed or lose structure, the triggering action is canceled and their turn immediately ends.  On a miss, do not expend core power."
        }
      ],
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "integrated": [
        "kkca_affinity_edge"
      ]
    }
  },
  {
    "id": "kkca_atlas_alt_alexandra",
    "variant": "ATLAS",
    "source": "SSC",
    "license_level": 2,
    "name": "ALEXANDRA",
    "mechtype": [
      "Controller"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "mf_atlas",
    "description": "SSC’s first loss of the Atlas license specifications to the Sparri laid the groundwork for extremely loose legal control of its more generic design features, fueling an exponentially growing campaign of personalized redesigns and copy-cat chassis mods. The enduring popularity of the SSC Atlas among Karrakin nobility along with their desires for unique and limited-access goods has put them at the center of this fevered effort, as more and more new divergent designs emerge independently each day - far more than Smith-Shimano legal teams could ever hope to chase down.<br><br>Each new wave brings further alterations from the original design as the tides of the artist-sphere and noble interest ebb and flow, from heavy ordnance to holo-filigree to high chic organic integration. Curving loops of iterative change, passed from duelist to artist to mechanic to dancer have brought some of these offspring chassis back into the eyes of the pankrati; the most popular now newly dubbed the Alexandra as SSC has relicensed its own unique sale of the frame. It has lost the expensive upkeep of the BLOODLINE system in favor of a complex monowire spinneret and grapnel system, built and invented by a danse-nouveau troupe to aid their low-orbit skyhook acrobatics. The selfsame tools proved incredibly efficient in the dueling ring when one of the dancers responded to a challenge of honor to her wife, and resoundingly humiliated her opposition in a performance that set Ispahsalar ablaze with her name overnight. K/KCA was fortunate enough to personally service her chassis - a favor owed both ways between Khargan and Lady Vashani - and have already developed their own offering under the HAUTECLERE eponym. The RKF’s recent release in 5015u of a HELIANTHUS license contract with SSC has pushed the market to the point of saturation, and rumors already abound of what next breakthrough novelty will catch the capricious whims of the pankrati and their voracious fans.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 4,
      "repcap": 3,
      "sensor_range": 3,
      "tech_attack": -1,
      "save": 11,
      "speed": 5,
      "sp": 7
    },
    "traits": [
      {
        "name": "Wiredance",
        "description": "When the Alexandra Boosts it Slides. This movement can be flight and can pass through hostile character’s spaces, but it cannot end its turn in them and falls at the end of the movement. 1/Round when the Alexandra is pushed, pulled, knocked back or knocked Prone by a hostile character it can Boost as a reaction."
      },
      {
        "name": "Marionette",
        "description": "Whenever a hostile character initiates movement while adjacent to the Alexandra, even involuntary movement, it must first pass an Agility save. On a failure, the Alexandra chooses the direction of the movement, and may Slide the same distance and direction."
      },
      {
        "name": "Fragile",
        "description": "The Alexandra has +1 Difficulty on Hull checks and saves."
      }
    ],
    "core_system": {
      "name": "'RED STRING' SUBMISSION SUITE",
      "description": "We are nothing without our connections. My nobility is connected to my mother; my heart connects to my wife, and my fingers to her hair. My home to Karrakis, Karrakis to the stars, to humanity.<br><br>This wire connects your ankle to your wrist; pulls you bare to connect your face with trodden dust, and this dust is connected to your position as a miserable failure of a pankrati. The wire is merely to make it visually obvious so that you may understand — this is always where you have belonged.<br><br>Don’t struggle. It will only make the truth hurt more.",
      "active_name": "Pillory Hitch",
      "active_effect": "Choose an adjacent hostile character with a Wire mark. You leap atop them, ensnaring them in a carefully engineered web of monowire and consuming the mark. You share their space, are immune to involuntary movement, move when they move (this does not trigger their reactions but can trigger other character’s), and have soft cover from all directions. You may end this effect and move out of their space as part of any movement.<br><br.They cannot target you directly with any actions, and can attempt to shake you off only by passing a Hull save as a Full Action, knocking you Prone in a free adjacent space on a success. Once you are no longer riding a character you can continue to mount new characters this way for the rest of the scene as a full action as consuming 3 Wire marks. You cannot mount the same character more than once in a scene.<br><br>When you take this action, and as a full action each turn you may choose one of the following options, puppeting their mech. You may force them to move up their Speed before or after the action.<ul><li>Restrain: They are Immobilized and Impaired until the end of their next turn, and all attacks against them gain +1 Accuracy for the same duration.</li><li>Direct: Choose one weapon or system they have equipped; They immediately make an attack with the weapon or activate the system, with all targets and other options determined by you.</li><li>Knit: All characters in Range 3 including your target gain a Wire mark.</li>Additionally, as a full action you may push your puppet up to their Speed+2 in any direction, immediately ending this effect and landing in a free space adjacent to where they started. If they hit an object or character this movement ends early and they (and the other character if applicable) are knocked Prone and must pass a Hull save or become Impaired until the end of their next turn and take 2d6 Kinetic damage, or half as much damage on a success.",
      "use": "Encounter",
      "activation": "Full",
      "active_actions": [
        {
          "name": "Puppet",
          "activation": "Full",
          "detail": "Pick one of the following effects to inflict on your mounted target:<ul><li>Restrain: They are Immobilized and Impaired until the end of their next turn, and all attacks against them gain +1 Accuracy for the same duration.</li><li>Direct: Choose one weapon or system they have equipped; They immediately make an attack with the weapon or activate the system, with all targets and other options determined by you.</li><li>Knit: All characters in Range 3 including your target gain a Wire mark.</li>"
        }
      ],
      "passive_name": "Monowire Spool",
      "passive_effect": "When you <b>critically hit</b> with a <b>melee attack</b>, your target gains a <b>Wire mark</b> (up to a maximum of 3/character). <b>1/Turn</b> you may consume a <b>Wire</b> mark as a reaction to that character taking any action or reaction while within <b>Range 5</b> of you, interrupting and resolving before the action. When you do, choose one of the following effects:<ul><li><b>Reel In: Boost</b> directly towards them.</li><li><b>Swing Wide:</b> The next attack they make this turn has a <b>50% chance</b> of missing (this does not stack with <b>Invisible</b>). If it misses, you may choose a new target within <b>Range 3</b> of their original target and reroll the attack against them.</li><li><b>Bind Tight:</b> They must pass a contested Hull check against your <b>Agility</b> or be knocked <b>Prone</b></li>.",
      "tags": []
    }
  },
  {
    "id": "champ_cornicello",
    "license_level": 2,
    "source": "MENAGERIE",
    "name": "CORNICELLO",
    "mechtype": [
      "Striker",
      "Artillery"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "Although the exact founding date of the Menagerie is either unclear or obscured, it is widely known that the Cornicello has been a staple of its open-source library since its inception. The frame still bears a passing foundational resemblance to the SP-01 Everest that it must have once been a highly derived version of, but it has long since taken on a life of its own. Although it is no longer a competing frame design for the Championship itself, it is the skeletal basis provided to any contestant for future modification. Its highly modular design supports a broad range of experimental alterations, and facilitates rapid DBTL cycling to give contestants a platform for optimization and iteration before their inventions reach the battlefield. A homegrown culture of DIY instructionals and schematic repositories has developed around the Cornicello as a result, and more diehard fans consider sharing your personal design to be an important first greeting, even if the vast majority have never piloted a chassis.",
    "mounts": [
      "Heavy",
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 12,
      "evasion": 9,
      "edef": 6,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 8,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Modular Design",
        "description": "When the Cornicello repairs a destroyed weapon or system during a rest, it may replace it with any other weapon or system(s) it has access to that occupy the same mount and cost an equivalent amount of SP."
      },
      {
        "name": "Autotomize",
        "description": "1/Round as a reaction when the Cornicello or an adjacent ally is hit by an attack and damage is rolled, it may immediately destroy a single system or all weapons on one mount. All damage and effects of the attack are negated. At the end of any scene in which this trait is used, it gains 1 Repair.",
        "synergies": [
          {
            "locations": [
              "repair"
            ],
            "detail": "1/Round as a reaction when the Cornicello or an adjacent ally is hit by an attack and damage is rolled, it may immediately destroy a single system or all weapons on one mount. All damage and effects of the attack are negated. At the end of any scene in which this trait is used, it gains 1 Repair."
          }
        ]
      }
    ],
    "core_system": {
      "name": "LUCA OMNI-MOUNTING",
      "description": "The Cornicello’s endoskeleton boasts universalized attachments and supports for a constantly updated library of armaments and system upgrades that can easily be swapped in or replaced to meet situational needs. In the Menagerie’s early days, contestants would frequently make a show of allowing their equipment to be damaged beyond repair, only to reveal hitherto unseen weapons in the blink of an eye to deal the winning strike.",
      "active_name": "Fit Omni-Mount",
      "active_effect": "Choose a system that costs 2 SP or less, or a Main or Auxiliary weapon that you have access to, mounting it in the Cornicello’s Omni-Mount for the rest of the scene. It functions as if installed on your mech normally except that it is not a valid target for destruction, and it gains <b>Limited 3</b> unless its base Limited value was already lower. Additionally it gains <b>Experimental 6+:<//b> Refund the action spent activating this system or weapon.<br><br.This core power is Efficient and refunds 1 CP at the end of any scene in which it is used.",
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "passive_name": "STABLE PROTOTYPE",
      "passive_effect": "At the start of each scene roll 3d6 and hold each die. Whenever you would roll a d6 for any reason, you may substitute one of your held dice for that die before it is rolled. Each die can be used this way once, then is discarded. When you <b>Stabilize</b>, roll and hold a new d6. If you already have 3 dice, you must choose to either replace one of them, or discard the new result.",
      "passive_synergies": [
        {
          "locations": [
            "stabilize"
          ],
          "detail": "When you <b>Stabilize</b>, roll and hold a new d6 for Stable Prototype. If you already have 3 dice, you must choose to either replace one of them, or discard the new result."
        }
      ],
      "activation": "Protocol",
      "use": "Encounter"
    }
  },
  {
    "id": "champ_jin_chan",
    "license_level": 2,
    "source": "MENAGERIE",
    "name": "JIN-CHAN",
    "mechtype": [
      "Support"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "The Jin-Chan was an unexpected addition to the Menagerie’s lineup of winning frames; poorly suited for direct combat, its shocking success came from the team-based tournament structure of that year’s competition. It and its pilot carried their team to victory with an unprecedentedly powerful computational engine that formed the foundation of a revolutionary quad-C platform. Even for the deliberately run-of-the-mill digital architecture in its teammates’ chassis, the WATERSHED system accelerated their capabilities and precision beyond that of any of their opponents’ more heavily customized frames.<br><br>Its true strength is not only in system optimization or brute-force predictive calculation; via an esoteric modeling process, the Jin-Chan can temporarily create an unstable pseudo-legion environment that it shares via standard nerve-feed piloting implants. This direct link allows connected pilots to coordinate within a theoretical digital space that, while it cannot be fully consciously recollected or translated upon collapse, allows reaction and strategic planning far beyond baseline activity. The tactical impact of this system is not without cost; the Jin-Chan’s bulk is necessitated by the sheer volume of not only computing substrate necessary for its function but also the massive volume of coolant and associated pump systems that keep them at optimal conditions.",
    "mounts": [
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 6,
      "edef": 10,
      "heatcap": 10,
      "repcap": 5,
      "sensor_range": 8,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 8
    },
    "traits": [
      {
        "name": "Harmonic Uplink",
        "description": "1/Round when the Jin Chan targets an allied character with a Quick Tech action, it can repeat the same action targeting an allied character adjacent to itself or the original target as a free action.",
        "synergies": [
          {
            "locations": [
              "tech"
            ],
            "detail": "1/Round when the Jin Chan targets an allied character with a Quick Tech action, it can repeat the same action targeting an allied character adjacent to itself or the original target as a free action."
          }
        ]
      },
      {
        "name": "Reservoir",
        "description": "Adjacent allied characters may transfer any amount of Heat from themselves to the Jin Chan as a quick action."
      }
    ],
    "core_system": {
      "name": "WATERSHED COMPUTATIONAL STACK",
      "description": "The WATERSHED system uses a novel polytemporal processing model developed by its pilot and refined by the Menagerie. It utilizes anoriginary bit-space by ‘borrowing’ open computational space in non-concurrent temporal references, creating a temporarily infinite period for calculation. The matrix is rapidly obliterated to preserve informational conservation, but in that period it achieves a pseudo-legion simulation for any hard-linked user.",
      "active_name": "Genesis Delta",
      "active_effect": "This system gains 5 charges that last  until the end of the scene. As a reaction to the start of any character’s turn, you and your allies can expend a charge as a reaction to immediately take one quick action. Only one character can take this reaction per turn, and each character can only activate it 1/round.",
      "passive_name": "Precipitate",
      "passive_actions": [
        {
          "name": "Precipitate",
          "activation": "Quick Tech",
          "detail": "Choose an allied character. The next attack roll they make triggers On Hit effects even on a miss, and On Crit effects on a normal hit."
        }
      ],
      "activation": "Quick",
      "use": "Encounter"
    }
  },
  {
    "id": "champ_milagro",
    "license_level": 2,
    "source": "MENAGERIE",
    "name": "MILAGRO",
    "mechtype": [
      "Defender"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "While it was the Cornicello that gave the Menagerie its foundation, it was the Milagro that gave it its fame. Footage of its headliner debut match swept across the omninet overnight and transformed the Championship from a nascent idea to a cultural sensation. It wasn’t just the frame itself that propelled them into the future (although its purpose-built integration of cosmopolitan wrestling styles with electromagnetic enhancement did set a precedent of novelty for future design submissions); it was the pilot themselves who’s panache and charisma behind their mask swept crowds into frenzies and turned sport into true spectacle. El Huracán remained the face, so to speak, of the Menagerie for decades, touring at local shows across Union and personally scouting new talent until they finally retired.<br><br> The Milagro is a powerhouse, a titan of a frame with an experimental dynamo at its heart that spins raw electromagnetic force from seemingly nothing. Much as the GMS-Everest created a standard baseline for all chassis in Union space, the Milagro data-repository maintained by the Menagerie has created a standard for civilian chassis wrestling, although there are many now who are unaware of the source of this change. It brought them fame, but fame has never been the point of the Championship. The greatest reward it brought them, and through them, humanity, was change. ",
    "mounts": [
      "Heavy",
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 10,
      "evasion": 6,
      "edef": 8,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -1,
      "save": 11,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "TÉCNICO",
        "description": "When the Milagro triggers a Kickstart, it may Slide 2 spaces before or after it resolves. Any Knockback, Push, or Pull that action inflicts increases by +1."
      },
      {
        "name": "MAGNETODYNE CORE",
        "description": "Whenever an allied character in Range 2 of the Milagro is targeted by a Ranged or Melee attack, roll 1d6. If the number rolled is less than or equal to the current round, the attack targets it instead, even if it would not normally be able to."
      }
    ],
    "core_system": {
      "name": "E-M DYNAMO SPOOL",
      "description": "Rumors abound of its origins - a pre-Fall artifact; a dyson sphere around a miniaturized star; a stolen Armory blacksite project severed so cleanly they still don’t know it was taken. What is clear is its promise: the promise of an endless climb upwards, new heights to summit and infinite potential to achieve. The pilot can feel it beat in their chest louder than their own heartbeat in an unceasing escalation that drives them ever onward, to always ask for more from the world than it has given and to transform it into something even greater than before. Infinity awaits.",
      "active_name": "TYPHOON LARIAT",
      "active_effect": "This system gains 1 charge each time you trigger a Kickstart or cause a character to collide with an obstruction, to a maximum of 6 charges. Charges last until the end of the scene or they are spent, and you must have at least 1 charge to activate this system.<br><br>When you activate it, spend all charges and Slide up to the number spent. This movement must end adjacent to a hostile character. They are then  knocked back 2 spaces for each charge spent and take 4 kinetic damage. If you spent 4+ charges they become Impaired until the end of their next turn, and Jammed for the same duration if you spent 6 charges.<br><br> This core power is <b>Efficient</b> and refunds 1 CP at the end of any scene in which it is used.",
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "activation": "Quick",
      "use": "Encounter"
    }
  },
  {
    "id": "champ_nazar",
    "license_level": 2,
    "source": "MENAGERIE",
    "name": "NAZAR",
    "mechtype": [
      "Artillery",
      "Controller"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "The Nazar is the newest addition to the Menagerie’s roster of official chassis. As the Championship has grown, so has the scale of its events; in the year that the Nazar debuted, the Championship encompassed an entire island on a garden world, graciously provided by Menagerie benefactors. The tourney was a free-for-all within these bounds as both teams and individuals fought to remain the last ones standing while skirmishing over scattered resources and ammunition depots in a weeks-long wargame. With the battle spread across dozens of miles and many contestants taking advantage of the setting to up-scale from arena restrictions, few took note at first of the miniscule, seemingly unarmed frame that hovered at the edges of decisive clashes. As footage was replayed and examined for after-action scoring, anomalies began to appear: high caliber damage with no matching weapon; chassis KOs with impact angles outside any visible engagement; and a significantly high rate of mutual destruction in every combat that the unassuming frame was identified in. Rumors and theories flooded omniforums, many naming it a harbinger of doom, a ghost-chassis that brought misfortune anywhere it appeared.<br><br>Revelation came piece by piece as fans watched with bated breath on 24/7 channels. The frame was a late entry, with no team or appearances in any other known events. Painstaking scrubbing of high-speed drone footage revealed the secret to the bad luck it brought: in the flashes between frames there were blips of the characteristic blindness of recorded blinkspace apertures. The Nazar seemed unarmed only because they had been looking in the wrong places. It carried a high-grade ballistic arsenal that outweighed most of the other contestants and some small fightercraft in a local metafold. The frame itself lacked the capacity to physically aim and counterbalance this ordinance - and it did not have to. At the moment of firing, it tore open pinprick blink apertures to redirect bullets dozens of meters across the battlefield and punch far above its apparent weight.<br><br>After its hard-fought victory, the Nazar has still presented certain challenges to the Menagerie. Its blink manipulation manifold continues to function in copycat frames that they have produced, but the underlying specifics have consistently failed reproduction in other formats without exponential loss in accuracy and distance, and increased power draw, if it functions at all. Across multiple experiments, no technical or equipment issues can be successfully identified - to all appearances, it seems that the manifold shouldn’t work, even within the Nazar.<br><br><i>[BAD//LUCK.//.TRY//AGAIN?]</i>",
    "mounts": [
      "Heavy",
      "Flex",
      "Aux/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 10,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 10,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "EVIL EYE",
        "description": "The Nazar’s Ranged weapons all have Experimental 4+: Create a Blink Echo in a free space adjacent to your target. When a hostile character starts any non-standard movement in Range 2 of an Echo the Nazar can destroy it as a reaction to force them to make an Agility save. On a failed save, they must choose between taking 4 Kinetic damage or becoming Slowed until the end of their next turn and gaining Lock-On. On a success they take 1 Kinetic damage.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "detail": "The Nazar’s Ranged weapons all have Experimental 4+: Create a Blink Echo in a free space adjacent to your target. When a hostile character starts any non-standard movement in Range 2 of an Echo the Nazar can destroy it as a reaction to force them to make an Agility save. On a failed save, they must choose between taking 4 Kinetic damage or becoming Slowed until the end of their next turn and gaining Lock-On. On a success they take 1 Kinetic damage."
          }
        ]
      },
      {
        "name": "DESPERADO",
        "description": "1/Round, when the Nazar makes a ranged attack against a hostile character, it may attack that character with any Auxiliary ranged weapon it has equipped as a free action, ignoring range, cover, and line of sight."
      }
    ],
    "core_system": {
      "name": "ARSENAL MANIFOLD",
      "description": "The Arsenal Manifold combines a metafold pocket with a rapid-firing topological needle, poking holes in the skin of reality with each trigger pull. Lacking a realspace anchor to target, its range is limited to a probabilistic radius within which an onboard daemon can perform the necessary trajectory calculations. Aperture size, recharge period, and calculation complexity all proportionally increase power draw. Its potential ranges from redirecting brief small arms fire to consistent ballistic bombardment consistent with the capacity of a small subline ship, localized to an omnidirectional sphere.",
      "active_name": "Open The Vaults",
      "active_effect": "You open a swarm of rapid-cycling pinpoint blink apertures linked to stocked ordnance, unleashing a hail of bullets. Until the end of the scene, every hostile character takes 4 Kinetic damage at the end of each of their turns. This is reduced by 1 for each space they move on that turn. Additionally, gain the Crossfire reaction.",
      "active_actions": [
        {
          "name": "Crossfire",
          "activation": "Reaction",
          "frequency": "1/Round",
          "trigger": "A hostile character moves into a space in your line of sight that does not have cover from your position.<br><b>Kickstart:</b> They are in Range 2 of a Blink Echo; this consumes the Echo.",
          "detail": "They take 1d6 Kinetic damage and must choose between becoming Slowed until the end of their next turn or taking +1d6 Kinetic damage."
        }
      ],
      "activation": "Protocol",
      "use": "Encounter"
    }
  },
  {
    "id": "champ_hydra_alt_clover",
    "variant": "HYDRA",
    "source": "HORUS",
    "license_level": 2,
    "name": "CLOVER",
    "mechtype": [
      "Defender"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "description": "Although it is not officially a Menagerie Championship title frame, the Clover indisputably originated within the Menagerie’s attendant cliques. The Championship’s orbit draws in artists, statement-makers, eccentric philosophy and science nouveau, creating a churning milieu of activity in its dark periphery that continually spins off exhibits, performances, parties, ideologies, and the types of ingenuity that is meant for more than just its combat arenas. The Clover is one such upwelling; it was an experiment in simulated neo-biogenesis that bore strange and wondrous fruit.<br><br>At a basic level, its design process wed elements of OROCHI-derived swarming doctrine and biomimetic nano-assembly incentives with stabilized production cells. From a scaffold organ of central hives spills a flood of cooperative nanites; specialized, communicative, predator, prey, and producer all working in symbiotic harmony to build complex patterns of interactions and novel emergent behaviors. Secondary support nodes afford the resulting biomorphs a degree of independence and longevity unlike standard greywash deployments. This in turn grants them a greater period to self-modify, adapt and diverge from their basal templates before they eventually collapse and are reabsorbed. It is the organism, the food-chain, the entire ecosystem itself remade and reimagined.<br><br>The Menagerie and its devotees were quick to recognize the gem in their midst. A chassis concept was only the first step: human guidance and all-terrain mobility for field testing made sense. What will come next, when it no longer needs a pilot?",
    "mounts": [
      "Heavy",
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 14,
      "evasion": 6,
      "edef": 10,
      "heatcap": 4,
      "repcap": 4,
      "sensor_range": 12,
      "tech_attack": 0,
      "save": 11,
      "speed": 3,
      "sp": 7
    },
    "traits": [
      {
        "name": "SYNTHESIS",
        "description": "Whenever one of its drones is destroyed by a hostile character the Clover may regain 5 HP. As a quick action it may destroy any drone it controls in Sensors to deal 3 Kinetic damage to a character in Range 3 of the drone.",
        "synergies": [
          {
            "locations": [
              "drone"
            ],
            "detail": "Whenever one of its drones is destroyed by a hostile character the Clover may regain 5 HP. As a quick action it may destroy any drone it controls in Sensors to deal 3 Kinetic damage to a character in Range 3 of the drone."
          }
        ]
      },
      {
        "name": "CRYPTOBIOSIS",
        "description": "When the Clover is destroyed its wreck is replaced by a Blackthorn Cocoon. This functions as both a normal wreck and a Blackthorn Polyp, though it does not have the Drone tag. While the cocoon exists its Drone systems continue to function as normal, and it may take reactions as if it were not destroyed, but only those granted by Drone systems."
      },
      {
        "name": "ECDYSIS",
        "description": "When you rest, the Clover regains full HP automatically. If it is a Blackthorn Cocoon it is also restored to 1 Structure and Stress, even if it had more before being destroyed."
      }
    ],
    "core_system": {
      "name": "BLACKTHORN ECO-HIVE",
      "description": "[Personal log - Dr. Cenazar speaking. I watched the imago take its first steps today. Trembling, clumsy, on thin limbs like a newborn fawn. I knew that I was watching something beautiful. I may be the first person alive to watch a new type of life be born. There’s so much more to do still, it’s not ready yet - but it will be. We’ll find somewhere safe they can grow and learn, free from our influence. Where they can be something truly different. And when they’re ready, maybe we’ll meet again.]",
      "active_name": "Dark Forest",
      "active_effect": "Create 4 Blackthorn Groves in free spaces in Sensors and line of sight. These are special Blackthorn Polyps that do not count against the number of Polyps you can have active at once. For the rest of the scene, if you would create a new Polyp in Range 3 of a Grove, you may instead increase the size of that Grove by +1, to a maximum of size 2.",
      "activation": "Full",
      "use": "Encounter",
      "passive_name": "Blackthorn Harvest",
      "passive_effect": "Whenever the Clover deals damage to a character with a Nexus weapon or a drone system it may create a <b>Blackthorn Polyp</b> in a free space in Range 2 of them. It can have a maximum of 4 Polyps active at once; if it would create another, an existing Polyp dissolves and is removed from the battlefield.",
      "deployables": [
        {
          "name": "Blackthorn Polyp",
          "type": "Drone",
          "detail": "Spaces adjacent to a Polyp are difficult terrain. When a hostile character starts their turn adjacent to one or moves adjacent to them for the first time in a round they take 1 AP Kinetic damage.",
          "activation": "Free",
          "size": 0.5,
          "hp": 5,
          "edef": 10,
          "evasion": 10
        }
      ]
    }
  },
  {
    "id": "champ_kobold_alt_maneki_neko",
    "variant": "KOBOLD",
    "source": "HORUS",
    "license_level": 2,
    "name": "MANEKI-NEKO",
    "mechtype": [
      "Defender"
    ],
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "mf_kobold",
    "description": "Like the Clover, the Maneki-Neko is a creation of the Menagerie’s many inventive enthusiasts. Its inception was the stories of the liturgicode driven transmutation of civilian mining frames into the KOBOLD-pg seen on Free Sanjak – a shocking metamorphosis that piqued the interest of the Menagerie’s transformative artists. Without access to the original code that drove the process, they instead attempted to recreate the process from first principles. After months of competition, simulation, and failed test runs, the alchemical liturgicode they created was implanted into a Cornicello chassis to rapt attention from all onlookers.<br><br>Their results bore mixed results: to some, the increased stability of the reforging process was a marked improvement. For others, the increased power draw and need for raw materials was a disappointing failure, as was the decreased variation in outcomes. For all, the spectacle was more than enough to call it a success. The Maneki-Neko roared to life, the coldcore reactor in its heart turned into a nuclear forge that transformed it again and again in protean splendor. It devoured the other test chassis with arms dripping slag; their reactors welded to its own and their mass building layer after layer until it towered over its old body. Even when the metamorphosis finally cooled and the frame stabilized, the new forge-engine in its heart never ceased burning. Built from the bones of the coldcores it had consumed allowed the resultant Maneki-Neko to continually process and reforge raw materials into novel form. Although some rushed to see how it fared in the arena, the Maneki-Neko has now taken its place as an artisans frame, allowing the Championship’s sculptors and builders to apply personal touches at massive scale that a printer could never achieve.  ",
    "mounts": [
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 6,
      "edef": 10,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 10,
      "speed": 3,
      "sp": 8
    },
    "traits": [
      {
        "name": "CHRYSOPOEIA",
        "description": "1/Round each when the Maneki-Neko creates or destroys an object or terrain it can give a Coin to itself or an ally in Range 3. Characters can carry a maximum of 3 Coins, and gain +1 Armor for each Coin they are carrying. When a character with a Coin would be reduced to 0 HP, they lose all Coins and are reduced to 1 HP instead, negating any remaining damage."
      },
      {
        "name": "SLAG FORGE",
        "description": "If the Maneki-Neko does not move on its turn, it can take 1 Heat at the end of its turn to create a Slag Wall. It is a Line 2 object 2 spaces tall with 10 HP, with at least one space adjacent to the Maneki-Neko. If it is adjacent to a Slag Wall, it may instead extend that wall by 1 space on either side, granting it +5 HP."
      },
      {
        "name": "GUARDIAN",
        "description": "Adjacent allied characters can use the Maneki-Neko as hard cover."
      }
    ],
    "core_system": {
      "name": "LITURGICODE TRANSMUTATION",
      "description": "The birth of the first Maneki-Neko was a violent, awesome affair. The unique alchemical forge that the Championship’s code created can now be recreated with more standard manufacture instead of relying on the liturgicode process each time – but the codebase still exists. Unlike the KOBOLD-pg, its transformative power is still potent and active in the finished frame, merely dormant. When awakened it begins the process anew, sculpting, changing, innovating and mutating any suitable system it comes into contact with into something new.",
      "active_name": "Lead to Gold",
      "active_effect": "Create an Alchemical Forge (size 2, 40 HP, Tags: Deployable) in a free adjacent space. It grants hard cover, and allied characters that end their turn adjacent to it gain 1 Coin. When an adjacent character would lose Coins, roll 1d6. On a 5+, they keep 1 Coin.",
      "activation": "Quick",
      "use": "Encounter",
      "deployables": [
        {
          "name": "Alchemical Forge",
          "type": "Deployable",
          "detail": "It grants hard cover, and allied characters that end their turn adjacent to it gain 1 Coin. When an adjacent character would lose Coins, roll 1d6. On a 5+, they keep 1 Coin.",
          "activation": "Free",
          "size": 2,
          "hp": 40
        }
      ]
    }
  }
]