[
  {
    "id": "K/KCA",
    "name": "Khargan/Kasimir Custom Assembly",
    "light": "#eb8d1a",
    "dark": "#e07307",
    "description": "In the bustling arcologies of Ispahsalar there is no industry more vibrant, more ripe with innovation than the design and manufacture of mechanized chassis. Home to the largest Karrakin Royal Foundry campus, dozens of independent designers live and die by its side in a constant competition for tactical superiority and social status. Catering mainly to the Baronic military elite (both noble and ignoble) these studios subsist largely on direct commission for custom design and fitting of chassis to pilot, serving clientele dissatisfied with the array of more plebeian options. A studio may skyrocket in fame overnight with a well-known client – or plummet to bankruptcy just as easily if their frame fails in a public bout. Of these mech-ateliers, K/KCA is the most successful; or, the designer least willing to give up.<br><br>The Khargan/Kasimir Custom Assembly formed nearly a century ago and represents both the civil and financial union of the Assayid and Coryat Minor Houses. Brought together by a joint passion for mechanical design and traditional combat forms and ethics, Khargan Assayid and Kasimir Coryat combined the manufacturing and distribution lines of the Coryat factory-families with the technical and mechanical expertise of the Assayid trade schools.<br><br>The result was K/KCA – a design studio focused on bold experimentation without abandoning classical aesthetic and noble image, inspired by the art of combat as much as its practice. K/KCA frames are the embodiments of chivalry and courage; bold front-liners that excel with personalized weaponry and heroic tactics.",
    "quote": "<i>Excellence In All Things</i>"
  },
  {
    "id": "MENAGERIE",
    "name": "Menagerie Championship",
    "light": "#b5194b",
    "dark": "#cf295e",
    "description": "Whispered in dark booths and slipped in code between colleagues, the Menagerie’s name is an open secret in R&D circles across Union’s many worlds. Televised and publicized on open omninet channel it sees anonymous gladiators compete in an annual spectacle of innovation. The Menagerie Championship is a collaboration of some of the most avant-garde entertainers and cutting edge combat engineers of the current generations, and its fame is only growing. Its secretive organizers court and invite only the most select candidates each year to compete. Fighters are chosen from the best and brightest of their fields, and the premise is simple: design a novel chassis to compete in that year’s challenge. Emerge victorious, and be rewarded with all of the funding, research support, and wide-reaching connections that the Menagerie’s treasuries and alumni can offer. In return, the Menagerie retains access to your research, data, and any innovations for use by its other victors, in perpetuity. There will stand no walls between worlds.<br><br>To the audience, the Menagerie Championship is one of the greatest mechanized sport events ever conceived. Each year the challenges differ, from one-on-one cagematch brawls, to weeks-long wargame tournaments on reservation worlds. The contestants are fresh, stylish, and idiosyncratic, each unique in the approach their chassis brings and the persona that they take to the ring.<br><br> All walks of life meet in the stands and crowd screens to join together in the thrill of the clash. Although contestants are ultimately entered by merit, there are no boundaries to access within the community; all shows are free and recorded, all decision making is made public record (except when necessary to preserve anonymity), and the tide of public opinion is the ebb and flow of gladiator popularity and the bohemian culture that flourishes in the fans.<br><br> Menagerie frames are daring, innovative, unstable and the mechanical exemplars of their designer's ideals. All are made equal behind masks; and reinvention of the self is a matter of course. Tradition is staid and the state is stale. Go out there, pilot, and bring us something new.",
    "quote": "<i>The People's Proving Grounds</i>"
  }
]