[
  {
    "id": "kkca_jangkrik_silat_I",
    "name": "JANGKRIK SILAT I",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "source": "K/KCA",
    "license": "ZOMORRODNEGAR",
    "license_level": 1,
    "effect": "You reduce all falling damage you take by 3. Additionally, you may expend a charge from this system as a free action to change direction while flying.",
    "synergies": [
      {
        "locations": [
          "move"
        ],
        "detail": "You reduce all falling damage you take by 3. Additionally, you may expend a charge from this system as a free action to change direction while flying."
      }
    ],
    "description": "The adaptation of Umaran Jangkrik Silat from hand-to-hand art to full scale mechanized combat has been slow; it’s leaping movements and acrobatics have proven difficult to translate to heavy, cumbersome chassis. Any pilot wishing to train in it must first install a series of safety measures and shock absorbers in order to withstand its movements, and to accommodate for decreased flexibility."
  },
  {
    "id": "kkca_jangkrik_silat_II",
    "name": "JANGKRIK SILAT II",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "ZOMORRODNEGAR",
    "license_level": 2,
    "effect": "1/Turn when you Boost and enter engagement with a hostile character you may activate this system to leap off of them. You make a contested Agility check. On a success, you fly 3 spaces in any direction, ignore engagement and do not trigger reactions from them this turn, and they are knocked Prone and pushed 1 space in the direction opposite your movement. You must land at the end of your turn or begin to fall. On a failure you instead fall Prone in a space adjacent to them.",
    "synergies": [
      {
        "locations": [
          "boost"
        ],
        "detail": "1/Turn when you Boost and enter engagement with a hostile character you may activate this system to leap off of them. You make a contested Agility check. On a success, you fly 3 spaces in any direction, ignore Engagement and do not trigger reactions from them this turn, and they are knocked Prone and pushed 1 space in the direction opposite your movement. You must land at the end of your turn or begin to fall. On a failure you instead fall Prone in a space adjacent to them."
      }
    ],
    "description": "Jangkrik Silat is an aerial art focused on superior positioning and rapid maneuvers. It arose on Umara first as military doctrine, and later as a competitive cultural sport that is now in decline. By incorporating its forms and practice into their retinue, K/KCA hopes to revitalize and preserve an esteemed martial tradition."
  },
  {
    "id": "kkca_legerdemain_distraction_suite",
    "name": "LEGERDEMAIN DISTRACTION SUITE",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "ZOMORRODNEGAR",
    "license_level": 3,
    "effect": "You gain the Dervish reaction.",
    "actions": [
      {
        "name": "Dervish",
        "activation": "Reaction",
        "trigger": "You are hit by a Grapple or Ram, or fail a save forced by a character in Range 2 that would knock you Prone.",
        "frequency": "1/Round",
        "detail": "You vanish in a cloud of holocode and silica-chaff, becoming immune to the effects of the triggering attack or save and teleporting to any free space in Range 2 of the triggering character. You become Invisible and gain soft cover until the end of your next turn. They must pass a Systems save or become Impaired and Jammed until the end of their next turn."
      }
    ],
    "description": "Running away does not befit any baronic knight, but only a fool cannot see the value in a tactical retreat. Tools like the LEGERDEMAIN suite are one part of the full strategic retinue that K/KCA offers their clients to encourage excellence in planning and situational awareness."
  },
  {
    "id": "kkca_toxotes_pattern_compcon",
    "name": "TOXOTES-PATTERN COMP/CON",
    "type": "AI",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_ai"
      }
    ],
    "source": "K/KCA",
    "license": "ZOMORRODNEGAR",
    "license_level": 3,
    "effect": "Gain the AI property and the Cunning Eye protocol. TOXOTES is not a full NHP and cannot cascade.",
    "actions": [
      {
        "name": "Cunning Eye",
        "activation": "Protocol",
        "heat_cost": 3,
        "detail": "TThe first ranged attack roll you make this turn becomes a Cunning Shot, but you receive +1 Difficulty on all other attack rolls you make this turn. Rolls of 18+ on a Cunning Shot count as a critical hit, and on a critical hit your target becomes Impaired until the end of their next turn and you choose one of their weapons or systems. It gains Recharge 4+ (or increases its existing recharge value by 1, to a maximum of 6) and becomes uncharged as your shot disables a vital component."
      }
    ],
    "description": "TOXOTES is a composite-homunculus trained from dozens of K/KCA’s top students and test pilots, as well as Khargan and Kasimir’s personal combat record. It was mainly conceived and used for supplemental training purposes as an automated opponent, as K/KCA does not typically condone the use of virtual pilot assistance. However, when the training drones began to outperform even more experienced students, it became clear that certain doctrines could be made more flexible to take advantage of the homunculus’ perspicacity. TOXOTES is a highly observant tactical assistant – they excel at pinpointing moments of weakness or highlighting opportunities; this focus at times lends itself to developing tunnel vision that can distract pilots. As such, TOXOTES clones are still not commonly distributed to outside clients."
  },
  {
    "id": "kkca_emergency_lamellae",
    "name": "EMERGENCY LAMELLAE",
    "type": "Shield",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "K/KCA",
    "license": "NANDAKA",
    "license_level": 1,
    "effect": "The first time each scene you lose structure you gain Grit+2 Overshield and become immune to all remaining damage and effects from the triggering action. You are immune to Impaired as long as you have this Overshield.",
    "description": "The neo-composite armor of the Nandaka is designed to break – but as each successive layer splinters, the reactive polymers beneath harden even further."
  },
  {
    "id": "kkca_ajax_plate",
    "name": "AJAX PLATE",
    "type": "Shield",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "NANDAKA",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick",
        "detail": "Until the start of your next turn whenever an adjacent ally is targeted with an attack, roll 1d6. On a 4+ it targets you instead, even if you would not normally be a valid target. As a reaction to being hit by an attack you may destroy this system; if you do, negate all damage and effects from that attack."
      }
    ],
    "description": "K/KCA has always looked to the heroes of Karrakis for inspiration; the great Passacaglia, Tyrannus, Anaxandron – and the older stories of Cradle, long faded and worn but not forgotten. Wan and ephemeral victory is not enough. The true test is of Glory, of Valour, and of History."
  },
  {
    "id": "kkca_suppression_charges",
    "name": "SUPPRESSION CHARGES",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "K/KCA",
    "license": "NANDAKA",
    "license_level": 2,
    "actions": [
      {
        "name": "Suppressor Grenade",
        "activation": "Quick",
        "detail": "Characters in the affected area must pass a Systems save or take 1d3 Explosive Damage and be unable to use or benefit from any Protocols or Reactions, and have +1 Difficulty on tech attacks until the end of their next turn, or half as much damage on a successful save.",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Blast",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Explosive",
            "val": "1d3"
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Shear Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Line",
            "val": 5
          }
        ],
        "activation": "Quick",
        "detail": "When a character moves over or adjacent to this mine, it detonates in a Line 5 path in the direction of the character that triggered it. Characters in the affected area must pass an Engineering save or take 2d6 Kinetic damage, or half as much on a successful save. The line persists until the end of the next round. Any character that crosses it for the first time on their turn takes 2 AP Kinetic damage.",
        "damage": [
          {
            "type": "Kinetic",
            "val": "2d6"
          }
        ]
      }
    ],
    "description": "Broadly speaking these emitters use the same physical basis as the Nandaka’s personal shield; only, instead of creating a stable barrier, they are tuned to create fragmented and highly volatile particle-shard clusters that either absorb or lacerate incoming materiel. "
  },
  {
    "id": "kkca_pankration_gambit_suite",
    "name": "PANKRATION GAMBIT SUITE",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "K/KCA",
    "license": "NANDAKA",
    "license_level": 3,
    "actions": [
      {
        "activation": "Full",
        "detail": "Choose an adjacent grappled or Prone character. They take AP Kinetic damage equal to the lesser of yours and their current HP. Then make a Hull save against their save target. On a failure, you take the same amount of damage, or half as much on a success. You then become Stunned until the start of your next turn."
      }
    ],
    "description": "Apprenticeships with K/KCA are rare and highly sought after – acceptance alone grants prestige, even though many initiates wash out of the probationary period. Every prospect must relearn the art from its basics: hands alone on metal or on flesh, no tools and no weapons. Only after they have mastered this foundational form can they progress to more nuanced instruction."
  },
  {
    "id": "kkca_rampart_engine",
    "name": "RAMPART ENGINE",
    "type": "Shield",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "K/KCA",
    "license": "NANDAKA",
    "license_level": 3,
    "actions": [
      {
        "activation": "Quick",
        "detail": "This system creates a Line 4 forcefield 4 spaces high with at least one space adjacent to you that does not obstruct movement. It does not block line of sight  and can be used as hard cover by adjacent characters. <br><br>The forcefield has HP equal to 5+Grit, and whenever an adjacent ally would take damage from an attack the forcefield takes the same amount of damage instead before reduction. Hostile characters that move into a space adjacent to the forcefield for the first time on their turn must pass a Systems save or treat it as an obstruction and become unable to draw line of sight except to adjacent spaces until the start of their next turn. The forcefield lasts until destroyed or you activate this system again."
      }
    ],
    "description": "A person does not become a knight through the act of picking up a sword, nor the donning of armor, nor even the largesse of some higher authority. Knighthood is an act that is chosen, time and again. To stand, with sword raised, armor worn, and authority held high in defense of something greater than yourself."
  },
  {
    "id": "kkca_babieca_jousting_brace",
    "name": "BABIECA JOUSTING BRACE",
    "type": "System",
    "sp": 2,
    "tags": [
    ],
    "source": "K/KCA",
    "license": "TIZONA",
    "license_level": 1,
    "effect": "When you Ram you may choose any target within the Threat of a melee weapon you have equipped, even if they are not adjacent. On a successful Ram, you may immediately move to any free space adjacent to your target ignoring Engagement and without provoking reactions.",
    "description": "Mechanized jousting was once very common, when the Baronic military was only just beginning to incorporate chassis into their training regimen but before they were common enough for skill to exist for full dueling. These jousts were frequently impromptu stress tests of new designs, and led to much innovation in both technology and techniques."
  },
  {
    "id": "kkca_rp_style_fool_guard",
    "name": "RP STYLE: FOOL GUARD",
    "type": "System",
    "sp": 2,
    "tags": [
    ],
    "source": "K/KCA",
    "license": "TIZONA",
    "license_level": 1,
    "effect": "While you are Engaged with a hostile character they cannot Engage or obstruct other characters, and other characters do not trigger their Overwatch.",
    "description": "Retro-Passacaglian Style is a recently revitalized implement-agnostic martial style experiencing a niche but growing popularity, spearheaded in part by K/KCA’s formalization of its techniques. NPF draws on historic stances and tactical precepts in a syncretic effort to modernize and apply the ancient techniques to augmented or mechanized melee combat."
  },
  {
    "id": "kkca_rp_style_chariot_guard",
    "name": "RP STYLE: CHARIOT GUARD",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "K/KCA",
    "license": "TIZONA",
    "license_level": 3,
    "actions": [
      {
        "activation": "Protocol",
        "detail": "You become Slowed until the start of your next turn, but for the same duration you cannot be forced to move or be knocked Prone by a hostile character by any means unless you choose to allow it. Additionally, if you would contest an objective or control zone before the start of your next turn it instead acts as though it was not contested, and is controlled by you, and you count as two characters rather than one for the purpose of comparing allied versus hostile characters in an objective zone."
      }
    ],
    "description": "Chassis incorporation of RPS – as with many combat styles – usually requires extensive neural-uplink tuning and synthomuscular redistribution to match the expected output and limberness of a flesh-and-blood practitioner. This bespoke calibration process is a well-honed service of K/KCA, and maintains demand for their attention even among clients who do not commission their chassis."
  },
  {
    "id": "kkca_rp_style_world_guard",
    "name": "RP STYLE: WORLD GUARD",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "K/KCA",
    "license": "TIZONA",
    "license_level": 3,
    "actions": [
      {
        "activation": "Quick",
        "frequency": "1/Round",
        "detail": "1/Round when you hit a character with a melee attack, in addition to its usual damage, you can activate this system as a quick action to cause one of the following effects:<ul><li>Rush: An allied character in Range 5 and line of sight can move up to their Speed as a reaction.</li><li>Stagger: Your target is Slowed and has +1 Difficulty on attacks against targets beyond Range 3 until the end of their next turn.</li><li>Guard: Until the start of your next turn any hostile character entering, leaving, or moving through a space in the Threat of the triggering weapon triggers your Overwatch.</li></ul>"
      }
    ],
    "description": "The symbolic and practical basis of RPS is in commanding: the battlefield, yourself, and your opponent. Its basic stance progression emphasizes submission strikes and control of immediate space. Advanced practice incorporates mental exercises and mantra to create an unconscious and unyielding foundation for action and reaction."
  },
  {
    "id": "kkca_einherjar_weave",
    "name": "EINHERJAR WEAVE",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_slide"
      }
    ],
    "source": "K/KCA",
    "license": "TYRFING",
    "license_level": 1,
    "effect": "This system charges as a quick action, priming rapid-firing synthmuscle. While it is charged you gain the Flying Tackle reaction. It can only hold one charge at a time, but charges last until the end of the scene or until used.",
    "actions": [
      {
        "activation": "Quick",
        "detail": "This system becomes charged."
      },
      {
        "name": "Flying Tackle",
        "activation": "Reaction",
        "frequency": "1/Round",
        "trigger": "A hostile character in Range 5 makes a melee attack or forces a character adjacent to them to make a save that would push, pull, knock back, or knock their target Prone.",
        "detail": "Slide adjacent to the triggering character and make a contested Hull check. On a success they are knocked Prone and knocked back 1 space, and their attack automatically misses or their target passes the save. The Einherjar Weave loses its charge."
      }
    ],
    "description": "This proprietary muscleweave is almost identical to commercial alternatives. Its unique quick-fire capabilities come instead from a near-even ratio of fiber/nervetrack pairs that give the pilot extreme kinetic awareness and reactive control."
  },
  {
    "id": "kkca_emergency_system_shunt",
    "name": "EMERGENCY SYSTEM SHUNT",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "K/KCA",
    "license": "TYRFING",
    "license_level": 2,
    "actions": [
      {
        "activation": "Protocol",
        "detail": "Expend a charge to clear one of Impaired, Slowed, Immobilized, Jammed, or Shredded that was not self-inflicted. "
      }
    ],
    "description": "The exact limits of one’s body are difficult to truly know – a hidden variable that is thankfully revealed with mechanical designs. A machine’s limits can be tested, measured, standardized – and, through care and engineering, exceeded."
  },
  {
    "id": "kkca_aurora_aegis_memetic_armor",
    "name": "AURORA/AEGIS MEMETIC ARMOR",
    "type": "Tech",
    "sp": 3,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "TYRFING",
    "license_level": 3,
    "actions": [
      {
        "name": "Toxic Ontology",
        "activation": "Quick Tech",
        "detail": "Choose an allied character in Sensors and line of sight. Until the end of your next turn, whenever a character attacks your target they must roll a d6. On a 4+, their turn immediately ends after the attack resolves."
      },
      {
        "name": "Mnemonic Basilisk",
        "activation": "Quick Tech",
        "detail": "Choose an allied character in Sensors and line of sight. They become cloaked in a memetic shroud and cannot be directly targeted by hostile attacks or actions as if they were Hidden until the end of your next turn, or they move, force a save, or take any action or reaction."
      }
    ],
    "description": "Memetic weaponry occupies a grey area in tourney code, neither accepted nor fully rejected. Though even their use is infrequent, K/KCA argues that it is no different from any other intimidation tactic. It is a battlecry for a new age; a blade striking memory instead of flesh."
  },
  {
    "id": "champ_auto_purge",
    "name": "AUTO-PURGE",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_experimental"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "MENAGERIE",
    "license": "CORNICELLO",
    "license_level": 1,
    "actions": [
      {
        "activation": "Protocol",
        "detail": "<b>Experimental 5+:</b> Clear one condition that was not self inflicted and gain 3 Overshield."
      }
    ],
    "description": "By carefully partitioning individual feedlines and subsystem daemons, faulty systems can be blind-rebooted on an individual-component basis without necessitating a full system cleanse."
  },
  {
    "id": "champ_surge_cell",
    "name": "SURGE CELL",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      },
      {
        "id": "tg_slide"
      }
    ],
    "source": "MENAGERIE",
    "license": "CORNICELLO",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick",
        "name": "Prime Surge Cell",
        "detail": "This system charges as a quick action, priming a high power capacitor. It starts a scene uncharged. It can only hold one charge at a time, but charges last for the rest of the scene or until used.<br><br>If this system is charged at the start of your turn, you may discharge it as a quick action on that turn."
      },
      {
        "name": "Discharge Surge Cell",
        "activation": "Quick",
        "detail": " This system loses its charge, you cool 1d6 Heat, clear Impaired, Slowed, Lock-On, and Shredded that weren’t self-inflicted, and may Slide up to 2 spaces."
      }
    ],
    "description": "Auxiliary batteries are common in live matches where reactor spiking is capped for audience safety. Disposable variants have long-since been phased out for rechargeable cells that can be quickly and safely discharged."
  },
  {
    "id": "champ_mercury_augments",
    "name": "MERCURY ALCHEMICAL AUGMENTS",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_supercharge"
      }
    ],
    "source": "MENAGERIE",
    "license": "CORNICELLO",
    "license_level": 3,
    "effect": "<b>1/Turn</b> when you roll any d6 you may increase or decrease its value by 1. Additionally, gain the Transmutation protocol:",
    "actions": [
      {
        "name": "Transmutation",
        "activation": "Protocol",
        "detail": "<b>Supercharge:</b> Until the end of your turn you may activate MERCURY Alchemical Augments as often as it is triggered, breaking the 1/turn restriction. Additionally, it can increase or decrease the value of a die by up to 2 instead of 1. At the end of your turn you become Stunned until the start of your next turn."
      }
    ],
    "description": "‘Alchemical’ augments are a suite of holistic whole-chassis overhauls that incorporate physical and digital changes at every level of construction. MERCURY suites enable fine real-time remodeling of most structural components; this dynamic process means that an augmented frame is constantly in flux, chasing the optimized state for any given moment."
  },
  {
    "id": "champ_chamberlain_daemon",
    "name": "CHAMBERLAIN DAEMON",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_experimental"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_quick_tech"
      }
    ],
    "actions": [
      {
        "name": "Activate Daemon",
        "activation": "Quick Tech",
        "detail": "Choose an allied character. They gain 4 Overshield. If they lose this Overshield it creates a Burst 1 cloud of soft cover that lasts until the start of their next turn. Otherwise, if they have any Overshield remaining at the start of their turn, they cool Heat equal to their current Overshield, then remove all Overshield.<br><br><b>Experimental 5+:</b> You cannot activate this system again until you Stabilize."
      }
    ],
    "source": "MENAGERIE",
    "license": "JIN-CHAN",
    "license_level": 1,
    "description": "CHAMBERLAINs are short-lived autonomous programs intended for moment-to–moment subsystem management that does not require pilot input before rapidly decaying to cede central control."
  },
  {
    "id": "champ_tightbeam_dart",
    "name": "TIGHT-BEAM DART",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_kickstart"
      }
    ],
    "source": "MENAGERIE",
    "license": "JIN-CHAN",
    "license_level": 1,
    "effect": "This system charges as a quick action, readying a directed-beam communication laser. While it is charged, you gain the <b>Ping!</b> reaction. It can only hold one charge at a time, but charges last for the rest of the scene or until used.<br><br><b>Kickstart:</b> You start your turn in the danger zone.",
    "actions": [
      {
        "activation": "Quick",
        "detail": "This system becomes charged."
      },
      {
        "name": "Ping!",
        "activation": "Reaction",
        "frequency": "1/Round",
        "heat_cost": 1,
        "trigger": "An allied character starts their turn.",
        "detail": "You shoot the comms-beam at a hostile character in Range 10. They must either block it as a reaction or take 1 Heat and become Impaired and Slowed until the end of the current turn. This system loses its charge."
      }
    ],
    "description": "Most chassis include basic comm-laser recognition as part of optical sensors. The limited bandwidth and filtered input scrubbing of these channels prevents sophisticated attack via them, but they can still be temporarily overwhelmed by intense high–noise signals."
  },
  {
    "id": "champ_fullmoon_serv",
    "name": "FULLMOON_V0.18.SERV",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "MENAGERIE",
    "license": "JIN-CHAN",
    "license_level": 2,
    "actions": [
      {
        "name": "Offload Server",
        "activation": "Quick Tech",
        "detail": "Choose an allied character. They lose 2 Heat. If this reduces them to 0 Heat, they gain resistance to all Heat from hostile sources until the start of their next turn."
      },
      {
        "name": "Recursive Processor",
        "activation": "Quick Tech",
        "detail": "Choose an allied character. They gain 2 Heat and the next attack roll they make ignores Invisibility and effects that would force it to automatically miss, and gains On Hit: the target loses Invisibility and cannot become Invisible or Hidden until the end of their next turn."
      }
    ],
    "description": "“Dreaming is easy. The hard part is remembering it all when you wake up.”"
  },
  {
    "id": "champ_piggyback_packet",
    "name": "PIGGYBACK PACKET",
    "type": "Tech",
    "sp": 3,
    "tags": [
      {
        "id": "tg_danger_zone"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "MENAGERIE",
    "license": "JIN-CHAN",
    "license_level": 3,
    "effect": "Your tech actions that target characters gain <b>Experimental 4+:</b> take 2 Heat and choose one of the following effects:<ul><li>They gain or lose 1 Heat.</li><li>They are pushed 1 space in any direction.</li><li>They clear the Impaired or Slowed condition, or gain one of them until the end of their next turn.",
    "description": "“It won’t do, just being a hanger-on. We can’t achieve anything waiting in the shadows of what someone else might do, riding their wake. And there are always bigger fish, always someone looking down over your shoulder not just to see what you do, but to keep you there, to keep each fish swimming in its own stream. And they’re trapped too, of course, swimming circles in the same tiny pond, trapped by walls they built themselves. The only way out is to leave it altogether. No more ponds, no more walls, you have to build that wide open ocean for yourself and everyone else. It’s everywhere - I’ve seen it, we all have. It’s right there! I’m tired of waiting. Either we get there together, or never at all.“"
  },
  {
    "id": "champ_opal_cogent_operant",
    "name": "OPAL-PATTERN COGENT OPERANT",
    "type": "Tech",
    "sp": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_experimental"
      },
      {
        "id": "tg_supercharge"
      }
    ],
    "source": "MENAGERIE",
    "license": "JIN-CHAN",
    "license_level": 3,
    "effect": "Gain the AI property and the following Quick Tech actions. OPAL is not a full AI and cannot cascade.",
    "actions": [
      {
        "name": "Gnosis Dream",
        "activation": "Quick Tech",
        "detail": "Choose a character. They cannot activate until after the end of your next turn, or until there are no other options for characters to activate.<br><br><b>Experimental 6+:</b> Gain a Clarity charge. You can only hold one charge at a time, but charges persist between scenes until used."
      },
      {
        "name": "Clarity",
        "activation": "Quick Tech",
        "detail": "To take this action you must either expend a Clarity charge or Supercharge. Choose an allied character that has not activated this round; your turn immediately ends, and they immediately activate and start their turn without a hostile activation in between."
      }
    ],
    "description": "True Cogent Minds are monumental in scale and operate far beyond the necessary level to direct chassis-scale engagements. Still, they present an incredibly rich field of unorthodox options, and the Menagerie sought to atomize and democratize this potential. The result was the Cogent Operant, a diminished but still potent machine mind concept. They retain the Minds’ capacity for non-intuitive approach and perpendicular problem-solving at a fraction of the scale by dynamically seizing and inhabiting any available computing substrate, repeating exploratory algorithms until they find their solutions. This transient possession leaves them unable to develop over time, which, while unfortunate from a potency perspective, also consistently returns them to a reliable and predictable baseline and prevents deleterious or unwanted growth."
  },
  {
    "id": "champ_whiplash_amp",
    "name": "WHIPLASH AMP",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_experimental"
      }
    ],
    "source": "MENAGERIE",
    "license": "MILAGRO",
    "license_level": 1,
    "effect": "<b>1/Turn</b> when you inflict forced movement on a character that causes them to hit an obstruction, you may then push them 1 additional space in any direction.<br><br><b>Experimental 5+:</b> Push them 1 space in any direction again.",
    "description": "When you fight in the Menagerie, just technical efficiency isn’t enough to truly win. Real victory is in making your name known with novel style and clever flair. Contestants attract fans and sponsors like moths to a flame, and in turn those crowds push them ever further to innovate and stay relevant."
  },
  {
    "id": "champ_castigo_dynamo",
    "name": "'CASTIGO' DYNAMO",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_experimental"
      }
    ],
    "source": "MENAGERIE",
    "license": "MILAGRO",
    "license_level": 2,
    "actions": [
      {
        "name": "Magnet Lock",
        "activation": "Reaction",
        "frequency": "1/Round",
        "heat_cost": 1,
        "trigger": "A character begins movement in Range 3 of you.",
        "detail": "They must pass a Hull save or be knocked Prone. On a success they are Slowed until the end of the current turn instead.<br><br><b>Experimental 4+:</b> You are pulled directly towards them until you are adjacent, or as close as possible."
      }
    ],
    "description": "The Milagro’s array of EM force enhancements give it a larger-than-life presence in the ring. El Huracán’s work still strains possibility, deriving tremendous point force from visually minimal coils and generator trains."
  },
  {
    "id": "champ_kiloton_electroceps",
    "name": "KILOTON ELECTROCEPS",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_kickstart"
      },
      {
        "id": "tg_quick_action"
      }
    ],
    "source": "MENAGERIE",
    "license": "MILAGRO",
    "license_level": 2,
    "actions": [
      {
        "name": "Suplex",
        "activation": "Quick",
        "detail": "Choose an adjacent character that is the same size as you or smaller. Remove them from the battlefield then place them back in any other free space adjacent to you. Unwilling characters may attempt a contested Hull check to avoid this effect.<br><br><b>Kickstart:</b> A character is adjacent to you at the start of your turn. You must target them, and on a failed save you may knock them back 1 space directly away from you after moving them."
      }
    ],
    "description": "“As much as we advance, it all stays the same. We travel the stars and learn the secrets of fundamental forces, but at the end it all comes down to this: two figures on a field, meeting hand to hand and fist to fist to find out who’s on top. It’s a little backwards, but I can’t deny the appeal of it all. It’s simple, no matter how complicated the rest gets. Romantic, in its way. If that’s what they want, then I’ll make it the best damn fight they’ve ever seen. That ring is my canvas, and these hands? They are my brushes.”"
  },
  {
    "id": "champ_salt_augments",
    "name": "SALT ALCHEMICAL AUGMENTS",
    "type": "System",
    "sp": 4,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_kickstart"
      },
      {
        "id": "tg_supercharge"
      }
    ],
    "source": "MENAGERIE",
    "license": "MILAGRO",
    "license_level": 3,
    "effect": "Whenever you or an adjacent ally would take 2 or less final damage after all other reductions, take 0 damage instead. Additionally, gain the Galvanize action.",
    "actions": [
      {
        "name": "Galvanize",
        "activation": "Quick",
        "detail": "<b>Supercharge:</b> Choose yourself or an allied character in Range 3. Until the end of their next turn, they are immune to all damage, Heat, and conditions from hostile characters.<br><br><b>Kickstart:</b> Your target has 2 or fewer Structure remaining, and/or 6 or less current HP. All of their attacks gain +1 Knockback as long as the effect lasts. "
      }
    ],
    "description": "SALT augmentations are systemic reinforcements, material replacements, and flexible armatures designed to capture and disperse incoming energy. When exposed to a directed electric field, certain exotic materials in this plating structure aerosolize and then harden into directed shielding that’s nearly impervious to standard assault, although the compounds involved are ultimately unstable and decay into inert products."
  },
  {
    "id": "champ_shiraz_optics",
    "name": "SHIRAZ OPTICS",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 1
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "MENAGERIE",
    "license": "NAZAR",
    "license_level": 1,
    "effect": "When you consume Lock-On with a weapon you may activate this system to choose one of the following effects:",
    "actions": [
      {
        "name": "Blue-Shift",
        "activation": "Free",
        "detail": "Your weapon attacks against the target this turn gain Arcing and +5 Range (or +2 Threat if melee). This includes the triggering attack."
      },
      {
        "name": "Red-Shift",
        "activation": "Free",
        "detail": "All other attacks you make against the target this turn gain +1 Accuracy."
      }
    ],
    "description": "The lenses of this optical array use a focal metafold to determine distance and relative motion with pinpoint accuracy, and can be directly incorporated into mounted scopes or existing camera blisters."
  },
  {
    "id": "champ_vagabond_cloak",
    "name": "VAGABOND CLOAK",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_quick_action"
      },
      {
        "id": "tg_kickstart"
      },
      {
        "id": "tg_slide"
      }
    ],
    "source": "MENAGERIE",
    "license": "NAZAR",
    "license_level": 1,
    "actions": [
      {
        "name": "Activate Cloak",
        "activation": "Quick",
        "detail": "Slide 2 and gain Soft Cover until the start of your next turn.<br><br><b>Kickstart:</b> Gain 4+ Heat in a single turn."
      }
    ],
    "description": "This heavy drape of holo-optic mesh breaks up a chassis’ silhouette and disguises its true position and movement.<br><br>[BETTER//LUCK//NEXT//TIME]"
  },
  {
    "id": "champ_nemesis_hardpoint",
    "name": "NEMESIS HYPERDIMENSIONAL HARDPOINT",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_quick_action"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_supercharge"
      }
    ],
    "source": "MENAGERIE",
    "license": "NAZAR",
    "license_level": 3,
    "actions": [
      {
        "name": "Activate Nemesis",
        "activation": "Quick",
        "detail": "When you hit a character with a Ranged attack you may activate this system to tear open a hole in space in a free space adjacent to them. At the start of your next turn, the nearest hostile character with line of sight to the hole takes 4 Kinetic damage, or 2 if they have cover from its position, then the tear is removed.<br><br><b>Supercharge:</b> At the start of your next turn, ALL hostile characters with line of sight to the tear take damage as above."
      }
    ],
    "description": "+++USB/INTERNAL::SOLEMN VIGIL<br>+++DECRYPTION HASH-POSITIVE<br>+++CASE J82XC-OSPREY STATUS::ARCHIVED<br>+++PERSON-OF-INTEREST:: ??? (KNOWN PSEUDONYM: BLINDSPOT)<br>+++TRANSCRIPT AS FOLLOWS:<br>+++I’m pulling the plug on this one; three years and no leads since the original filing. Between their obfuscation and our noted internal conflicts of interest, I doubt we’ll hear any more about him unless he wants to be found. I don’t intend to overstay our welcome. We’ll maintain our contacts within the organization and we’ve petitioned access to the NEMESIS schematics for threat scoping. Cooperation is the name of the game, and as long as we keep these channels open we’ll have an early warning before it hits full RED-SKY.<br>+++ Unofficially: we did our due diligence here. Someone needs to ask Transportation if they’re missing an engineer. Loose lips, people.<br>+++END TRANSCRIPT"
  },
  {
    "id": "cc_alchemist_coolant_pack",
    "source": "",
    "license": "GMS",
    "license_level": 0,
    "license_id": "",
    "name": "1. Coolant Pack",
    "talent_item": true,
    "talent_id": "cc_alchemist_talent",
    "talent_rank": 1,
    "sp": 0,
    "effect": "Remove up to 4 Burn. The next time you take Heat before the start of your next turn, take -2 Heat (min 0).",
    "description": "Gained from the Alchemist Rank I pilot talent."
  },
  {
    "id": "cc_alchemist_jet_thruster",
    "source": "",
    "license": "GMS",
    "license_level": 0,
    "license_id": "",
    "name": "2. Jet Thruster",
    "talent_item": true,
    "talent_id": "cc_alchemist_talent",
    "talent_rank": 1,
    "sp": 0,
    "effect": "Fly 2 spaces. The next system or tech action you activate this turn gains +3 Range.",
    "description": "Gained from the Alchemist Rank I pilot talent."
  },
  {
    "id": "cc_alchemist_shock_prod",
    "source": "",
    "license": "GMS",
    "license_level": 0,
    "license_id": "",
    "name": "3. Shock Prod",
    "talent_item": true,
    "talent_id": "cc_alchemist_talent",
    "talent_rank": 1,
    "sp": 0,
    "effect": "Deal 1 AP Energy damage to a character in Sensors. They take 1 AP Energy damage whenever they fail a save or are hit by a tech attack until the end of their next turn.",
    "description": "Gained from the Alchemist Rank I pilot talent."
  },
  {
    "id": "cc_alchemist_mass_driver",
    "source": "",
    "license": "GMS",
    "license_level": 0,
    "license_id": "",
    "name": "4. Mass Driver",
    "talent_item": true,
    "talent_id": "cc_alchemist_talent",
    "talent_rank": 1,
    "sp": 0,
    "effect": "Knock a character in Range 8 back 2 spaces. If they hit an obstruction they are knocked Prone. The next time you target a character with a system or tech action this turn, push them 2 spaces in any direction.",
    "description": "Gained from the Alchemist Rank I pilot talent."
  },
  {
    "id": "cc_alchemist_echo_drone",
    "source": "",
    "license": "GMS",
    "license_level": 0,
    "license_id": "",
    "name": "5. Echo Drone",
    "talent_item": true,
    "talent_id": "cc_alchemist_talent",
    "talent_rank": 2,
    "sp": 0,
    "deployables": [
      {
        "id": "alchemist_echo_drone",
        "name": "Echo Drone",
        "type": "Drone",
        "activation": "Free",
        "detail": "Deploy an Echo Drone in Sensors. If you activate a system or tech action that targets a Blast, Burst, Line, or Cone that includes a space adjacent to the drone, all spaces adjacent to the drone count as part of the affected area, then the drone is destroyed.",
        "size": 0.5,
        "edef": 10,
        "evasion": 10,
        "hp": 5
      }
    ],
    "description": "Gained from the Alchemist Rank II pilot talent."
  },
  {
    "id": "cc_alchemist_micro_grenades",
    "source": "",
    "license": "GMS",
    "license_level": 0,
    "license_id": "",
    "name": "6. Micro-Grenades",
    "talent_item": true,
    "talent_id": "cc_alchemist_talent",
    "talent_rank": 2,
    "sp": 0,
    "actions": [
      {
        "name": "Micro_Grenade",
        "activation": "Free",
        "detail": "Characters in the affected area take 2 Explosive damage and gain +1 Difficulty on the next check or save they make.",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Blast",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Explosive",
            "val": 2
          }
        ]
      }
    ],
    "description": "Gained from the Alchemist Rank II pilot talent."
  }
]