[
  {
    "id": "kkca_samyeli_recurve_bow",
    "name": "SAMYELI RECURVE BOW",
    "mount": "Main",
    "type": "Launcher",
    "damage": [
      {
        "type": "Kinetic",
        "val": "3"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 8
      }
    ],
    "tags": [
      {
        "id": "tg_arcing"
      },
      {
        "id": "tg_slide"
      }
    ],
    "effect": "This weapon starts the scene with no arrows nocked. At the end of each of your turns you nock an arrow, or two if you Boosted that turn, to a maximum of 5 arrows. You must have at least one arrow nocked to attack with this weapon; when you do, you may attack as many times as you have arrows nocked against the same or different targets. You may Slide 2 spaces in any direction before each individual attack. After firing, reset to no arrows nocked."
  },
  {
    "id": "kkca_impulse_scutum",
    "name": "IMPULSE SCUTUM",
    "mount": "Heavy",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "1d6+2"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 2
      }
    ],
    "tags": [
      {
        "id": "tg_knockback",
        "val": 2
      }
    ],
    "effect": "You may attack with Overwatch when a character enters, leaves, or exits spaces in this weapon’s Threat.",
    "on_hit": "Gain Overshield equal to Grit + ½ the damage dealt before reduction. If the knockback from this weapon causes them to hit an obstruction, gain Overshield equal to the full amount instead."
  },
  {
    "id": "kkca_valencia_c_lance",
    "name": "VALENCIA C-LANCE",
    "mount": "Main",
    "type": "Melee",
    "profiles": [
      {
        "name": "BOARKILLER",
        "range": [
          {
            "type": "Threat",
            "val": 3
          }
        ],
        "damage": [
          {
            "type": "Kinetic",
            "val": "1d6+3"
          }
        ],
        "on_hit": "Your target must pass a contested Hull check or be dragged with you until the end of your turn.",
        "tags": [
          {
            "id": "tg_ap"
          },
          {
            "id": "tg_loading"
          }
        ]
      },
      {
        "name": "ELECTRIFIED",
        "range": [
          {
            "type": "Threat",
            "val": 3
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "1d6+3"
          }
        ],
        "on_hit": "Your target becomes impaled by the spear. While impaled they are Immobilized and take 3 Energy damage at the start of each of their turns. They remain impaled until they remove the spear by passing a Hull save as a quick action.",
        "tags": [
          {
            "id": "tg_overkill"
          },
          {
            "id": "tg_loading"
          }
        ]
      },
      {
        "name": "DETONATION",
        "range": [
          {
            "type": "Threat",
            "val": 3
          }
        ],
        "damage": [
          {
            "type": "Explosive",
            "val": "1d6+3"
          }
        ],
        "on_hit": "Create a secondary attack in a Line 3 explosion that begins behind your target and is oriented directly away from you. This secondary attack cannot deal bonus damage and does not trigger secondary attacks. ",
        "tags": [
          {
            "id": "tg_knockback",
            "val": 2
          },
          {
            "id": "tg_loading"
          }
        ]
      }
    ],
    "effect": "This weapon has three different heads, each of which is unloaded separately. On attack, choose which lancehead to use. When you reload this weapon, all lanceheads are reloaded."
  },
  {
    "id": "kkca_eschaton_axe",
    "name": "ESCHATON AXE",
    "mount": "Heavy",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "5"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_accurate"
      },
      {
        "id": "tg_thrown",
        "val": 8
      }
    ],
    "effect": "This weapon does not need to be recovered after being Thrown."
  },
  {
    "id": "kkca_affinity_edge",
    "name": "AFFINITY EDGE",
    "mount": "Main",
    "type": "Melee",
    "effect": "This weapon cannot be used to attack normally. Instead, 1/turn when an attack misses you, you may teleport 1 space directly towards your attacker or as close as possible. If they are within this weapon’s Threat, you may then make a single attack against them with it. This does not count as a reaction.",
    "damage": [
      {
        "type": "Energy",
        "val": "1d6"
      },
      {
        "type": "Burn",
        "val": 3
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_accurate"
      },
      {
        "id": "tg_overkill"
      }
    ],
    "on_hit": "Teleport to any free space adjacent to your target. ",
    "on_crit": "You become Invisible until you are no longer adjacent to your target or they are destroyed."
  },
  {
    "id": "kkca_thunder_barrel",
    "name": "THUNDER BARREL",
    "mount": "Main",
    "type": "Cannon",
    "damage": [
      {
        "type": "Explosive",
        "val": "2d6+2"
      }
    ],
    "range": [
      {
        "type": "Cone",
        "val": 3
      }
    ],
    "tags": [
      {
        "id": "tg_inaccurate"
      },
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_knockback",
        "val": 3
      }
    ],
    "source": "K/KCA",
    "license": "ZOMORRODNEGAR",
    "license_level": 1,
    "description": "Despite their proclivity for more classical weaponry K/KCA is no stranger to firearm design. The results are frequently blunt and archaic; a reminder of the elegance they lack despite their power.",
    "sp": 0
  },
  {
    "id": "kkca_chakram_bracer",
    "name": "CHAKRAM BRACER",
    "mount": "Auxiliary",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "1d3+1"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_thrown",
        "val": 5
      }
    ],
    "source": "K/KCA",
    "license": "ZOMORRODNEGAR",
    "license_level": 2,
    "on_attack": "If you throw this weapon it makes attacks against all characters in a Line 5. After throwing, it remains spinning in the final space of the Line. You may recover it normally, or at the end of your next turn if you are within Range 5 and line of sight of it, it returns to you automatically, attacking all characters in its path. Otherwise it falls in the nearest free space.",
    "description": "Each individual template chakram must be hand-milled and weighted for their prospective client. Any deviation in expected spin or balance on the final print-blueprint is a stain on the Assembly that could see the engineer responsible cast out permanently.",
    "sp": 1
  },
  {
    "id": "kkca_garrison_spear",
    "name": "Garrison Spear",
    "mount": "Main",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "2"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 3
      }
    ],
    "tags": [
      {
        "id": "tg_ap"
      },
      {
        "id": "tg_accurate"
      }
    ],
    "source": "K/KCA",
    "license": "NANDAKA",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick",
        "detail": "You can Anchor the Garrison Spear as a quick action. While it is Anchored you are Slowed, but any hostile character that moves at least one space within its Threat for the first time in a round must pass an Agility save or take 2 AP Kinetic Damage. You can stop Anchoring as a quick action."
      }
    ],
    "description": "A spear is an outwardly simple weapon – clear in shape and purpose to any onlooker. To master it, however, is an art that can take a lifetime; to feel it as an extension of one’s own body, or as the point on which one’s whole existence is anchored in the flash of the mêlée.",
    "sp": 0
  },
  {
    "id": "kkca_kinetic_musket",
    "source": "K/KCA",
    "license": "TIZONA",
    "license_level": 2,
    "name": "KINETIC MUSKET",
    "mount": "Main",
    "type": "Cannon",
    "profiles": [
      {
        "name": "Musket",
        "range": [
          {
            "type": "Range",
            "val": 8
          }
        ],
        "damage": [
          {
            "type": "Kinetic",
            "val": "1d3+5"
          }
        ],
        "tags": [
          {
            "id": "tg_loading"
          },
          {
            "id": "tg_knockback",
            "val": 1
          }
        ]
      },
      {
        "name": "Bayonet",
        "range": [
          {
            "type": "Threat",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Kinetic",
            "val": "1d3+1"
          }
        ],
        "on_hit": "Reload this weapon."
      }
    ],
    "effect": "This weapon can be used as a Cannon or a Melee weapon, but not both in the same Round. While unloaded it can still use its Bayonet profile.",
    "description": "Modeled on the traditional longarms of the post-Melee city-state of Cosimo these muskets incorporate a hand-designed and entirely analog priming mechanism. The Cosimo raiding parties were adept at long range ambushes, but equally skilled at close range where blade and bullet danced together into one fluid motion.",
    "sp": 0
  },
  {
    "id": "kkca_tigerclaw_officers_mace",
    "name": "TIGER-CLAW OFFICER'S MACE",
    "mount": "Heavy",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "2d3+3"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_reliable",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "TIZONA",
    "license_level": 2,
    "effect": "If this weapon would miss a Prone, Immobilized, or Stunned character, it hits them instead.",
    "on_hit": "The target is Impaired until the end of their next turn.",
    "description": "A knight should value honor and dignity above all else – but only fools do not take advantage of their foe’s hesitation to seize victory. Weighted and flanged tiger-claw maces are tools to accomplish exactly that; their deceptive speed provides an ample reminder to any weakened opponent that they have been thoroughly outclassed.",
    "sp": 0
  },
  {
    "id": "kkca_powderduster",
    "name": "POWDERDUSTER",
    "mount": "Main",
    "type": "Melee",
    "damage": [
      {
        "type": "Explosive",
        "val": "3"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_reliable",
        "val": 3
      },
      {
        "id": "tg_knockback",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "TYRFING",
    "license_level": 1,
    "description": "A ‘powderduster’ is akin to a bar-brawling implement more than a martial weapon; thick plating at the end of a limb that conceals stacked micromunitions where a person might keep metal pellets or loaded blades.",
    "sp": 0
  },
  {
    "id": "kkca_blackbird_defense_net",
    "name": "BLACKBIRD DEFENSE NET",
    "mount": "Heavy",
    "type": "Nexus",
    "damage": [
      {
        "type": "Energy",
        "val": 6
      },
      {
        "type": "Burn",
        "val": 1
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 5
      },
      {
        "type": "Threat",
        "val": 3
      }
    ],
    "tags": [
      {
        "id": "tg_smart"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      },
      {
        "id": "tg_accurate"
      }
    ],
    "source": "K/KCA",
    "license": "TYRFING",
    "license_level": 2,
    "description": "The Blackbird is an obvious outlier beside other K/KCA weapon designs in terms of digital sophistication and user skill. The truth is that the large, self-directing perimeter drones that make up the Defense Net were never intended for tourney play in the public eye – their design originates in self-defense for a private client, and only after rumors began to spread were they revealed as an official offering.",
    "sp": 0
  },
  {
    "id": "kkca_chain_wheel",
    "name": "CHAIN WHEEL",
    "mount": "Heavy",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "2d6"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_overkill"
      },
      {
        "id": "tg_reliable",
        "val": 1
      }
    ],
    "source": "K/KCA",
    "license": "TYRFING",
    "license_level": 3,
    "effect": "Whenever Overkill triggers for this weapon increase its Reliable value by 1, to a maximum of 12. If its Reliable value becomes 6+ it gains +1 Threat. If it becomes 10+ it gains On Hit: your target must pass a Hull save or become Shredded until the end of the scene, or until they pass a Hull save as a Full Action. If you do not attack with this weapon from the start of one of your turns to the start of your next turn, and at the end of the scene, this bonus resets to 0.",
    "description": "The blade, spear, and mace are standard icons in baronic armories – but they are by no means the only options. This more esoteric weaponry is not often used but for the rare contender who can master the toothed wheel or mechanized flail comes the evergreen advantage of surprise.",
    "sp": 0
  },
  {
    "id": "champ_adaptive_silo",
    "name": "ADAPTIVE SILO",
    "mount": "Main",
    "type": "Launcher",
    "damage": [
      {
        "type": "Explosive",
        "val": "1d6"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 10
      }
    ],
    "tags": [
      {
        "id": "tg_smart"
      },
      {
        "id": "tg_reliable",
        "val": 1
      },
      {
        "id": "tg_experimental"
      }
    ],
    "source": "MENGAERIE",
    "license": "CORNICELLO",
    "license_level": 1,
    "effect": "<b>Experimental 3+:</b> This weapon increases its <b>Reliable</b> value by +2 (max 6), its <b>Range</b> by +5, or gains the <b>Accurate</b> or <b>AP</b> tags until the end of the scene. If it is already Accurate, it may gain <b>Seeking</b> instead.<br><br><b>Experimental 5+:</b> This weapon additionally gains the <b>Inaccurate</b>, <b>Ordnance</b>, <b>+2 Heat(self)</b>, or <b>Loading</b> tags until the end of the scene. Other than Heat(self), you cannot choose the same option twice.",
    "description": "Adaptive silos contain a novel mute-chorus that can dynamically alter the internal ammunition printer in addition to improving trajectories in each launch, although the processor acceleration necessary creates a higher risk of dead-end evolutionary outcomes.",
    "sp": 0
  },
  {
    "id": "champ_glassmaker_jezail",
    "name": "GLASSMAKER JEZAIL",
    "mount": "Heavy",
    "type": "Rifle",
    "damage": [
      {
        "type": "Kinetic",
        "val": "2d6"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 12
      }
    ],
    "tags": [
      {
        "id": "tg_experimental"
      }
    ],
    "source": "MENGAERIE",
    "license": "CORNICELLO",
    "license_level": 3,
    "effect": "<b>Experimental 5+:</b> This weapon deals the maximum possible damage instead of rolling. After this attack resolves, this weapon deals -2 damage for the rest of the scene (min 0).",
    "description": "Popularized during the 4987u Championship by a cadre of ex-BUC gladiators, Glassmaker mag-cel jezails have exceptionally high-performance rail sculpting. These fine modifications have an unfortunate tendency to degrade in high-energy firing scenarios, which has left them relegated to sport use rather than any real military engagement.",
    "sp": 0
  },
  {
    "id": "champ_hydrocannon",
    "name": "HYDROCANNON",
    "mount": "Main",
    "type": "CQB",
    "damage": [
      {
        "type": "Kinetic",
        "val": "1d3+1"
      }
    ],
    "range": [
      {
        "type": "Cone",
        "val": 5
      }
    ],
    "tags": [
      {
        "id": "tg_loading"
      },
      {
        "id": "tg_knockback",
        "val": "X"
      }
    ],
    "source": "MENGAERIE",
    "license": "JIN-CHAN",
    "license_level": 2,
    "effect": "The base Knockback value of this weapon is equal to 6 - its Range from your target (min 1).",
    "description": "Although technically accurate, it is hotly debated whether the original Jin-Chan truly won its championship title ‘without ever firing a single shot’. The debate breaks down further into exactly the statement intended by a post-ballistic design: is it an indictment of violence? A lofty disdain for ‘archaic’ design? Or an acknowledgement that all forms can be twisted to violent end, leaving intent the only true weapon. The designer’s only statement on the question to date has been: “Why are you asking me? Don’t you know already?”",
    "sp": 0
  },
  {
    "id": "champ_magnetic_fist",
    "name": "MAGNETIC FIST",
    "mount": "Main",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "1d3+2"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_kickstart"
      },
      {
        "id": "tg_knockback",
        "val": 2
      }
    ],
    "source": "MENGAERIE",
    "license": "MILAGRO",
    "license_level": 1,
    "effect": "<b>Kickstart:</b> You knock a character Prone.",
    "on_attack": "You may pull your target 1 space directly towards you (or as close as possible).",
    "description": "Ring the bell.",
    "sp": 0
  },
  {
    "id": "champ_gauss_knuckle",
    "name": "GAUSS KNUCKLE",
    "mount": "Heavy",
    "type": "Melee",
    "damage": [
      {
        "type": "Kinetic",
        "val": "2d6+2"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "tags": [
      {
        "id": "tg_inaccurate"
      },
      {
        "id": "tg_knockback",
        "val": 3
      },
      {
        "id": "tg_supercharge"
      }
    ],
    "source": "MENGAERIE",
    "license": "MILAGRO",
    "license_level": 3,
    "effect": "<b>Supercharge:</b> The knockback from this weapon occurs even on a miss. If it causes a character to impact an obstruction they immediately take 4 AP Kinetic damage and are knocked Prone.",
    "description": "For every action, an equal and opposite reaction. Energy cannot be created or destroyed. Statements that we have held true for millenia, the foundational basis of our science and society. But when have we ever cared for convention here? What if we can get just a little more back out? This can be our new paradigm - and who knows what we’ll find next.",
    "sp": 0
  },
  {
    "id": "champ_pinhole_revolver",
    "name": "PINHOLE REVOLVER",
    "mount": "Auxiliary",
    "type": "Rifle",
    "damage": [
      {
        "type": "Kinetic",
        "val": "2"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 15
      }
    ],
    "tags": [
      {
        "id": "tg_arcing"
      }
    ],
    "source": "MENGAERIE",
    "license": "NAZAR",
    "license_level": 2,
    "on_hit": "Your next ranged attack against the same target this turn gains Arcing and Reliable 2.",
    "description": "When you just think in three dimensions, it seems like we’re all so far apart - trillions of souls scattered across the stars. Then four? We’re further from the past and the future than we’ve ever been from each other. But there’s more beyond that, we all know this. We learn new ways to reach out and connect every day. Humanity is further apart than we’ve ever been. We get closer every day. Keep reaching out. We’ll find you.",
    "sp": 1
  },
  {
    "id": "champ_three_wishes_rail_repeater",
    "name": "'THREE WISHES' RAIL REPEATER",
    "mount": "Main",
    "type": "Rifle",
    "damage": [
      {
        "type": "Kinetic",
        "val": "3"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 15
      }
    ],
    "tags": [
      {
        "id": "tg_kickstart"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "source": "MENGAERIE",
    "license": "NAZAR",
    "license_level": 2,
    "effect": "<b>Kickstart:</b> You critically hit with any weapon.",
    "description": "Automatic mag-rail weapons are a markedly unstable branch of weapons development, plagued by numerous hurdles and physical limitations including a broad tendency for EM flux lines to self-interfere between each firing or with overlapping armaments. Many ballistic engineers have taken this as a challenge rather than a cautionary body of evidence, and so the Menagerie’s archives fill with new concepts every year, each a unique and excitingly charted dead end.",
    "sp": 0
  },
  {
    "id": "champ_beam_rail",
    "name": "BEAM RAIL",
    "mount": "Heavy",
    "type": "Cannon",
    "damage": [
      {
        "type": "Energy",
        "val": "6"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 20
      }
    ],
    "tags": [
      {
        "id": "tg_ap"
      },
      {
        "id": "tg_accurate"
      },
      {
        "id": "tg_ordnance"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      },
      {
        "id": "tg_experimental"
      }
    ],
    "source": "MENGAERIE",
    "license": "NAZAR",
    "license_level": 3,
    "effect": "<b>Experimental X+:</b> If your target has 1 Structure and X or less HP remaining, they are immediately destroyed.",
    "description": "Linear beam rails are directed energy weapons that utilize a coherent lance of exotic particles rather than standard photon or plasma excitation. The exotic medium is transmuted from ambient baryonic substrate, a process that propagates on impact to disintegrate most physical materials.",
    "sp": 0
  }
]