[
  {
    "id": "GMSC_frames_denali",
    "source": "GMS",
    "license_level": 0,
    "name": "Denali",
    "mechtype": [
      "Support"
    ],
    "description": "All characters have access to the Denali from LL0 onwards. This variant FRAME is not mutually exclusive with the EVEREST.<br>One of many militia-grade dual purpose civic and military chassis, the Denali chassis sees notable use among combined force doctrine armies and small scale militia-tier armed forces for its logistical and utilitarian merits, coupled with sizable armament.",
    "mounts": [
      "Flex",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 10,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Field Supply",
        "description": "When you Stabilize the Denali, adjacent allied characters may clear all burn, clear one condition, or reload all weapons."
      },
      {
        "name": "Altruism",
        "description": "1/scene, When the Denali performs a Barrage or uses a Full Tech Action, adjacent allied characters may Stabilize as a reaction, even if they would not normally be able to take reactions."
      },
      {
        "name": "Replaceable Parts",
        "description": "While resting, the Denali can be repaired at a rate of 1 Repair per 1 structure damage, instead of 2 Repairs."
      }
    ],
    "core_system": {
      "name": "Auto-Logistic COMP/CON",
      "active_name": "Optimizer",
      "active_effect": "You and all allied mech characters in Sensors and line of sight immediately clear all Heat and Stabilize. Allied characters affected by this action clear all conditions from outside sources and gain Immunity to them until the end of their next turn. You may then use Force Multiplier on one allied character in line of sight and Sensors or end all ongoing hostile effects on that character.",
      "activation": "Full Tech",
      "use": "Mission",
      "passive_name": "Force Multiplier",
      "passive_actions": [
        {
          "name": "Force Multiplier",
          "activation": "Full Tech",
          "detail": "Choose an adjacent allied character. They gain 1 of the following benefits until the end of their next turn as long as they remain within Sensors and line of sight:<ul><li>They ignore Invisibility and Hidden and gain +1 Accuracy on their next attack.</li><li>Whenever they take damage, they first gain 2 Overshield.</li><li>They gain +1 Accuracy on all checks and saves and hostile tech actions have a 50% chance to fail against them, granting them Immunity to all its effects.</li></ul>Each effect can only be used 1/scene on each character.",
          "cost": 0,
          "frequency": "Unlimited"
        }
      ]
    },
    "image_url": "https://d2c79xe1p61csc.cloudfront.net/frames/mf_standard_pattern_i_everest.png",
    "y_pos": 0
  }
]