[
  {
    "id": "DOWNFALL",
    "name": "DOWNFALL Group",
    "dark": "#a5a5a5",
    "light": "#be0000",
    "description": "The danger inherent in telling someone something is that they will believe you. The shadowy rogue subsidiary of IPS-N “known” as DOWNFALL has a rather plain beginning on paper, which paints an official role in predictive investment, pre-emptive military intervention, corporate espionage, and economic sabotage. However, the spiritual beginning of DOWNFALL is a simple statement: “We endorse and support the mission of Albatross.”<br><br>The danger inherent in believing something is that you will act on that belief.<br><br>The deep gulf that now exists between the internal culture of DOWNFALL Group and its parent company began with trends in the data. Competitor opportunities cut short by the successful establishment of human rights in a given system, Albatross interventions uncovering unethical experimentation on human life, colonies collapsed by reckless shortcuts meant to make them productive faster than they could be stable. While IPS-N touted support of humanitarian missions with one hand, the other was stained with the same blood and gold as the rest of its peers. Disillusionment gave rise to action and the oh-so-very unofficial shift of DOWNFALL Group’s mission from support of its parent company to wide-reaching action against human rights violations and, more broadly, the willful perpetuation of a chaotic galaxy for the benefit of the powerful.<br><br>Current thinking in DOWNFALL’s leadership places corpro-states as the largest enemies of human peace and prosperity, and prioritizes their destruction and Union’s preservation, in that order, to fulfill its humanitarian mandate. The reality is rarely as clean as swift insertions to dispense justice; DOWNFALL is reliant on the resources and privileged intelligence it leeches from IPS-N to operate, and trades heavily on the secrecy of its mission in order to stay safe. Strikes have to be directed for maximum effect with as few risks and resources as possible, and though DOWNFALL rejects the corporate culture of profit over people, it was still born of that culture. In the heat of the moment, DOWNFALL has sometimes chosen to put its cause above the real people they are ostensibly trying to help in order to set up for future efforts, sorely testing the loyalty of its pilots.<br><br>DOWNFALL’s “Sinner” pattern-groups, fielded almost solely by their own agents or rebellions they back, are culled from aborted research in IPS-N’s own archives added to a pool of specifications and schematics stolen via their espionage efforts, and inspired by the success of HORUS p-g operations. Most take pains to resemble a more standardized chassis, generally from IPS-N, with the few slip-ups of operational security to date chalked up to ‘prototypes’. Still, it’s only a matter of time before DOWNFALL is formally discovered, and will have to take action to preserve its own existence. To this end, select mercenary groups - notably and especially including Albatross - have been given limited licensing in order to prepare the way for DOWNFALL’s emergence into the public sphere. Quietly, patiently, they gather networks of contacts, contractors, and resources ever so slightly separate from what they report and turn over to IPS-N, forming a new cloak for its mission: preserve Union, and bring glory to mankind.",
    "quote": "<i>Thinking Forward</i>",
    "logo_url": "https://www.dropbox.com/s/lma3vit3ne3hz8e/dfg.svg?raw=1"
  },
  {
    "id": "MOI",
    "name": "Magnum Opus Interstellar",
    "logo_url": "https://www.dropbox.com/s/co7gjb68dkpnxmr/moi-simplified.svg?raw=1",
    "light": "#4e1ed7",
    "dark": "#dddddd",
    "quote": "<i>From Dreams to Design</i>",
    "description": "Magnum Opus Interstellar is one of the longest-lasting design companies in the Union that has not been absorbed by one of the major corporations. The reason for this despite the company’s rather small size is because Magnum Opus Interstellar are a premier developer of new components and designs for blink gates, keeping them stable and safe for many systems. This contract directly with the DoIT itself has allowed it to maintain independence and resist attempts to buy it out several times.<br><br>The heavy work they do with blink gates has also given them a closer (though by no means close) relationship with the Voladores than most members of Union. They often trade survey data from Voladore traders to more carefully tailor the plans for a planned blink gate to the system it will be inhabiting. As a result of this more common contact, Magnum Opus Interstellar often sells what they call ‘Voladore Inspired’ technology, though they are very insistent that they have never engaged in theft of it - and the continued trading with their primary facility, the New Agartha blink gate station, indicates that the Voladore believe they are honest.<br><br>Magnum Opus designs are primarily defensively based, skilled in evasion and trickery over direct conflict. While not pacifistic like the Voladore, Magnum Opus has made it clear that peace and exploration is much more profitable to them than war. Money spent on military campaigns is, after all, not being spent on new expeditions to create colonies that will require a blink gate. Despite this, their designs are popular among those with an interest in blinkspace technology. This is thanks to MOI's tendency to use the Voladore-inspired technology in ways that allow their mechs to move in an unexpected, or even seemingly impossible fashion."
  },
  {
    "id": "MO & S",
    "name": "Marley, Oz, and Silver Lending & Consultations",
    "light": "#294c69",
    "dark": "#4c8ec4",
    "description": "Marley, Oz, and Silver is a youngblood lending service that is officially in over its head. The idea, in 4985u, was simple enough to start with. Jacob Marley, a retired pilot with years of service for the DoJ, partnered with childhood friend & financier Jane Silver to try and support the promise of Union in their own way. Over the course of their mutual work they had seen many cases of injustice lesser than those prosecuted so vigorously by the DoJ’s Liberators, but all the more insidious for it: citizen-shareholders chained by student debts, human beings denied the legal right to their own genetic code, religions in the Baronies dedicated to raising their captive adherents in darkness. Marley and Silver didn’t set out to create a mercenary company; the Albatross and MIRRORSMOKE served as fine second-chance opportunities for soldiers already. They started a lending company with the goal of getting debtors out of situations they could not otherwise escape, and to assist in this endeavor they brought on Marley’s old partner: an NHP named Oz, developed over Marley’s long years of service in the manner of some pilots.<br><br>Recruiting interested parties was surprisingly easy. Even a dark galaxy is full of points of light, after all, candles that brighten when placed together. At the advice of their consultants, Marley, Oz, and Silver adopted a stance of converting debts not into forgiveness but into an actually payable structure; many of the desperate folk they sought to help were rightfully wary of charity, and were easier to persuade with a fair deal rooted in returned value. Unfortunately this is where things went sideways, as the budding lending company found itself in possession of an incredibly wide swathe of skills with no real plan for how to dispose of those skills. By mutual agreement, Oz’s identity - already hidden - was buried deep, and they were appointed the shadowy head of Marley, Oz, and Silver’s newfound Consultations branch, where Union, corpro, and citizens alike could hire their stable of skilled specialists for whatever problems those specialists might solve. With an increasing need to avoid the wrath of corpro-states whose citizens they were liberating, Marley, Oz, and Silver relocated their headquarters to the Annamite line, and their various installations into uncharted territory. Far from home and far from help, Oz directed its engineers to develop a line of mechs suitable for home defense, far-field exploration, and sale in the secondary market.<br><br>Today, Marley, Oz, and Silver is only a fraction of overall frame sales, easily outnumbered even by HORUS’s offerings, but they are growing a reputation for reliability. Where other frames crap out and need to be printed again from the ground up, MO & S’s “Unyielding” line is ready to go again with a spitshine and a few swear words, no matter how hard they get beat down. Though MO & S’s portfolio is diverse, they do sometimes get hard hits in the galactic market, and a recent spell of trouble has caused an aggressive push of their military-grade products to make ends meet, with groups like MIRRORSMOKE and the Ungratefuls among their foremost buyers. Need it cheap, long-lasting, and don’t much care if it’s pretty? Marley, Oz, and Silver might have the frame for you.",
    "quote": "<i>What We Owe To Each Other</i>",
    "logo_url": "https://www.dropbox.com/s/eql4uxqgk5oa1sl/mo%26s.svg?raw=1"
  }
]