[
  {
    "id": "ssc_lucina",
    "source": "SSC",
    "license_level": 2,
    "name": "Lucina",
    "mechtype": [
      "Defender",
      "Support"
    ],
    "description": "",
    "mounts": [
      "Main",
      "Main/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 10,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "Glancing Blows",
        "description": "When the Lucina Braces, it may also make an Agility check. If successful, it may still use free actions and reactions as normal, and may use its standard move on its next turn."
      },
      {
        "name": "Batesian “Mimicry” Holograms",
        "description": "The Lucina counts as Size 3 for the purposes of Engagement."
      },
      {
        "name": "Float Like a Butterfly",
        "description": "The Lucina may use Agility instead of Hull when rolling contested checks to break a grapple, and may do so regardless of the grappler’s sizes."
      }
    ],
    "core_system": {
      "name": "Inheritance",
      "passive_name": "Hamearic Territoriality",
      "passive_actions": [
        {
          "name": "Hamearic Territoriality",
          "activation": "Reaction",
          "frequency": "1/turn",
          "trigger": "A hostile character with a lower Speed than the Lucina enters, exits or moves more than 1 space within the Effete Blades’ Threat.",
          "detail": "The Lucina may Skirmish that character with Effete Blades. This special reaction can be used once a turn, any number of times a round, and doesn’t count against the maximum number of reactions a turn, so the Lucina can take other reactions normally."
        }
      ],
      "active_name": "Combine Effete Blades",
      "active_effect": "For the rest of the scene, change the Effete Blades to the Twinned profile, and when the Lucina Barrages, it may use the Effete Blades for both attacks.",
      "activation": "Protocol",
      "description": "",
      "use": "Encounter",
      "integrated": [
        "mw_lucina_integrated"
      ]
    },
    "image_url": "https://fehpass.fire-emblem-heroes.com/common/img/chara_img_00069001000168_01.png",
    "license_id": "ssc_lucina",
    "y_pos": "16"
  },
  {
    "id": "ipsn_acadia",
    "source": "IPS-N",
    "license_level": 2,
    "name": "Acadia",
    "mechtype": [
      "Defender",
      "Controller"
    ],
    "description": "",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 3,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 14,
      "evasion": 6,
      "edef": 6,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 11,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Autophagic Reload",
        "description": "As a free action, the Acadia may reload one Loading weapon. Then, it takes 4 AP Kinetic damage. This damage cannot be reduced in any way."
      },
      {
        "name": "Structural Redundancies",
        "description": "The Acadia travels at full speed through difficult terrain, and when the Acadia would suffer involuntary movement as part of an attack or failed save, it may instead ignore the involuntary movement and take 3 AP kinetic damage. This damage cannot be reduced in any way."
      },
      {
        "name": "Colossus",
        "description": "Adjacent allied characters can use the Acadia for hard cover."
      },
      {
        "name": "Overworked Engines",
        "description": "The Acadia has +1 Difficulty on Agility checks and saves, and takes 1d3 Heat every time it Boosts."
      }
    ],
    "core_system": {
      "name": "Nothing Goes To Waste",
      "passive_name": "Scrap",
      "passive_effect": "",
      "passive_actions": [
        {
          "name": "Scrap",
          "activation": "Reaction",
          "trigger": "An enemy character is destroyed within Range 5.",
          "detail": "A cable latches onto the destroyed character, and it is pulled to the Acadia, removed from the battlefield, and is incorporated into the Acadia. This grants the Acadia one of the following benefits:<br><ul><li>The Acadia restores HP to full.</li><li>The Acadia removes up to two conditions.</li><li>The Acadia reloads all Loading weapons.</li></ul>",
          "frequency": "1/round"
        }
      ],
      "active_name": "Do Not Resist",
      "active_effect": "The Acadia engages a legion of cables on a target enemy character within line of sight. The enemy is Immobilized. This condition cannot be cleared in any way. Every time the Acadia moves, it must move towards the target until the target is destroyed.<br><br>Once the Acadia is adjacent to the target, it begins to assimilate it. At the start of each of the Acadia and the target’s turns, Gain a Scrap die, a d6. Whenever the Acadia would attack the target, you may roll a Scrap die instead. On an odd number, the target takes 1 Stress damage. On an even number, the target takes 1 Structure damage.<br><br>Each time a Scrap die is rolled, gain a benefit as though you had triggered the Scrap reaction.",
      "activation": "Full",
      "description": "",
      "use": "Encounter",
      "integrated": []
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "ipsn_acadia",
    "y_pos": "0"
  },
  {
    "id": "ha_meade",
    "source": "HA",
    "license_level": 2,
    "name": "Meade",
    "mechtype": [
      "Support",
      "Defender"
    ],
    "description": "",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 7,
      "repcap": 4,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 11,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Forgiven Remote Access",
        "description": "The Meade may roll tech attacks to Invade itself or allied characters instead of automatically succeeding. If the attack hits, the target reduces their Heat by 2, and the Meade does not need to choose an Invade option."
      },
      {
        "name": "Peace Walk",
        "description": "At the end of the Meade's turn, if it did not attack or force a save on a hostile character, it may move any number of its drones within Sensors a combined total of six spaces in any direction."
      }
    ],
    "core_system": {
      "name": "Augment Reality",
      "active_name": "Augment Reality",
      "active_effect": "You create a Burst 4 area holographic projection around your mech, and dedicate its full system capacity to maintaining a projected illusion of a perfect world. This area counts as soft cover.<br><br>In addition, you may attempt to intercept any attack that targets characters in the affected area. Roll a tech attack with +1 accuracy, contesting the original attack roll. If you win, the attack automatically misses.<br><br>This effect remains stationary even if you move, but you may not exit the affected area. This effect lasts until the end of the scene or until you end it as a quick action.",
      "activation": "Full",
      "description": "",
      "use": "Encounter"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "ha_meade",
    "y_pos": "0"
  },
  {
    "id": "horus_revenant",
    "source": "HORUS",
    "license_level": 2,
    "name": "Revenant",
    "mechtype": [
      "Defender",
      "Support"
    ],
    "description": "",
    "mounts": [
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 10,
      "evasion": 8,
      "edef": 12,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 11,
      "speed": 4,
      "sp": 8
    },
    "traits": [
      {
        "name": "Atmospheric Shock Absorber",
        "description": "Whenever the Revenant is Stunned, any damage it takes is reduced by 2d3."
      },
      {
        "name": "Transdimensional",
        "description": "The Revenant may use tech actions on characters regardless of if either it or its target is Intangible, and its effects from tech actions that require an ongoing interaction between two characters or objects persist through Intangibility on either the Revenant or its target."
      },
      {
        "name": "Exposed Reactor",
        "description": "The Revenant has +1 Difficulty on Engineering checks and saves."
      }
    ],
    "core_system": {
      "name": "Metacameral Conjunction",
      "description": "",
      "passive_name": "Metacameral Conjunction",
      "passive_effect": "When the Revenant becomes Stunned, it chooses an allied character within Sensors to be the Revenant’s ward. A paracausal shroud emerges from the Revenant and drapes itself over the ward. Until the Revenant ceases to be Stunned, you control the shroud, and it is you.<br><br>The shroud uses the same statistics (like Size, Evasion, and Speed) and mech skills (like Traits, Systems, Talents, and Weapons) as the Revenant. However, it differs in the following ways:<ul><li>Any damage or Heat the shroud takes is instead passed to the Revenant, and any conditions that the shroud receives, the Revenant also receives.</li><li>The shroud makes all actions and reactions as a normal mech, but when making Quick or Full actions, may only choose from Tech Actions, BOOST, HIDE, IMPROVISED ATTACK, GRAPPLE, RAM, and SKIRMISH.</li><li>The shroud cannot make a standard move. However, it may Hover for any other movement it makes and, at the end of its turn, it must teleport to the ward’s space. It shares the space, following them, moving as they move. This counts as being adjacent.</li></ul>If the shroud would move outside the Revenant’s Sensors, it disappears from the battlefield until the Revenant chooses a new ward for it to follow.<br><br>In addition, gain the Surrender To Compulsion Protocol.",
      "passive_actions": [
        {
          "name": "Surrender to Compulsion",
          "activation": "Protocol",
          "detail": "The Revenant becomes Stunned until the start of your next turn."
        }
      ],
      "active_name": "Ordain A New Bicameral Mind",
      "active_effect": "For the rest of the scene, the paracausal shroud emerges from the Revenant regardless of if it is Stunned. You may control both the Revenant and the shroud independently, as though both are you. Both act in tandem on your turn, and may take their own actions, reactions, movement, etc. However, you are still limited to one Full Action or two Quick Actions on each of your turns.<br><br>In addition, the Revenant benefits from Atmospheric Shock Absorber’s damage reduction regardless of if the Revenant is Stunned.\n",
      "activation": "Protocol",
      "active_actions": [],
      "use": "Encounter",
      "integrated": []
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "horus_revenant",
    "y_pos": "0"
  }
]