[
  {
    "id": "ssc_lucina",
    "source": "SSC",
    "license_level": 2,
    "name": "Lucina",
    "mechtype": [
      "Defender",
      "Support"
    ],
    "description": "",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 10,
      "edef": 10,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "I Challenge My Fate",
        "description": "When the Lucina Braces, it may also make an Agility check. If successful, it may still use free actions and reactions as normal, and may use its standard move on its next turn."
      },
      {
        "name": "Batesian Mimicry",
        "description": "The Lucina counts as Size 3 for the purposes of Engagement."
      },
      {
        "name": "Hamearic Cunning",
        "description": "The Lucina may use Agility instead of Hull when rolling contested checks to break a grapple, and may do so regardless of the grappler’s sizes."
      }
    ],
    "core_system": {
      "name": "Inheritance",
      "passive_name": "I Choose To Fight",
      "passive_actions": [
        {
          "name": "I Choose To Fight",
          "activation": "Reaction",
          "frequency": "1/turn",
          "trigger": "A hostile character with a lower Speed than the Lucina enters, exits or moves more than 1 space within the Parallel Falchion's Threat.",
          "detail": "The Lucina may skirmish that character with the Parallel Falchion. This special reaction can be used once a turn, any number of times a round, and doesn’t count against the maximum number of reactions a turn, so the Lucina can take other reactions normally."
        }
      ],
      "active_name": "One Sword and a World of Troubles",
      "active_effect": "For the rest of the scene, change the Parallel Falchion to the Aether profile. For the rest of the scene, when the Lucina Barrages, it may use the Parallel Falchion for both attacks.",
      "activation": "Protocol",
      "description": "",
      "use": "Encounter",
      "integrated": [
        "mw_lucina_integrated"
      ]
    },
    "image_url": "https://gamepress.gg/feheroes/sites/fireemblem/files/2022-12/CYLucina1.png",
    "license_id": "ssc_lucina",
    "y_pos": "14"
  },
  {
    "id": "horus_ghoul",
    "source": "HORUS",
    "license_level": 2,
    "name": "Ghoul",
    "mechtype": [
      "Striker"
    ],
    "description": "",
    "mounts": [
      "Main",
      "Main"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 7,
      "edef": 10,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 5,
      "tech_attack": 1,
      "save": 11,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Hurricane of Blows",
        "description": "After the Ghoul inflicts Knockback on a target with a melee attack, it may teleport to a space adjacent to the target."
      },
      {
        "name": "Overwhelming Presence",
        "description": "When the Ghoul teleports, it may select a destination that is occupied by enemies of equal or smaller size, and push those enemies to free, adjacent spaces - so long as such spaces exist."
      }
    ],
    "core_system": {
      "name": "Student of the Eight Gates",
      "description": "The Path of the Eight Gates is not an easy one, but many are drawn to it, hoping to reach true power.",
      "passive_name": "Student of the Eight Gates",
      "passive_effect": "Gain the <b>Student of the Eight Gates</b> Full action.",
      "passive_actions": [
        {
          "name": "Student of the Eight Gates",
          "activation": "Full",
          "detail": "Teleport to a space adjacent to a character within Sensors. You may then make an improvised attack with +1 Accuracy.",
          "frequency": "Unlimited"
        }
      ],
      "active_name": "The Gate of Death",
      "active_effect": "Until the end of your turn, gain Resistance to all damage from all sources. In addition, for the rest of the scene, you gain the special <b>Master of the Eight Gates</b> free action.",
      "activation": "Full",
      "active_actions": [
        {
          "name": "Master of the Eight Gates",
          "activation": "Free",
          "detail": "Take 2 heat, then Teleport to a space adjacent to a character within Sensors. You may then make up to two improvised attacks against that character. You take damage equal to the damage inflicted."
        }
      ],
      "use": "Encounter"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "horus_ghoul",
    "y_pos": "0"
  },
  {
    "id": "ipsn_acadia",
    "source": "IPS-N",
    "license_level": 2,
    "name": "Acadia",
    "mechtype": [
      "Defender",
      "Controller"
    ],
    "description": "",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 3,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 14,
      "evasion": 6,
      "edef": 6,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Carve the Path",
        "description": "When the Acadia moves, it automatically deals 10 AP kinetic damage to objects and terrain in its path. In addition, it may move into spaces occupied by enemy characters. If it does, they must make an Agility save or take 2 AP Kinetic damage, and are automatically pushed to the nearest open space."
      },
      {
        "name": "Too Big To Notice",
        "description": "The Acadia travels at full speed through difficult terrain, and when the Acadia would suffer involuntary movement as part of an attack or failed save, it may instead take 3 AP kinetic damage and ignore the involuntary movement."
      },
      {
        "name": "Colossus",
        "description": "Adjacent allied characters can use the Acadia for hard cover."
      },
      {
        "name": "Overworked Engines",
        "description": "The Acadia cannot Boost, and it takes 2 Heat every time it voluntarily moves for any reason other than its standard move."
      }
    ],
    "core_system": {
      "name": "Nothing Goes To Waste",
      "passive_name": "Scrap",
      "passive_effect": "",
      "passive_actions": [
        {
          "name": "Scrap",
          "activation": "Reaction",
          "trigger": "An enemy character is destroyed within Range 5.",
          "detail": "A cable latches onto the destroyed character, and its mech is pulled to the Acadia, removed from the battlefield, and is incorporated into the Acadia's hull. This grants the Acadia one of the following benefits:<br><ul><li>The Acadia restores HP to full.</li><li>The Acadia removes up to two conditions.</li><li>The Acadia reloads all Loading weapons.</li><li>The Acadia creates a pool of slag adjacent to itself. The slag is an object of size 2 soft cover, with 10 HP and 5 Evasion. The spaces it occupies become dangerous terrain, dealing energy damage, until the slag is destroyed.</li></ul>",
          "frequency": "1/round"
        }
      ],
      "active_name": "Do Not Resist",
      "active_effect": "The Acadia engages a legion of cables on a target enemy character within line of sight. The enemy is Immobilized. This condition cannot be cleared in any way. Every time the Acadia moves, it must move towards the target until the target is destroyed.<br><br>Once the Acadia is adjacent to the target, it begins to assimilate it. At the start of each of the Acadia and the target’s turns, Gain a Scrap die, a d6. Whenever the Acadia would attack the target, you may roll a Scrap die instead. On an odd number, the target takes 1 Stress damage. On an even number, the target takes 1 Structure damage.<br><br>Each time a Scrap die is rolled, gain a benefit as though you had triggered the Scrap reaction.",
      "activation": "Full",
      "description": "",
      "use": "Encounter",
      "integrated": [
        "mw_acadia_integrated"
      ]
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "ipsn_acadia",
    "y_pos": "0"
  },
  {
    "id": "ha_meade",
    "source": "HA",
    "license_level": 2,
    "name": "Meade",
    "mechtype": [
      "Defender",
      "Support"
    ],
    "description": "",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 8,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 11,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Forgiven Remote Access",
        "description": "The Meade may roll tech attacks to Invade allied characters instead of automatically succeeding. If the attack hits, the target reduces their Heat by 2, and the Meade does not need to choose an Invade option."
      },
      {
        "name": "Overclock",
        "description": "1/scene, as a Quick Action, the Meade may convert an allied character’s Burn into Overshield, including itself."
      }
    ],
    "core_system": {
      "name": "Augment Reality",
      "active_name": "Augment Reality",
      "active_effect": "You create a Burst 4 area holographic projection around your mech, and dedicate its full system capacity to maintaining a projected illusion of a perfect world. This area counts as soft cover.<br><br>In addition, you may attempt to intercept any attack that targets characters in the affected area. Roll a tech attack with +1 accuracy, contesting the original attack roll. If you win, the attack automatically misses.<br><br>This effect remains stationary even if you move, but you may not exit the affected area. This effect lasts until the end of the scene or until you end it as a quick action.",
      "activation": "Full",
      "description": "",
      "use": "Encounter"
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_id": "ha_meade",
    "y_pos": "0"
  }
]