[
  {
    "id": "ms_spadonari_dance",
    "name": "Spadonari Dance",
    "source": "SSC",
    "license": "Lucina",
    "license_level": 1,
    "effect": "",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "actions": [
      {
        "name": "Activate Spadonari Dance",
        "activation": "Quick",
        "detail": "Expend a charge to swap places with an adjacent ally. This movement – for both you and the target – ignores Engagement and does not trigger reactions. If your target is Grappled, you take their place in the Grapple.<br><br>Then, roll an Agility check. On a success, your target may immediately move up to 2 spaces in a direction of their choice. On a roll of 20+, you may replenish one charge of this System.",
        "frequency": "Unlimited"
      }
    ],
    "license_id": "ssc_lucina"
  },
  {
    "id": "ms_centrifugal_servomotor",
    "name": "Centrifugal Servomotor",
    "source": "SSC",
    "license": "Lucina",
    "license_level": 3,
    "effect": "",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "actions": [
      {
        "name": "Spin-Up Servos",
        "activation": "Quick",
        "detail": "Until the end of your next turn, gain the following benefits:<ul><li>You cannot be prevented from taking reactions</li><li>Whenever you would voluntarily move as part of a reaction, you may move 1 additional space</li><li>You may make all movement as though Hovering until the start of your next turn, at which point you land (this counts as falling without any damage)</li></ul>"
      }
    ],
    "license_id": "ssc_lucina"
  },
  {
    "id": "ms_vasuki_class_nhp",
    "name": "Vasuki-Class NHP",
    "source": "SSC",
    "license": "Lucina",
    "license_level": 3,
    "effect": "Your mech gains the AI tag and Poison the Churning Ocean.",
    "type": "System",
    "sp": 3,
    "description": "",
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 4
      },
      {
        "id": "tg_limited",
        "val": 1
      }
    ],
    "actions": [
      {
        "name": "Poison the Churning Ocean",
        "activation": "Full",
        "detail": "1/scene, compel your enemies’ animosity. Until the start of your next turn, you are Immobilized. All hostile characters within Line of Sight and Range equal to your Speed must make a Systems save. On a failed save, they must spend all their actions attacking you with melee attacks until the end of their next turn, prioritizing melee weapons. If you are not within Threat, they instead use all actions to move toward you as directly as possible.",
        "frequency": "1/scene"
      }
    ],
    "license_id": "ssc_lucina"
  },
  {
    "id": "ms_superfluous_hull",
    "name": "Superfluous Hull",
    "source": "IPS-N",
    "license": "Acadia",
    "license_level": 1,
    "effect": "Allies that are a smaller Size than you may end their turns in spaces you occupy. These characters are treated as adjacent for the purposes of your effects on allied characters (from your traits, talents, systems, or weapons). Gain the <i>Splintering Shield</i> reaction.",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Splintering Shield",
        "activation": "Reaction",
        "frequency": "1/round",
        "trigger": "An adjacent ally is damaged by an attack.",
        "detail": "Reduce the damage dealt to the target by half. You take that damage, and may create a Scrap Heap, a Size 1 object that can be used for hard cover, in a free space within Range 2."
      }
    ],
    "license_id": "ipsn_acadia"
  },
  {
    "id": "ms_farragut_class_ambulators",
    "name": "Farragut-Class Ambulators",
    "source": "IPS-N",
    "license": "Acadia",
    "license_level": 2,
    "effect": "You may pass through spaces and end your turn in spaces occupied by Prone enemies that are the same Size or smaller than you. If you do, they become Crushed. As long as they are Crushed, they are Impaired, Immobilized, cannot take reactions, and take 2 AP Kinetic damage at the end of each of your turns.<br><br>Enemies stop being Crushed when you move out of all spaces they occupy, or if they succeed on a contested Hull check as a Quick Action, at which point they are immediately pushed back to the nearest open space.",
    "type": "System",
    "sp": 1,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "license_id": "ipsn_acadia"
  },
  {
    "id": "ms_carrier_platform",
    "name": "Carrier Platform",
    "source": "IPS-N",
    "license": "Acadia",
    "license_level": 3,
    "effect": "An allied character that is smaller than you may board you as a Quick action. While boarded, the smaller character occupies a space you occupy, and becomes Immobilized but moves when you move, mirroring your movement, but can still be attacked and targeted separately. They also benefit from soft cover, and are treated as being higher elevation to any non-flying characters. This effect lasts either for the rest of the scene, until this system is destroyed, or until they disembark as a Protocol, and are placed in an open space adjacent to you.",
    "type": "System",
    "sp": 3,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "license_id": "ipsn_acadia"
  },
  {
    "id": "ms_circuitbreaker_suite",
    "name": "Circuitbreaker Suite",
    "source": "HA",
    "license": "Meade",
    "license_level": 1,
    "effect": "",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Divert Power To Systems",
        "activation": "Invade",
        "detail": "Until the end of its next turn, the target’s next weapon attack automatically misses, but the next save or check it forces is made with +2 Difficulty.",
        "frequency": "Unlimited"
      },
      {
        "name": "Divert Power To Weapons",
        "activation": "Invade",
        "detail": "Until the end of its next turn, the next check or save the target forces is automatically passed, but it makes its next weapon attack with +2 Accuracy.",
        "frequency": "Unlimited"
      }
    ],
    "license_id": "ha_meade"
  },
  {
    "id": "ms_tomographic_projector",
    "name": "Tomographic Projector",
    "source": "HA",
    "license": "Meade",
    "license_level": 1,
    "effect": "As a Quick Action, expend a charge to deploy a Tomographic Projector drone that attaches to any object or surface within Sensors.",
    "type": "System",
    "sp": 2,
    "description": "",
    "deployables": [
      {
        "type": "Drone",
        "name": "Tomographic Projector",
        "size": 0.5,
        "hp": 1,
        "edef": 10,
        "evasion": 10,
        "detail": "When deployed (or re-deployed), Tomographic Projectors are Hidden, even if they are not in cover, until they are found with Search.<br><br>You may take the Scan quick action against any character within Range 5 of a Tomographic Projector drone as though it were within Sensors and line of sight. When you do, you also Discover a Vulnerability in the target. They receive Lock On and take +1d6 bonus damage the next time they take damage from an attack between now and the end of your next turn.",
        "recall": "Quick",
        "redeploy": "Quick",
        "tags": []
      }
    ],
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_quick_action"
      }
    ],
    "license_id": "ha_meade"
  },
  {
    "id": "ms_system_equivalence_module",
    "name": "System Equivalence Module",
    "source": "HA",
    "license": "Meade",
    "license_level": 2,
    "effect": "",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Thermal Equilibrium",
        "activation": "Invade",
        "detail": "At the start of the target’s next turn, set their current Heat to half of their Heat Cap, putting them in the Danger Zone. This can only be used 1/scene on each character.",
        "frequency": "Unlimited"
      },
      {
        "name": "Destabilize Corporeality",
        "activation": "Invade",
        "detail": "The target is Intangible until the end of their next turn. They may end this effect early by succeeding on an Engineering check as a quick action. This can only be used 1/scene on each character.",
        "frequency": "Unlimited"
      }
    ],
    "license_id": "ha_meade"
  },
  {
    "id": "ms_kawarimi_decoy",
    "name": "Kawarimi Decoy",
    "source": "HA",
    "license": "Meade",
    "license_level": 3,
    "effect": "As a Quick action, expend a charge to deploy the decoy drone to any object or surface within Sensors.",
    "type": "System",
    "sp": 3,
    "description": "",
    "deployables": [
      {
        "type": "Drone",
        "name": "Kawarimi Decoy",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "detail": "Gain the Kawarimi reaction, which can be taken once for each deployed Kawarimi Decoy.",
        "recall": "Quick",
        "redeploy": "Quick",
        "tags": [],
        "actions": [
          {
            "name": "Kawarimi",
            "activation": "Reaction",
            "trigger": "An allied character within Range 5 of the drone is hit by an attack.",
            "detail": "They may swap places with the drone as though teleporting, as long as there is sufficient space. The drone receives the damage and effects of the attack instead.",
            "frequency": "1/round"
          }
        ]
      }
    ],
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_reaction"
      }
    ],
    "license_id": "ha_meade"
  },
  {
    "id": "ms_haunt",
    "name": "Haunt",
    "source": "HORUS",
    "license": "Revenant",
    "license_level": 1,
    "effect": "",
    "type": "System",
    "sp": 1,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Possess",
        "activation": "Quick Tech",
        "detail": "Choose a Deployable, a Drone, or another non-mech object that is Size 2 or smaller within Sensors. It Hovers a number of spaces up to your Speed. This movement ignores engagement and doesn’t provoke reactions.",
        "frequency": "Unlimited"
      },
      {
        "name": "Transgress",
        "activation": "Quick Tech",
        "detail": "Choose an allied character within Sensors. Until the end of their next turn, they can move through obstructions such as characters or terrain but not end their turns in them, their movement ignores engagement (but still provokes reactions), and, at the end of their turn, they may take 2 Heat to teleport back to where they started their turn.",
        "frequency": "Unlimited"
      }
    ],
    "license_id": "horus_revenant"
  },
  {
    "id": "ms_exomanipulation_imaging",
    "name": "Exomanipulation Imaging",
    "source": "HORUS",
    "license": "Revenant",
    "license_level": 2,
    "effect": "",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "actions": [
      {
        "name": "Skulk",
        "activation": "Quick Tech",
        "detail": "Target an allied character within Sensors. Until the end of their next turn, they are Invisible, and may immediately Hide and move up to 2 spaces as a reaction, unless they are Engaged.",
        "frequency": "Unlimited"
      },
      {
        "name": "Scream",
        "activation": "Quick Tech",
        "detail": "Target a Hidden allied character within Sensors. When the target next ceases to be Hidden, the closest enemy within Range 3 of them must pass a Systems save or become overwhelmed by their fear. Choose one:<ul><li><b>Petrify:</b> They freeze in place. Until the end of the enemy’s next turn, they are Slowed, do not cause Engagement, cannot take reactions, automatically fail any Agility checks and saves, and the next attempt to Grapple them automatically succeeds.</li><li><b>Pacify:</b> They flee in terror. The enemy must backpedal, moving 1 space away from the target and, until the end of their next turn, they cannot make attacks other than Improvised Attack and Ram, they do not cause Engagement, and all voluntary movements they make must be directly away from the target.</li></ul>",
        "frequency": "Unlimited"
      }
    ],
    "license_id": "horus_revenant"
  },
  {
    "id": "ms_cold_spot",
    "name": "Cold Spot",
    "source": "HORUS",
    "license": "Revenant",
    "license_level": 2,
    "effect": "",
    "type": "System",
    "sp": 2,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Cold Spot",
        "activation": "Full Tech",
        "detail": "Target a Blast 2 area centered on a space within Sensors and create a Cold Spot. All characters within the Cold Spot have Resistance to Heat and soft cover. However, if a character ends their turn in the area, they become Slowed until the end of their next turn, and if a character that is already Slowed ends their turn in the Cold Spot, they instead become Immobilized until they heat up by passing an Engineering check as a Quick Action. This effect lasts until the end of the scene, or until you create another Cold Spot.",
        "frequency": "Unlimited"
      }
    ],
    "license_id": "horus_revenant"
  },
  {
    "id": "ms_morrigan_class_nhp",
    "name": "Morrigan-Class NHP",
    "source": "HORUS",
    "license": "Revenant",
    "license_level": 3,
    "effect": "Your mech gains the AI tag and Portend the Flight of Crows.",
    "type": "System",
    "sp": 3,
    "description": "",
    "tags": [
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_heat_self",
        "val": 4
      },
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Portend the Flight of Crows",
        "activation": "Reaction",
        "trigger": "You or an adjacent allied character is targeted by an attack.",
        "detail": "You and all adjacent allied characters become Intangible until the start of your next turn, receiving no damage or other effects from the attack. Any allied characters made Intangible that act before your next turn may Prepare actions that trigger at the start of your turn, after they clear Intangible. However, on the turn when you cease to be Intangible, you cannot make any Quick or Full actions.",
        "frequency": "1/scene"
      }
    ],
    "license_id": "horus_revenant"
  },
  {
    "id": "ms_deimos_echo",
    "name": "DEIMOS ECHO",
    "source": "HORUS",
    "license": "Revenant",
    "license_level": 3,
    "effect": "As a Full Tech action, either expend a charge of this system or take 5 damage – which cannot be reduced in any way – to deploy a DEIMOS ECHO in a space occupied by an allied character within Sensors. Any DEIMOS ECHO deployed by taking damage cannot be recalled, and disappears at the end of the scene.",
    "type": "System",
    "sp": 3,
    "description": "",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      }
    ],
    "deployables": [
      {
        "name": "DEIMOS ECHO",
        "type": "Drone",
        "hp": "5 + {grit}",
        "size": "?",
        "edef": "?",
        "evasion": "?",
        "activation": "Full Tech",
        "detail": "When deployed, the DEIMOS ECHO wards an allied character that is not already warded, forming a paracausal silhouette over them to protect them. Until the DEIMOS ECHO is destroyed, it shares the warded character’s space, and moves with them, but can still be attacked and targeted separately. The warded character gains the following benefits:<ul><li>They add +1d3 to attack rolls.</li><li>They add +1d3 to mech skill checks and saves.</li><li>1/round, when they deal damage to an enemy character, they may deal +1d3 bonus AP Energy damage.</li><li>Whenever they take damage, they roll 1d3+1, reduce the damage taken by that amount, and the DEIMOS ECHO takes that damage.</li></ul>The DEIMOS ECHO uses your Evasion and E-Defense scores, and matches the warded character’s Size.",
        "actions": []
      }
    ],
    "license_id": "horus_revenant"
  }
]