[
  {
    "id": "dud_pg_everymans_omnibike",
    "name": "Everyman’s Omnibike",
    "type": "Gear",
    "description": "A solar-powered antique hoverbike, rusted over but still perfectly functional.<br><br>More than just a safe and efficient method of travel, this hoverbike is highly portable, and can fold up into a variety of basic handtools, including a knife, flashlight, wrench, screwdriver, and even a miniature generator that can be used as a power source for small to medium-sized electronics.<br><br><i>A highly pragmatic combination of multiple basic adventuring needs condensed into one handy tool.</i>",
    "effect": "Gain the Dead Reckoning power from the Pragmatic Pathfinder bond.",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_gear"
      }
    ]
  },
  {
    "id": "dud_pg_jailbroken_prosocollar",
    "name": "Jailbroken Prosocollar",
    "type": "Gear",
    "description": "A previously standard-issue Albatross prosocollar that has since been illicitly customized.<br><br>In addition to providing the usual function of projecting minor, detectable voice and appearance changes, this modified neckpiece is also capable of acting as a homing beacon, tracking device, and communications system that can even translate and decrypt ciphertext.<br><br><i>\"I'm sorry I can't tell you why I'm leaving... I don't want you to get hurt. Besides, I know you'll figure it out yourself, anyway. You're relentless like that.\" - Database decryption entry 001, December 1st 5015u",
    "effect": "Gain the Harry the Prey power from the Relentless Wolf bond.",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_gear"
      }
    ]
  },
  {
    "id": "dud_pg_claws_of_the_union",
    "name": "Claws of the Union",
    "type": "Weapon",
    "description": "Wicked talons of gears and steel, sharpened to a razor's edge. These prosthetics were never made to ensure equity; they were made to get even.<br><br><i>A guardian's weapon crafted from fresh steel works just as well as one reforged from a butcher's blade.</i>",
    "effect": "This weapon can be used with the following profile even while unloaded, and using this profile does not cause it to become unloaded: [1 Threat, AP, 1 Kinetic.]<br><br>In addition, gain the Paradox of Inexorable Force power from the Reforged Titan bond.",
    "tags": [
      {
        "id": "tg_loading"
      },
      {
        "id": "tg_ap"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_pilot_weapon"
      }
    ],
    "range": [
      {
        "type": "Range",
        "val": 5
      }
    ],
    "damage": [
      {
        "type": "Energy",
        "val": 3
      }
    ]
  },
  {
    "id": "dud_pg_badobasu",
    "name": "Bādobasu",
    "type": "Weapon",
    "description": "An heirloom katana, well-maintained and polished to a flawless sheen. This ages old sword is the well-known symbol of the honored Koizumi family.<br><br><i>The most trusted blade of all is one that's never drawn.</i>",
    "effect": "While this weapon remains sheathed and visibly worn during a charged narrative situation, gain +2 to all checks made to quell the tension.<br><br>In addition, gain the Listen to Reason power from the Trusted Seneschal bond.",
    "tags": [
      {
        "id": "tg_archaic"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_pilot_weapon"
      }
    ],
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "damage": [
      {
        "type": "Kinetic",
        "val": 2
      }
    ]
  },
  {
    "id": "dud_pg_salamander_scale_hardsuit",
    "name": "Salamander Scale Hardsuit",
    "type": "Armor",
    "description": "A sturdy yet lightweight armor made of materials unique to the Dawnline Shore that naturally maintains a rosy mirrorlike gleam. This hardsuit is a testament to both skillful construction and clever design.<br><br><i>A cunning and fiery twist on the ages-old strategy of turning an opponent's force against them.</i>",
    "effect": "Gain the Fight Fire With Fire reaction. In addition, gain the Taste of Desire power from the Fiery Harlequin bond.",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_personal_armor"
      }
    ],
    "actions": [
      {
        "name": "Fight Fire With Fire",
        "activation": "Reaction",
        "frequency": "1/scene",
        "trigger": "You are hit by a damaging attack and damage has been rolled.",
        "detail": "Gain Immunity to all damage, heat, and effects from the triggering attack. Deal burn to the attacker equal to the damage rolled.",
        "pilot": true
      }
    ],
    "bonuses": [
      {
        "id": "pilot_armor",
        "val": 3
      },
      {
        "id": "pilot_hp",
        "val": 3
      },
      {
        "id": "pilot_evasion",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_edef",
        "val": 8,
        "replace": true
      },
      {
        "id": "pilot_speed",
        "val": 4,
        "replace": true
      }
    ]
  },
  {
    "id": "dud_pg_str1p32_class_lady_in_waiting",
    "name": "STR1P32-Class Lady in Waiting",
    "type": "Gear",
    "description": "A state-of-the-art virtual assistant installed in a sleek tiger cub subaltern.<br><br>STR1P32 (or Stripes, as she prefers to be called) is the perfect personal companion for the royally inclined. Not only is she authorized to send and receive transmissions from the biggest gossip database on the omninet, she boasts a number of other functions to her name, including multiple cameras, an echo-canceling microphone, a robust sound system, and even a series of powerful LEDs that can be refracted through her gem-encrusted tiara to project holograms and colorful light shows.<br><br><i>A priceless gift from a proud father, anointed with a crown befitting of his princess.</i>",
    "effect": "Gain the The Ol’ Razzle Dazzle power from the Anointed Harlequin bond.",
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_no_cascade"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_gear"
      }
    ]
  }
]