[
  {
    "id": "mfc_Assagai of the King",
    "name": "ASSAGAI OF THE KING",
    "source": "MFC",
    "license": "CETSHWAYO",
    "license_level": 3,
    "sp": 2,
    "description": "<i><p>When the assegai lands alongside Mfecane’s advancing forces the old lullaby echoes past rusted and routed enemy forces.</p><p>SHAKA: 'Go Down'</p><p>IMPI: 'Let the sun go down'</p><p>MFECANE: 'Let the sun go down, go down!'</p><p>CHORUS: 'Until we meet again'</p><p>SHAKA,IMPI,MFECANE: 'We meet! We meet!'</p><p>SANGOMAS: 'Oh, oh, the red river flows!'</p></i>",
    "effect": "When you attack with the weapon this mod is equipped to, you can spend a charge to also consider this weapon a <b>launcher</b>, gain the <b>overkill</b> tag, and on hit, make a target take heat generated by this weapon’s overkill and heat(self) tags.",
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "added_tags": [
      {
        "id": "tg_arcing"
      }
    ],
    "allowed_types": [
      "Rifle",
      "Nexus",
      "Cannon",
      "Launcher"
    ]
  },
  {
    "id": "mfc_mfecane's_retribution:_abolish the colonizers",
    "name": "MFECANE'S RETRIBUTION: ABOLISH THE COLONIZERS",
    "source": "MFC",
    "license": "GROOTSLANG",
    "license_level": 2,
    "sp": 1,
    "description": "<i><p> When they stand against us in numbers too many to count, our Retribution will cut these numbers down in groves. All will feel it. Leave Colonizers or we will act to Abolish you!</P><p>The Retribution installs proprietary Mfecane ‘quick-print’ technology allowing projectiles, upon being fired, to be filtered through the muzzle that captures quick copies and prints other unique projectiles with predetermined seek/kill directions. The process occurs in an instant. What the foes see is an onslaught of fire from seemingly meanger armament as the battle field becomes respahened in the weapon’s aftermath.</p></i>",
    "effect": "1/round on hit with the weapon this mod is equipped to, expend a charge to activate the dispersal modification. Your target(s) gain resistance to your attack and you may deal 2AP damage to 3 other characters within line of sight and range of the weapon this mod is equipped to.",
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "allowed_types": [
      "Cannon"
    ]
  }
]