[
  {
    "id": "ingoma",
    "name": "INGOMA",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_invade"
      }
    ],
    "source": "MFC",
    "license": "IBUTHO",
    "license_level": 1,
    "actions": [
      {
        "name": "Dance",
        "activation": "Invade",
        "detail": "You take 3 energy damage and until the end your target’s next turn, whenever they attack and deal any damage or Heat to you or an allied character while within threat of one of your melee weapons they immediately take 3 kinetic damage."
      },
      {
        "name": "Sing",
        "activation": "Invade",
        "detail": "You and the target gain +1 accuracy to attacking each other until the end of their next turn. Additionally, while the target is under this effect, 1/round when you roll a critical hit against the affected character you deal bonus 1d6 damage."
      }
    ],
    "description": "The war chant of Mfecane is renowned throughout the Orion Arm. Those who hear it cannont help but be held in contempt. <br>Thou, the great and mighty king!<br> Thou who hast an army! The son of Sonzica sent his forces! We destroyed them! The amaSoja came - We destroyed them! The mounted soldiers came - We destroyed them! The amaLenja came - We destroyed them! The Nongqai came - We destroyed them! Thou, the Great Chief! Thou who hast an army! When will they dare to repeat their attack?"
  },
  {
    "id": "reinforced_sub-dermal_plating",
    "name": "REINFORCED SUB-DERMAL PLATING",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "MFC",
    "license": "IBUTHO",
    "license_level": 1,
    "effect": "<br>When you Brace, you may choose to gain the following effect instead of ganing resistance.</br> <br>- After armor and resistances, if the damage you take is equal to or less than <b>12+Grit</b> then reduce the damage to 1</br>",
    "description": "Mfecane’s proprietary sub-dermal plating has saved the lives of many pilots who’ve been on the receiving end of overwhelming firepower."
  },
  {
    "id": "project_the_ikanda",
    "name": "PROJECT THE IKANDA",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "source": "MFC",
    "license": "IBUTHO",
    "license_level": 3,
    "actions": [
      {
        "activation": "Quick",
        "heat_cost": 2,
        "detail": "<p>Upon activation, you generate a <b>Burst 3</b> ikanda composed of permeable augmented real space centered on your mech. While active you can <b>no longer boost or hide</b> but are immune to being knocked prone. </p><p>While <b>Prone</b>, enemy characters completely within the ikanda take <b>1d3+1 bonus damage</b> when dealt damage or burn from a ranged or melee attack originating from within the ikanda. Additionally, when a prone enemy character completely within the ikanda uses their standard movement to stand up, they must make a <b>Systems save</b> and on fail they remain prone and cannot attempt to stand up until the start of their next turn. An enemy character can only be affected by these effects 1/round.</p><p>You may end this effect as a <b>Protocol</b>, otherwise it lasts until the end of the scene.</p>"
      }
    ],
    "description": "<b>[MFECANE ENTRY QULA 34ZU]</b> <br>A low drum wakes the sleeping bones, a note hangs along the air like an apparition. It dances and shakes from the drums’ vibrations. To be in the ikanda is to feel victory and oppression in unison. To know beyond these grounds lay foes yet slain but to find comfort in the fact that the foe that lay before you will surely meet their end.</br><b>[UNION ENTRY MFC 1.10a TACTICS]</b><br>The Mfecane ikanda is both a place of myth and facet reality. Mfecane talk as if it exists within the mind and not real space. I’ll tell you, the Ibutho tears this myth asunder. I’ve seen the Ikanda, it’s real in so many ways. It exalts its heroes and marks them gods. A real space manifestation born of the filament. Should you find yourself within one, know that there is no escape.</br>"
  },
  {
    "id": "the_crushing",
    "name": "THE CRUSHING",
    "sp": 3,
    "effect": "Upon activation you expend a charge and take 3 energy damage to choose a non-superheavy weapon this protocol applies to. Mark 3 free spaces in range 3 or within 3 spaces of each other with a Crushing Mark that lasts until the end of the scene or until you take this protocol again.",
    "description": "“Great SHAKA, king of the Zulu, may your enemies crumble at the might of your Zulu armies; your innovative war tactics and Impi warriors will win you the stars. Fear not the loss of yourself in the storm of wars yet to come, for victory over all else is the right of the Zulu.”<br> </br> Proprietary technology bestowed upon Mfecane, The Crushing's neural-network integration sleeve reconfigures the standard chassis cockpit with a liquid-proof sealant and Kuku nano-flush funnels to flash flood the pilot with synapse stimulating bots. The process lasts only seconds, as pilot and cockpit are drowned and infused with several miniaturized SHAKA CLASS NHP facsimile clones. The blending of flesh, metal and NHP is jarring, but has produced unique battlefield awareness applications not entirely understood by even Mfecane combat analysts. The end result is just the Crushing.",
    "type": "System",
    "source": "MFC",
    "license_level": 3,
    "license": "IBUTHO",
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "actions": [
      {
        "activation": "Protocol",
        "detail": "Upon activation you expend a charge and take <b>3 energy</b> damage to choose a non-superheavy melee weapon this protocol applies to. Mark 3 free spaces in range 3 and within 3 spaces of each other with a <b>Crushing Mark</b> that lasts until the end of the scene or until you take this protocol again"
      },
      {
        "name": "THE CRUSHING",
        "activation": "Reaction",
        "frequency": "Unlimited",
        "trigger": "A hostile character enters a space marked with a Crushing Mark.",
        "detail": " You may immediately teleport to a <b>free space</b> adjacent to the Crushing Mark and attack the hostile character with the chosen weapon as a reaction. (This movement interrupts and resolves before the triggering action)<br></br>An enemy character can only be affected by this 1/round but this reaction may be taken multiple times in a round."
      }
    ]
  },
  {
    "id": "mfc_shaka_class_nhp",
    "name": "SHAKA-CLASS NHP",
    "sp": 0,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      }
    ],
    "effect": "| ZU-LU! ZU-LU! ZU-LU! *ERROR* *ERROR* |...",
    "data_type": "system"
  },
  {
    "id": "mfc_pillars_of_mfecane",
    "source": "MFC",
    "name": "PILLARS OF MFECANE",
    "sp": 2,
    "description": "<i>We erected pillars, the formation of what we call Mfecane. It would hold SHAKA, our Unkulu and us. This was all for Mfecane, and these pillars would stand above our foes as monoliths of our greatness.</i>",
    "license": "AMADLOZI",
    "license_level": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "actions": [
      {
        "activation": "Quick",
        "detail": "Choose 1 space of difficult or dangerous terrain within line of sight. You create a size 2 pillar of indestructible hardcover composed of a cascading meta-fold mass on top of it lasting until the end of the scene and you gain the Unkulu’s Grasp reaction. You may only have one Pillar of Mfecane created at a time and creating a new pillar removes the previous pillar from the map."
      },
      {
        "name": "Unkulu's Grasp",
        "activation": "Reaction",
        "frequency": "1/round",
        "trigger": "You or an allied character within range 5 of a Pillar of Mfecane are targeted by an ranged attack.",
        "detail": "Make a contested ranged attack roll adding your Grit to the result: if you win the contested roll the attack instead hits the Pillar of Mfecane."
      }
    ]
  },
  {
    "id": "mfc_terraforming_engines",
    "source": "MFC",
    "name": "TERRAFORMING ENGINES",
    "description": "<i>Unkulukulu would become a beacon to all those that met us. A dying planet now restored to magnificence. SHAKA would be stunned at the beauty and the Impi would find peace.<i/>",
    "sp": 2,
    "license": "AMADLOZI",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick",
        "detail": "<br>As a quick action you may either target up to a blast 1 area of difficult terrain or dangerous terrain within sensors and line of sight or you may create a blast 1 area of difficult terrain in free spaces within sensors and line of sight that lasts until the end of your next turn. Additionally, you may take 1 Heat to apply one of the following effects to the difficult or dangerous terrain.  (these effects cannot overlap or stack for any reason but may interact with other systems that create or modify dangerous or difficult terrain)</br><br><b>Quick Seal Swamp:</b>  When a character starts or moves into the terrain for the first time in a round they must pass a <b>Hull save</b> and on failure are Immobilized and remain Immobilized until the end of their next turn and become immune to this effect during their following turn. </br><br><b>Localized Quake:</b> When a character starts or moves into the terrain for the first time in a round they must pass an <b>Agility save</b> and on failure fall Prone and cannot stand up while occupying this terrain until it disappears. </br><br><b>Radioactive Rupture:</b>  When a character starts or moves into the terrain for the first time in a round they must pass an engineering save and on failure take 1d3+1  Heat or half on success.</br>"
      }
    ],
    "tags": [
      {
        "id": "tg_unique"
      }
    ]
  },
  {
    "id": "mfc_creation_directive:Gravity Isolation",
    "source": "MFC",
    "name": "CREATION DIRECTIVE: GRAVITY ISOLATION",
    "description": "<i>SHAKA played about the stars, gallivanting with its Impi, hunting Mfecane’s foes and creating new ones. We The umethetho created in its absence. May the roaming lion hunt, but the cautious lioness shall keep all that is safe. <i/>",
    "sp": 2,
    "license": "AMADLOZI",
    "license_level": 3,
    "actions": [
      {
        "activation": "Quick",
        "detail": "Choose a free space of difficult or dangerous terrain within sensors and line of sight. Create up to 6 pieces of Size 1 hardcover, take 1 heat per hardcover created, in free spaces adjacent to each other or the initial space. Each piece of this Cover has 10 HP and 5 Evasion. If dangerous terrain was chosen you may make this terrain dangerous hardcover. Whenever a hostile character starts their turn adjacent to this hardcover they must make an engineering save or take 5 burn damage. (A character can only be affected by this effect 1/round even if adjacent to multiple pieces of dangerous hardcover)",
        "heat_cost": 2
      }
    ],
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "deployables": [
      {
        "name": "Gravity Isolation",
        "type": "Deployable",
        "activation": "Free",
        "hp": "10",
        "evasion": "5",
        "detail": "Created by Gravity Isolation."
      }
    ]
  },
  {
    "id": "mfc_beckon_emva_kwempilo",
    "source": "MFC",
    "name": "BECKON EMVA KWEMPILO",
    "description": "<i>SHAKA has modeled its impi into a weapon, a rudimentary one at that. We umethetho we know the stories well, we wrote them when SHAKA bathed in the crimson pool. Those stories, they tell of Emva Kwempilo, the afterlife. We will send you there.<i/>",
    "sp": 2,
    "license": "AMADLOZI",
    "license_level": 3,
    "actions": [
      {
        "activation": "Full",
        "detail": "As a full action create a <b>burst 3</b> area of explosive, kinetic or energy dangerous terrain and difficult terrain that last until the end of the scene and that does not move with you. Upon activating this system, you may choose to become Immobilized until the start of your next turn to force hostile characters who take any movement in the area to take 1 Burn for every space they move. You may choose to remain Immobilized to sustain this additional effect but the effect ends if you cease to be Immobilized or are voluntarily or involuntarily moved for any reason."
      }
    ],
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ]
  },
  {
    "id": "mfc_release_the_bulls",
    "source": "MFC",
    "name": "RELEASE THE BULLS",
    "description": "<i>When heat is not a concern, the Release the Bull’s thermo-magnetic reactor activates over charging a mechs launcher weapons. Once charged, a superheated electro coating covers all fired munitions creating devastating results. Avoidance is impossible, the visage of such an assault was deemed “the charging bulls” by a Union Admin who’d evaluated Mfecane combat superiority during a War Order liberation mission in the Endle. Specialty developed by the inDluyenge sub-order, Release the Bulls is often only used when quick solutions are essential. Long term overclocking of the thermo-magnetic reactor will certainly rupture a mech's coolant stabilizers.<i/>",
    "sp": 3,
    "license": "CETSHWAYO",
    "license_level": 3,
    "actions": [
      {
        "activation": "Protocol",
        "detail": "Upon activation, all your Launcher weapons gain the AP and Seeking tag and deal  3 reliable damage until the end of your turn. At the end of your turn, you take 3 heat for each weapon attack made this way."
      }
    ]
  },
  {
    "id": "mfc_bend_the_knee",
    "name": "BEND THE KNEE",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_invade"
      }
    ],
    "source": "MFC",
    "license": "CETSHWAYO",
    "license_level": 1,
    "effect": "You invade your target, causing them to bend the knee as your mech’s systems rupture machine pathways, overtaking them in the process granting partial dominion over the target. Gain the following invade options.",
    "actions": [
      {
        "name": "TO YIELD",
        "activation": "Invade",
        "detail": "You clear 3 heat, and until the end of your target’s next turn they cannot take any reactions and you cannot take any reactions until this effect ends."
      },
      {
        "name": "TO SUBMIT",
        "activation": "Invade",
        "detail": "Until the start of your next turn whenever your target makes an attack roll against you or your allies, they must first take 1 heat and you clear 1 heat for each attack roll made."
      }
    ],
    "description": "<i>Designed by the umethetho, the Bend the Knee tech-invade systems are revolutionary in their own right. Highly coveted by officials from HA, the code has the unique trait of projecting the user’s dominance within the digital plane leaving almost a psychological pain upon the target mech’s systems. It is an odd affliction and anomaly. Mfecane describes it as inkosi, “to feel the weight of the ruler”.</i>"
  },
  {
    "id": "mfc_self_guiding_combat_shielding",
    "name": "SELF GUIDING COMBAT SHIELDING",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "MFC",
    "license": "GROOTSLANG",
    "license_level": 2,
    "effect": "<p> Upon activation you may deploy up to four shileds within sensors that can be attached to allied characters, 1/character, with the following stats: <b> Size: 1 HP: 5 Eva: 5</b>. Once deployed and attached, an allied character becomes <b>slowed</b>, is granted soft cover and reduces any damage received from ranged or melee attacks by 1 as long as this shield is attahced. <b>You cannot deploy more shields than you have armor and after deploying you then lose armor equal to the numebr of shields deployed.</b></p><p> As a protocol you may recall the deployed shields, and gain armor equal to the numebr of shileds returned this way and repair all damage to reach non-destoyred shield.</p> <p> As a free action on your turn, you may take two non reducible damage to reconstruct a destroyed, lost or otherwise unretrievable sheild.</p>",
    "description": "<I><P>“Protection and salvation from the waves of colonizers who seek what is ours.” - umethetho isu officers on Unkulukulu.</P><P>The Self Guiding Adaptive Shielding system enhances standard mech armor with comp/con lite self-guiding tech, enabling detachable autonomous hovering shields. The system is popular with many Mfecane pilots of the Loins Order who seek to preserve the foolhardy and brave Chest Order from their own avarice for battle.</P></I>",
    "actions": [
      {
        "name": "DEPLOY",
        "activation": "quick",
        "detail": "Upon activation, take 2 Heat and deploy up to four of shields in free spaces witin Sensors and line of sight or attach up to four shields to allied chracters in senors or line of sight 1/character.",
        "tags": [
          {
            "id": "tg_heat_self",
            "val": 2
          }
        ]
      },
      {
        "name": "RECALL",
        "activation": "protocol",
        "detail": "As a protocol you may recall the deployed shields, gain Armor equal to the number of shields returned this way and repair all damage to each non-destroyed shield."
      },
      {
        "name": "REBUILD",
        "activation": "free",
        "detail": "You may take two Irreducible damage to reconstruct a destroyed, lost or otherwise unretrievable shield."
      }
    ]
  },
  {
    "id": "mfc_reactionry_reposition_thrusters",
    "source": "MFC",
    "name": "REACTIONARY REPOSTION THRUSTERS",
    "sp": 1,
    "description": "<i>Reserve thrusters intended to close the distance when attacked, the Backweave Thrusters line the spine of mech and fold into the chassis. When activated the jolt of forward motion is nearly equal to the recoil from a near-light ejection. Now perfected, the system comes with a smooth groove conducive seating apparatus to ensure the sudden burst is not fatal to the pilot.</i>",
    "license": "GROOTSLANG",
    "license_level": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "actions": [
      {
        "activation": "Free",
        "detail": "Gain the Backweave Burst reaction."
      },
      {
        "name": "BACKWEAVE BURST",
        "activation": "Reaction",
        "frequency": "1/round",
        "trigger": "You take damage from a hostile ranged or melee attack.",
        "detail": "You and up to your size of adjacent allies may move up to your speed in a straight line ignoring reactions and engagement. If you would pass through or end up adjacent to a hostile characters of smaller size they must make a <b>hull save</b> and on failure become Prone and take 1d6 kinetic damage, on success they only take half damage."
      }
    ]
  },
  {
    "id": "mfc_glitch_pulse_wave",
    "name": "GLITCH PULSE WAVE",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "MFC",
    "license": "GROOTSLANG",
    "license_level": 3,
    "effect": "Upon activation and until the end of your next turn allied characters adjacent to you or any allied character including yourself adjacent to your deployables gain Invisible to attacks made against them within the round. You take 3 Heat each time an you or an ally chooses to gain Invisibility this way.",
    "description": "<I><P>Mfecane dominates the Maluti Line. We will choose the landscape we fight in. Know if you engage us in battle, you fight in our domain. You will lose and you will not see it coming till the end.</P><p>The Glitch Pulse Wave is a system designed entirely by the brightest of the umethetho. It projects a hard-light landscape of the pilot’s design effectively altering the area round the mech providing cover to allies and imposing targeting scrambling contortions upon enemy weapons and systems.</p></I>",
    "actions": [
      {
        "activation": "Full",
        "detail": "Allied characters adjacent to you or your deployables gain Invisible for attacks made against them in the round. You take 3 Heat each time an ally choses to gain Invisble this way."
      }
    ]
  },
  {
    "id": "mfc_mfecane's_stamina:_continue_till_they_break",
    "name": "MFECANE'S STAMINA: CONTINUE TILL THEY BREAK",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      }
    ],
    "source": "MFC",
    "license": "GROOTSLANG",
    "license_level": 3,
    "effect": "You or an adjacent ally may as a quick action expend a charge to reload all loading weapons for you and all allied characters adjacent to you. At the end of your turn, you take 3 Heat for every weapon reloaded this way.",
    "description": "<I><P>We will never stop. You will soon bend. We will never yield. You will soon fear. We will soon win. You will never test us again. The umethetho thought to ensure the battle was won. While not SHAKA’s strategy, the Stamina has quickly become a staple among the War Order’s Loins Order. They find it to be the embodiment of their directive. To press on, bolster the ranks and ensure the battle is won.</P></I>"
  },
  {
    "id": "mfc_exo_ignition_nades",
    "name": "IGNITION NADES",
    "type": "System",
    "sp": 3,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_exotic"
      }
    ],
    "source": "EXOTIC",
    "actions": [
      {
        "name": "Ignition Nade",
        "activation": "Quick",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Blast",
            "val": 1
          }
        ],
        "detail": "Once thrown, create a blast 1 area of chaff that lasts until the end of your next turn and deals 1 Heat to characters who start their turn in or partially in the blast area. Before taking their first action characters must make an Engineering Save and on failure take Burn equal to their current Heat or half on success."
      }
    ],
    "description": "Soak the grounds with fire, it will form the floor of our ikanda. We will be light of foot and quick of temper. When the dance is done one of us will incinerate."
  },
  {
    "id": "mfc_exo_sajambok",
    "name": "SAJAMBOK",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 1
      },
      {
        "id": "tg_exotic"
      }
    ],
    "source": "EXOTIC",
    "effect": "Choose a target in range 10 and line of sight to make an Agility Save. On failure electrified tendrils attach to their mech that last until their next attack roll is made. Before attacking the target takes 3 Heat and suffers -x to their attack roll where x is equal to their current heat.",
    "description": "<I><P>A weapon to teach them to hold their hands still.</P></I>"
  },
  {
    "id": "mfc_exo_baobab_boost_line",
    "name": "BAOBAB BOOST LINE",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_exotic"
      },
      {
        "id": "tg_unique"
      }
    ],
    "source": "EXOTIC",
    "effect": "Choose a size 1 free space in line of sight and within range 10. Deploy a size 2 Boabab anchor in an adjacent free space and the chosen free space. A size 1 character with a Boost can ride the Baobab line to the chosen free space. Baobab anchors have HP 5 and Evasion 5. Once deployed the Baobab cannot be picked up and is destroyed at the end of the scene.",
    "description": "<I><P>Soar high little impi, it is your day to touch the clouds and reach izukuni.</P></I>"
  }
]