[
  {
    "id": "cb_perfection_of_form",
    "name": "Perfection of Form",
    "source": "IF",
    "effect": "You gain +1 speed and a +1 bonus on all checks and saves.",
    "description": "“Gods I look good. Come on, it would be a crime for you to scratch this plating.” - Aphrodite Alpha",
    "mounted_effect": "",
    "actions": [],
    "bonuses": [
      {
        "id": "speed",
        "val": 1,
        "damage_types": [],
        "range_types": [],
        "weapon_types": [],
        "weapon_sizes": [],
        "overwrite": false,
        "replace": false
      }
    ],
    "synergies": [
      {
        "locations": [
          "hull",
          "agility",
          "systems",
          "engineering"
        ],
        "detail": "+1 to all checks and saves."
      }
    ],
    "deployables": [],
    "counters": [],
    "integrated": [],
    "special_equipment": []
  },
  {
    "id": "cb_blackout_plating",
    "name": "Blackout Plating",
    "source": "IF",
    "effect": "You have Immunity to Lock On and Search actions targeting you have +1 Difficulty.",
    "description": "Developed for industrial espionage hardsuits, blackout plating slips through sensor nets easily. Sweeps pass through it like it was empty space and even the Mk1 Eyeball finds it hard to spot.",
    "mounted_effect": "",
    "actions": [],
    "bonuses": [],
    "synergies": [],
    "deployables": [],
    "counters": [],
    "integrated": [],
    "special_equipment": []
  },
  {
    "id": "cb_orbital_drop_training",
    "name": "Orbital Drop Training",
    "source": "IF",
    "effect": "At the beginning of a scene, after all characters have been set up but before any turn has started you can move your speed.&nbsp; This movement ignores engagement and does not provoke reactions.Once per mission, instead of being set up at the start of a scene you can instead hold yourself in reserves (in the belly of a transport ship, in orbit, buried alive or otherwise off the map). At the start of your first turn, you can place yourself anywhere on the map more than 8 spaces away from a hostile character. Deploying this way consumes your standard move for that turn.",
    "description": "Alongside their dueling expertise, Ironleaf Foundry is famous for its publicizing of some of the most dangerous and exciting sports in known space. Those who have obtained expertise in the Ironleaf Foundry Triathlon are masters of moving in the most hostile of environments.",
    "mounted_effect": "",
    "actions": [],
    "bonuses": [],
    "synergies": [],
    "deployables": [],
    "counters": [],
    "integrated": [],
    "special_equipment": []
  },
  {
    "id": "cb_iron_crown",
    "name": "Iron Crown",
    "source": "IF",
    "effect": "1/round, when you or a friendly character in Line of Sight loses structure, you gain an additional quick action on your next turn. You can take this quick action even if you are stunned.At the start of any round in which there are no active allied mech characters on the battlefield, you gain an additional turn that round or two additional turns if there are three or more hostile mech characters in the scene.",
    "description": "The Ironleaf Foundry holds, once a year, a massive dueling competition between designs as a publicity stunt to show off their creations. It is very well attended by pilots representing all manufacturers and has become rather the publicized and bet upon event among the cosmopolitan members of the galaxy. The winner of this competition is given the rare rights to print the Iron Crown for their mech, a symbol of an untouched champion.",
    "mounted_effect": "",
    "actions": [],
    "bonuses": [],
    "synergies": [],
    "deployables": [],
    "counters": [],
    "integrated": [],
    "special_equipment": []
  },
  {
    "id": "cb_perfection_of_skill",
    "name": "Perfection of Skill",
    "source": "IF",
    "effect": "You gain +1 Accuracy on Non-Weapon Melee and Ranged Attacks.When you would be destroyed due to damage or reactor meltdown, you can declare that this will be your final battle, unleashing a desperate charge vaporizing your mech and instantly killing you and any other passengers instead of the usual effects of meltdown or destruction. Choose one target in Range 50. They take 1 Structure Damage, bypassing immunity and are Stunned and Shredded until the end of their next turn. This only takes place if you are physically present in your mech and cannot be avoided or reversed by any means.",
    "description": "“Really, who’s going to stop me? You?” - Echo Alpha, IF Test Pilot",
    "mounted_effect": "",
    "actions": [],
    "bonuses": [],
    "synergies": [
      {
        "locations": [
          "ram",
          "grapple",
          "improvised_attack"
        ],
        "detail": "+1 Accuracy on Non-Weapon Melee and Ranged Attacks",
        "weapon_types": [],
        "weapon_sizes": [],
        "system_types": []
      }
    ],
    "deployables": [],
    "counters": [],
    "integrated": [],
    "special_equipment": []
  }
]