[
  {
    "id": "cb_perfection_of_form",
    "name": "Perfection of Form",
    "source": "IF",
    "effect": "You and all adjacent allies gain an additional +1 to all checks and saves. 1/mission, you automatically succeed at any one check or save.",
    "description": "“Gods I look good. Come on, it would be a crime for you to scratch this plating.” - Aoife, IF Test Pilot",
    "synergies": [
      {
        "locations": [
          "hull",
          "agility",
          "systems",
          "engineering"
        ],
        "detail": "You and all adjacent allies gain an additional +1 to all checks and saves. 1/mission, you automatically succeed at any one check or save."
      }
    ]
  },
  {
    "id": "cb_fragarachs_warding",
    "name": "Fragarach's Warding",
    "source": "IF",
    "effect": "1/Scene, when you are attacked, the attacker first suffers 10 AP kinetic damage and is knocked prone. This does not count as a reaction and resolves before the triggering action.",
    "description": "One of the odder benefits Ironleaf Foundry offers prized supporters are decorative filigree icons that have a disproportionate effect. Opposition attempting to harm the bearers of these icons fall without warning, shattering along stress lines or suffering catastrophic failures of autoloaders. <br>Union Science Bureau has examined these icons and found them to be nothing but metal, without even a source of power. Two competing and equally concerning theories are that these icons are of a mystical nature...or that they are just symbols of being watched over by something much more dangerous."
  },
  {
    "id": "cb_orbital_drop_training",
    "name": "Orbital Drop Training",
    "source": "IF",
    "effect": "At the beginning of a scene, after all characters have been set up but before any turn has started you can move your speed. This movement ignores engagement and does not provoke reactions. Once per mission, instead of being set up at the start of a scene you can instead hold yourself in reserves (in the belly of a transport ship, in orbit, buried alive or otherwise off the map). At the start of your first turn, you can place yourself anywhere on the map more than 8 spaces away from a hostile character. Deploying this way consumes your standard move for that turn.",
    "description": "Alongside their dueling expertise, Ironleaf Foundry is famous for its publicizing of some of the most dangerous and exciting sports in known space. Those who have obtained expertise in the Ironleaf Foundry Triathlon are masters of moving in the most hostile of environments."
  },
  {
    "id": "cb_iron_crown",
    "name": "Iron Crown",
    "source": "IF",
    "effect": "When you roll Structure Damage, you instead roll on the Iron Crown Structure Damage Table.<br><br><b>5-6, Spit Out a Tooth:</b> Ignore excess damage after this Structure Damage, instead resetting your HP to full. You can reroll your next attack against the source of the Structure Damage.<br><b>2-4, Bloodied:</b> Roll 1d6. On a 1-3, the weapons in one mount of your choice prepares to vent their last gasp of power before failing. The next time the weapons in this mount are fired, they have +1 accuracy and deal +1d6 bonus damage. The next time these weapons are fired, or at the end of the scene, the weapons in this mount are destroyed. On a 4-6, one system of your choice is destroyed but buys you a moment of freedom. Immediately move up to your speed. This movement ignores engagement and does not provoke reactions.<br><b>1, Undying Embers:</b> The result depends on your remaining structure. For 3+ Structure, you become Unbalanced until the end of your next turn. While you are Unbalanced, you may only take one quick action during your turn, in addition to your standard move. For 2 Structure, roll a Hull or Agility check. On a success, your mech is Unbalanced until the end of your next turn. On a failure, you treat this as Last Stand. For 1 Structure, you treat this result as Last Stand.<br><b>Multiple 1s, Last Stand:</b> You can deal 1d6+6 Kinetic Damage that cannot be reduced in any way to the source of the Structure Damage or to a Hostile Character in Range 3. Then your mech is destroyed.",
    "description": "The Ironleaf Foundry regularly holds a massive dueling competition between designs as a publicity stunt to show off their creations. It is very well attended by pilots representing all manufacturers and has become the publicized and bet upon event among the cosmopolitan members of the galaxy. The winner of this competition is given the rare rights to print the Iron Crown for their mech, a symbol of an unbeaten champion."
  },
  {
    "id": "cb_perfection_of_skill",
    "name": "Perfection of Skill",
    "source": "IF",
    "effect": "You gain +1 Accuracy on Non-Weapon Melee and Ranged Attacks. In addition, you have Resistance to damage from Drones, Grunts and Subordinates.",
    "description": "“Really, who’s going to stop me? You?” - Ceridwen, Albatross Lancer",
    "synergies": [
      {
        "locations": [
          "ram",
          "grapple",
          "improvised_attack"
        ],
        "detail": "+1 Accuracy on Non-Weapon Melee and Ranged Attacks"
      }
    ]
  },
  {
    "id": "cb_perfection_of_spirit",
    "name": "Perfection of Spirit",
    "source": "IF",
    "effect": "You can freely move through and share the spaces larger allied characters occupy. While occupying the same spaces as an allied character, they gains soft cover and when they move, you can also move with them, mirroring their movement. This effect doesn’t take a reaction, and doesn’t provoke reactions or obey engagement.",
    "description": "To wield a giant's might to impose your will is not courageous. Courage is doing what you can with what you have to shield those about you from the ills of the world."
  }
]