[
  {
    "id": "mf_lily",
    "source": "IF",
    "license_level": 2,
    "name": "Lily",
    "mechtype": [
      "Controller",
      "Striker"
    ],
    "description": "The Lily is the first mech frame developed by Ironleaf Foundry, though it has become very indicative of the style of their designs. Slim and graceful for a mech, it bears more resemblance to a heavy hardsuit with impressive weaponry than a frontline frame. Hidden in that frame is extensive fabrication tools and storage, allowing for a seemingly endless production of ammunition and explosives for dealing with problems. Many pilots find that piloting a Lily is as easy as moving their own body, the excellent articulation and extensive blast plating allowing for rather surprising movements that more than make up for a sluggish base speed.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 8,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": -2,
      "save": 12,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Blastwave Rider",
        "description": "1/Round when the Lily takes damage from a Blast, Burst, Line or Cone it can fly up to 5 spaces in any direction. This movement does not cause reactions, ignores engagement and can still be made even if the Lily is Slowed or Immune to the effect."
      },
      {
        "name": "Unrestrained",
        "description": "The Lily can choose to be immune to hostile effects (but not costs to use a system or weapon) from non-hostile characters and ignores Engagement by characters larger than itself."
      }
    ],
    "core_system": {
      "name": "Metaforge",
      "active_name": "A Grim Bloody Fairy Tale",
      "active_effect": "For the rest of this scene your Grenade and Mine systems do not consume limited charges. In addition, you have immunity to all hostile effects caused by yourself or allied characters, though you can still use them for Blastwave Rider.",
      "activation": "Protocol",
      "description": "The Metaforge is the whirring core of Lily, taking up the vast majority of the Lily’s internals. An advanced printer tailored specifically for the creation of engineering tools and explosives, this backpack allows the Lily to make do with significantly less overhead as a common feed can be rapidly converted into the required part for any given system.",
      "deactivation": "",
      "use": "Encounter",
      "passive_name": "Metaforge",
      "passive_effect": "The Lily reduces the SP cost of any Grenade or Mine installed on this mech by 1 SP, to a minimum of 1 SP.<br><em>(This feature is not currently supported by COMP/CON. You'll have to manually add additional systems past your usual SP limit.)</em>"
    },
    "image_url": "https://cdn.discordapp.com/attachments/426289086450368512/935440161536344064/Ikiryo_Lily_Commission-min.png",
    "y_pos": "14"
  },
  {
    "id": "mf_rose",
    "source": "IF",
    "license_level": 2,
    "name": "Rose",
    "mechtype": [
      "Defender",
      "Striker"
    ],
    "description": "Ironleaf Foundry’s premier dueling and bodyguard frame, the Rose’s slim size belies the sheer power of its weapon. Eschewing more general purpose designs, the Rose’s systems are built around supporting a high performance energy spear that is capable of taking apart the most powerful of frames. Ironleaf Foundry takes much pride in the many tournament wins of the Rose and have a reputation for refusing to license the design to those who have publicly complimented the work of the Terashima enclaves unless they are willing to recant that statement.",
    "mounts": [
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 6,
      "evasion": 10,
      "edef": 6,
      "heatcap": 7,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -1,
      "save": 11,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Immortal Skill",
        "description": "The Rose is treated as size 2 for the purpose of Ram and Grapple and ignores engagement by characters larger than itself.",
        "synergies": [
          {
            "locations": [
              "ram",
              "grapple"
            ],
            "detail": "The Rose is treated as size 2 for the purpose of Ram and Grapple and ignores engagement by characters larger than itself."
          }
        ]
      },
      {
        "name": "Scalpel",
        "description": "When the Rose causes System Trauma, the Rose's pilot chooses which system or weapon is destroyed. (Do not roll to pick system or weapon.)"
      },
      {
        "name": "Dueling Overrides",
        "description": "The Rose cannot be Hidden."
      }
    ],
    "core_system": {
      "name": "\"Thorn\" Energy Spear",
      "active_name": "Shifting Seasons",
      "active_effect": "Choose one of the following stances for the rest of the scene or until you choose a new stance as a protocol. <br>Flowering Revival Stance: When you use Solstice Knight, the triggering character can immediately spend 1 repair to regain 1/2 Max HP. <br>Blistering Rays Stance: When you use Solstice Knight and win the contested roll, the attacker suffers 4 Burn. <br>Falling Leaves Stance: Solstice Knight can be used 1/Turn instead of 1/Round. <br>Whirling Snowflake Stance: When you use Solstice Knight and win the contested roll, the attacker only has line of sight to adjacent characters until the end of their turn.",
      "activation": "Protocol",
      "description": "“That weapon never fails to unnerve me. It’s like no energy weapon I’ve ever seen. I’ve seen it parry lasers, in position before something moving the speed of light. I’ve seen it soak up flames like a sponge. The techs refuse to say what sort of energy is running through that thing and I’m not sure I want to know. I just want it on my side.” -Ceridwen, Albatross Pilot",
      "integrated": [
        "mw_thorn"
      ]
    },
    "image_url": "https://cdn.discordapp.com/attachments/561000253608820737/800856270378369084/Ikiryo-Rose.png",
    "y_pos": "43"
  },
  {
    "id": "mf_rose_alt_belladonna",
    "source": "IF",
    "name": "Belladonna",
    "variant": "Rose",
    "license_id": "mf_rose",
    "license_level": 2,
    "mechtype": [
      "Striker",
      "Controller"
    ],
    "description": "The sister frame to the Ironleaf Rose, the Belladonna is designed to act as its sister’s keeper and to engage the situations that the Rose finds difficult. A monomolecular scythe has replaced the Rose’s Thorn, a graceful but deadly weapon that can carve through several foes without the slightest pause. The Belladonna is a beautiful dancing shadow, bringing death to entire swathes of suitors with each leap and spin. Even those who its kiss touches for just a moment are not safe, as the nanite coating of the scythe is itself enough to kill as it worms its way deep into the heart of its victims.",
    "mounts": [
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 10,
      "edef": 6,
      "heatcap": 7,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -1,
      "save": 11,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Nanotoxin Mist",
        "description": "1/Round, on a critical hit against a character or when a character fails a save forced by the Belladonna, the Belladonna can deal 3 Energy Damage to a different character within Range 5 of that character."
      },
      {
        "name": "Virulent Toxins",
        "description": "All damage the Belladonna deals with the Monomolecular Scythe and non-weapon sources ignores armour and resistance."
      }
    ],
    "core_system": {
      "name": "Monomolecular Scythe",
      "active_name": "Deadly Nightshade",
      "active_effect": "When you make an attack or force a character to make a save, you can spend core power to empower it. If you do, you gain the following effects:<br><br><ul><li>This attack or forced save does not provoke reactions.</li><li>If you are empowering an attack, it automatically hits and is a critical effect, regardless of any effect that would cause it to miss or fail.</li><li>If you are empowering a forced save, the character automatically fails the save, regardless of any effect that would cause it to pass the save.</li></ul><br>Using this core power does not count as a reaction. This action is Efficient, and refunds 1 Core Power at the end of any scene in which it’s used.",
      "activation": "Other",
      "description": "“Gods above...I swear, one moment they were standing there, the next moment they were all over the walls. It wasn’t me!” -Theseus Alpha, Court Martial Hearing.",
      "integrated": [
        "mw_monomolecular_scythe"
      ]
    },
    "image_url": "https://cdn.discordapp.com/attachments/373964600409980928/980908287245553704/belladonna.png",
    "y_pos": "50"
  },
  {
    "id": "mf_mistletoe",
    "source": "IF",
    "license_level": 2,
    "name": "Mistletoe",
    "mechtype": [
      "Striker",
      "Support"
    ],
    "description": "The mistletoe was originally designed as a highly mobile scout frame with a sensor profile small enough that it could slip easily through enemy scanning nets and evade patrols. This high agility and rugged frame has made it very popular among spec ops and saboteur units, with the frame being redesigned to incorporate a heavy pistol that draws directly from the reactor of the Mistletoe to help such units. The mistletoe floats gracefully through the air but those that underestimate its bite find themselves much less invincible than they thought they were.",
    "mounts": [
      "Flex",
      "Aux/Aux",
      "Aux/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 6,
      "evasion": 10,
      "edef": 8,
      "heatcap": 6,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": -1,
      "save": 11,
      "speed": 5,
      "sp": 5
    },
    "traits": [
      {
        "name": "Valkyrie-Class Flight Module",
        "description": "The Mistletoe is immune to falling damage and does not fall if Immobilized. When the Mistletoe moves or boosts, it can Hover. However, at the end of its turn its height drops to 1 unless it is standing on the ground or another surface that can support it."
      },
      {
        "name": "Dance in the Gunsmoke",
        "description": "1/Round, when the Mistletoe Boosts, it can reload the Mistilteinn or all weapons in a mount afterwards."
      }
    ],
    "core_system": {
      "name": "\"Mistilteinn\" Core Channel",
      "active_name": "Baldrdeath",
      "active_effect": "For the rest of the scene the Mistilteinn's attacks bypass immunity, do not provoke reactions and cannot be reduced by any means. In addition, you can reload the Mistilteinn as a protocol.",
      "activation": "Protocol",
      "description": "All swore in love that they would bear the shining god no ill will and do him no harm. All save mistletoe, thought in arrogance to be too small and too insignificant to do harm to a god. Though another threw the weapon, it was this arrogance that shattered the divine and made Mistletoe the Murderer of Miracles.",
      "use": "Scene",
      "integrated": [
        "mw_mistilteinn_core_channel"
      ]
    },
    "image_url": "https://cdn.discordapp.com/attachments/426289086450368512/947666905483845663/Ikiryo_Mistletoe_Commission_2.png",
    "y_pos": "23"
  },
  {
    "id": "mf_clover",
    "source": "IF",
    "license_level": 2,
    "name": "Clover",
    "mechtype": [
      "Striker",
      "Defender"
    ],
    "description": "At first look, the Clover barely seems like an Ironleaf Foundry design save for its compact size. It seems like too much of a crude brawler, ripping apart metal with bare hands and crushing limbs. Instead of the Ironleaf Foundry tendency towards dancing around or gracefully deflecting blows, the Clover powers through assaults and endures fire.The Clover’s heritage soon becomes apparent in combat. Pushed to full power, its systems work with a surgeon’s precision and a butcher’s diligence, systematically dismantling foes in a grisly display. Each strike the Clover lands siphons energy into its bleeding edge kinetic accumulator, drawing ever closer to the moment it can unleash a blow capable of coring a Subline Warship or flattening a skyscraper - as if it were some terrible monster out of myth, rather than a mere mech.",
    "mounts": [
      "Flex",
      "Main",
      "Aux/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 6,
      "heatcap": 8,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Bring It!",
        "description": "When the Clover Braces, the attacker is pulled their speed towards the Clover and the Clover can still make reactions until the start of its next turn."
      },
      {
        "name": "Air Rave",
        "description": "The Clover is treated as Size 2 for the purpose of engagement and can ignore height when engaging characters and making melee attacks, including Overwatch."
      },
      {
        "name": "Punchdrunk",
        "description": "The Clover has +1 Difficulty to Systems Checks and Saves.",
        "synergies": [
          {
            "locations": [
              "systems"
            ],
            "detail": "The Clover has +1 Difficulty to Systems Checks and Saves."
          }
        ]
      }
    ],
    "core_system": {
      "name": "\"Cloich Tabaill\" Kinetic Accumulator",
      "active_name": "Cloich Tabaill",
      "active_effect": "You begin charging your kinetic accumulator. Set out a d6, starting at 4. At the start of each of your turns while the accumulator is charging, tick the d6 down by 1, to a minimum of 1, like a countdown. If your mech is Stunned, Jammed, Immobilized or is Shut Down, reset the charge to 4 (this doesn't stop the charging, however - it continues to tick down at the start of your turns). You are granted several melee attacks you may perform against a character in Threat 3 as quick action, based on the current level of your charge. After making one of these attacks, reset to 4.<br><br>4 - Can't be used. <br>3 - 1d6+2 Kinetic Damage. A character hit by this attack is Knocked Prone and Shredded until the end of their next turn. Objects targeted take 30 AP energy damage, no attack roll required. <br>2 - 2d6+1 Kinetic Damage. A character hit by this attack is Knocked Prone and becomes Stunned and Shredded until the end of their next turn. Objects targeted take 50 AP energy damage, no attack roll required. <br>1 - 1 Structure Damage. This attack bypasses immunity and cannot be reduced by any means. A character hit by this attack is Knocked Prone, Shredded and Stunned until the end of their next turn. Objects targeted take 200 AP kinetic damage, no attack roll required. <br><br>If you end a scene without successfully performing one of these attacks, core power is not expended.",
      "activation": "Protocol",
      "description": "Under the seemingly rough exterior of the Clover lies a monstrous machine, capable of taking the energy other mechs would waste and releasing it in sudden, devastating bursts.",
      "use": "Scene",
      "passive_name": "Overcalibur Strike",
      "passive_effect": "1/round when the Clover consumes Lock On with a melee attack, it deals +1d6 Bonus Damage. When the Clover consumes Lock On with a melee attack it chooses one of the following benefits for that attack:<br><br><b>Blitz Jab:</b> The attack ignores invisible and does not provoke reactions. <br><b>Phantom Footwork:</b> Before or after the attack you can teleport up to 3 spaces. <br><b>Driving Cross:</b> The attack gains Knockback 3. <br><b>Rail Upper:</b> Damage from the attack cannot be reduced by any means."
    },
    "image_url": "https://cdn.discordapp.com/attachments/373964600409980928/980980527974731776/clover.png",
    "y_pos": "26"
  },
  {
    "id": "mf_silversword",
    "source": "IF",
    "license_level": 2,
    "name": "Silversword",
    "mechtype": [
      "Controller",
      "Striker"
    ],
    "description": "Not content to only contend in physical duels, the Ironleaf Silversword is a step into digital battlegrounds with an intent to go head to head and win. In contrast with many of the small, sleek frames of Ironleaf Foundry, the Silversword is a titan that looks like an ancient armored statue come to life. <br>Piloting a silversword has significant effects on a pilot’s subjectivity. While all pilots to some degree see their frame as part of themselves, Silversword pilots instead often see themselves as having always been part of it and simply reunited even the first time they pilot it. This comes from the frame’s blending of the pilot’s consciousness into a temporary legion of instances of the pilot’s past, present and future.",
    "mounts": [
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 10,
      "heatcap": 7,
      "repcap": 4,
      "sensor_range": 15,
      "tech_attack": 1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Cold Iron",
        "description": "When the Silversword would be targeted by a hostile tech action, roll 1d6. On a 5+ the tech action misses and has no effect. This does not stack with invisible. When the Silversword Braces against a tech attack, the tech attack automatically misses."
      },
      {
        "name": "Scaled Wisdom",
        "description": "The Silversword cannot have its line of sight reduced by environmental effects or hostile characters and is always aware of the HP, Evasion, E-Defense, and current Heat of characters within its sensors."
      }
    ],
    "core_system": {
      "name": "Trinary Legion",
      "active_name": "Water Slips Away",
      "activation": "Reaction",
      "description": "The three-part legion of past, present and future allows the Silversword a unique view of the flow of time about it…and how to interrupt it.",
      "use": "Scene",
      "active_effect": "At the start of any character within Range 50's turn, you may end the round. Any number of characters of your choice in Range 50 clear burn and all effects that would end at the end of their next turn not caused by their own traits, systems etc. You can nominate the first character to take a turn next round. You can take this reaction even if you could not otherwise take reactions.",
      "passive_name": "King Under the Mountain",
      "passive_effect": "When its turn starts, the Silversword can end one condition or effect of a tech action not caused by its own traits, systems etc."
    },
    "image_url": "https://cdn.discordapp.com/attachments/373964600409980928/1047162351444557844/silversword_transparent.png",
    "y_pos": "12"
  },
  {
    "id": "mf_poppy",
    "source": "IF",
    "license_level": 2,
    "name": "Poppy",
    "mechtype": [
      "Artillery",
      "Controller"
    ],
    "description": "The closest thing that Ironleaf Foundry makes to a conventional line mech, the Poppy is a light exoskeleton bristling with more firepower than most mechs many times its size. The cornerstone of this incredible offensive power is the Dandelion Gyrostorm Pods, mounted storage containers that bring a wide variety of single-volley gyrojet arrays tailored for common battlefield situations.Frequently underestimated for its slight size and seemingly thin defenses, the Poppy is designed to demonstrate that the best defense is frequently an absolutely overwhelming offense that leaves anything surviving the initial volley rattled and suppressed.",
    "mounts": [
      "Flex",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 6,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 12,
      "tech_attack": -1,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "Overlapping Crossfire",
        "description": "When the Poppy moves at least one space voluntarily during its turn, it assumes Overlapping Crossfire until the start of its next turn. Reactions cannot be taken against your first Rifle Weapon fired each turn in Overlapping Crossfire."
      },
      {
        "name": "Bloody Fields",
        "description": "1/Round, on a critical hit with any ranged weapon, the Poppy pushes the target 2 spaces in any direction."
      }
    ],
    "core_system": {
      "name": "“Dandelion” Disposable Gyrostorm Pods",
      "active_name": "Relentless Fusillade",
      "active_effect": "For the rest of the scene, the Disposable Gyrostorm Pods can be fired 1/round instead of 1/scene.",
      "activation": "Protocol",
      "description": "“You can pray to any god you want for mercy but I wouldn't waste your breath, they're all out of miracles today.” - Tia Maddalen, DOJ/HR Field Advocate.",
      "passive_name": "Metafold Armory",
      "passive_effect": "The Poppy can Repair weapon systems without spending any Repairs.",
      "integrated": [
        "mw_disposable_gyrostorm_pods"
      ]
    },
    "image_url": "https://cdn.discordapp.com/attachments/767728158610161705/1120152153407897720/ikiryo_ironleaf_comm.jpg",
    "y_pos": "27"
  },
  {
    "id": "mf_rowan",
    "source": "IF",
    "license_level": 2,
    "name": "Rowan",
    "mechtype": [
      "Controller"
    ],
    "description": "A force of chaos among Ironleaf Foundry dueling teams, the Rowan overwhelms foes with the sheer number of avenues it can launch assaults from at the same time. A master of wire guided and nexus weapons, fighting a Rowan is often compared to attempting to dance with a swarm of angry plasma cutters as foes are chipped apart by the chaos flowing about them. <br>Even outside of dueling environments the Rowan is starting to make a name for itself among special operations and far field teams, as its slight size even among Ironleaf Foundry frames and exceptional control of the world around it allow it to stack all the odds in its team favor against enemy forces and the environment alike.",
    "mounts": [
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 5,
      "repcap": 4,
      "sensor_range": 5,
      "tech_attack": 0,
      "save": 12,
      "speed": 5,
      "sp": 7
    },
    "traits": [
      {
        "name": "Rebound",
        "description": "When the Rowan knocks another character back, they can move that character in any direction. If a hostile knocked back by the Rowan collides with an obstruction or another mech, they stop moving and are knocked prone."
      },
      {
        "name": "Mixup",
        "description": "The Rowan ignores engagement by characters larger than itself. Attacks by Prone characters against the Rowan have +1 Difficulty. When a hostile character stands from prone in Range 5, that character suffers 3 kinetic damage."
      }
    ],
    "core_system": {
      "name": "Silver Strings",
      "description": "Surrounded by a flurry of thin cables strong enough to entangle the largest of megafauna, Rowan pilots are infamous for using them to throw their larger opponents into walls both for staggering agile foes and giving a chance for additional showboating.",
      "active_name": "Silver Strings - Unlimited Release",
      "active_effect": "Knock back any number of characters in Range 50 up to 3 spaces in any direction. Hostile characters moved this way are knocked reeling, becoming Slowed, Impaired, and unable to take reactions until the end of their next turn.",
      "activation": "Quick",
      "use": "Scene",
      "passive_name": "Puppet on my Strings",
      "passive_effect": "The Rowan always counts as the larger character when ramming and can Ram targets within Range 5, targeting E-Defence when Ramming this way. When the Rowan rams a flying character, they immediately land (this counts as falling without any damage), and additionally become slowed and can’t fly until the end of their next turn."
    },
    "image_url": "https://cdn.discordapp.com/attachments/373964600409980928/1047163165823209513/Rowan.png",
    "y_pos": "13"
  },
  {
    "id": "mf_kudzu",
    "source": "IF",
    "license_level": 2,
    "name": "Kudzu",
    "mechtype": [
      "Support",
      "Defender"
    ],
    "description": "While the glory of the Iron Crown Dueling Competition is one of the first things people associate with Ironleaf Foundry, they often see quite a bit of usage in Search and Rescue and Far Field teams, where their small size and extensive emergency equipment allows them access to places where aerospace or heavier mechs would find it difficult to reach. Though Kudzu was designed originally for such teams, it has seen significant usage in infantry support and rapid response military teams who appreciate the ability to reach even surrounded troops with quickfab nanite transports made of the very repair supplies they are delivering.",
    "mounts": [
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 7,
      "repcap": 6,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 11,
      "speed": 4,
      "sp": 7
    },
    "traits": [
      {
        "name": "Preventative Care",
        "description": "At the start of the scene, any number of non-drone characters in Range 50 gain 2+Grit Overshield."
      },
      {
        "name": "Ochain's Warning",
        "description": "If the Kudzu is not at 1 HP, damage cannot reduce it below 1 HP. Effects that would deal structure damage directly instead reduce the Kudzu to 1 HP."
      },
      {
        "name": "Sedation",
        "description": "Allied characters have resistance to damage dealt by characters within Range 3 of the Kudzu. Hostile characters in the affected area are always treated as the smaller character for engagement and obstruction if they are suffering Burn or a Condition."
      }
    ],
    "core_system": {
      "name": "Well of Healing",
      "active_name": "Foggy Dew",
      "active_effect": "You teleport to any free space within Range 50, releasing a Burst 3 area at both the start and final locations. You and allied characters in the affected areas are restored to full HP and allied characters in the starting area can teleport to any free space at least partially within the final area.",
      "activation": "Full",
      "description": "A core rule of medicine is simple: Dosage is everything. The same tools that save a life can take one just as easily. The nanites the Kudzu uses are no different, with a skilled user able to rapidly reconfigure them to stall offense, repair damage or to inflame injury.",
      "use": "Scene",
      "integrated": [
        "mw_nanotoxin_injector"
      ]
    },
    "image_url": "https://cdn.discordapp.com/attachments/729896234877452371/1062875593097621514/Ikiryo_Kudzu_Comm.png",
    "y_pos": "16"
  },
  {
    "id": "mf_scilla",
    "source": "IF",
    "license_level": 2,
    "name": "Scilla",
    "mechtype": [
      "Defender",
      "Striker"
    ],
    "description": "A titanic mech, the Scilla heavily treads the line between ‘spaceship’ and ‘mech’, being unable to support itself on legs and relying entirely on flight systems to maintain even the hint of mobility in-atmosphere. This massive frame mounts heavy weapons and, most impressively, advanced matter-energy conversion drives that allow it to make impossible bursts of movement and to shield those around it from incoming fire.<br><br>Despite their size and bleeding edge propulsion, analysis of schematics have shown indications that the Scilla is a downsize of a significantly larger design with several removed modules of unknown purpose. When asked, Ironleaf Foundry designers have simply said that none of the originals have existed for a long time and the time for vessels such as they were has long ago passed.",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 3,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 10,
      "evasion": 6,
      "edef": 10,
      "heatcap": 7,
      "repcap": 5,
      "sensor_range": 12,
      "tech_attack": 0,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "Floating Fortress",
        "description": "The Scilla can hover when it moves. Its sheer scale and gravity wake allow attacks it makes or that target it to ignore height. The Scilla is Immune to falling damage and automatically passes agility checks to remain flying when it loses structure."
      },
      {
        "name": "Capital Class",
        "description": "The Scilla has +1 Accuracy on Engineering Checks and saves but +1 Difficulty on Agility Checks and Saves. Outside of combat scenes, the Scilla can transport up to 30 size ½ non-mech characters and other characters smaller than it with a total size equal to twice its size."
      }
    ],
    "core_system": {
      "name": "Vessel of the Tuatha",
      "description": "“If the choir sings of nothing but death and misery, we must set our song against it no matter the cost.” - Unknown.",
      "active_name": "Wave Sweeper",
      "active_effect": "Fly up to 8 spaces in a straight line. Any number of Characters of your choice you pass over during this movement are converted into raw energy and removed from the battlefield as data. Affected characters can take no actions until the start of their next turn when they are returned to the battlefield in a free space under you or as close as possible. Hostile characters affected this way must pass an engineering save to avoid being disrupted by the conversion, returning to the battlefield at the end of their turn instead of the start.",
      "activation": "Full",
      "use": "Scene",
      "passive_name": "Steel Ark",
      "passive_effect": "Allied characters at least partially under the Scilla have Soft Cover. Hostile characters at least partially under the Scilla have +1 Difficulty on attacks.",
      "passive_actions": [
        {
          "name": "Warding Geas",
          "activation": "Quick Tech",
          "detail": "You inflict a Geas on a hostile character in sensors until the end of the scene. 1/round when a Geas’d character would make an attack that does not include the Scilla, the Scilla may teleport to any free space above the target as a reaction before the attack.",
          "frequency": "Unlimited"
        }
      ]
    },
    "image_url": "https://cdn.discordapp.com/attachments/729896234877452371/1064998225553129502/ikiryo_saucer_comm.png",
    "y_pos": "30"
  },
  {
    "id": "mf_scilla_alt_laurel",
    "source": "IF",
    "name": "LaurelL",
    "variant": "Scilla",
    "license_id": "mf_scilla",
    "license_level": 2,
    "mechtype": [
      "Striker",
      "Artillery"
    ],
    "description": "The first Laurel was made centuries before the first modern mech took a single step. Commander mac Nessa had the first Laurel made for his personal use, a new armored vehicle for a new world to act as the invincible backbone of his forces. Built from salvaged parts from the finest machines of the Union Space Program, it was an undeniable threat, a machine so armoured, armed and foreboding as to drive off anyone attempting to assault their new settlement of Conchobar.<br>Conchobar has made sure that in every generation of armored vehicles, there is a Laurel design among their numbers. Where the first generations were superheavy tanks, iterations after meeting Thirdcomm have drawn more and more from the lessons from mechanized chassis design. The newest Laurel has only just been unveiled, ready to break metal and morale alike.",
    "mounts": [
      "Main",
      "Main",
      "Heavy"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 8,
      "evasion": 6,
      "edef": 6,
      "heatcap": 7,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": -2,
      "save": 10,
      "speed": 3,
      "sp": 5
    },
    "traits": [
      {
        "name": "Earthbreaker",
        "description": "The Laurel can share a space with characters the same size or smaller. The Laurel's attacks against a character within a Devastation or adjacent to it gain Knockback 3. Each character can only be moved this way once per turn."
      },
      {
        "name": "Conqueror",
        "description": "When the Laurel starts a standard move or boost during the first Round or within a Devastation, it can move up to +2 spaces."
      }
    ],
    "core_system": {
      "name": "“Tathlum” Solid-State Battle Computer",
      "active_name": "Fighting Machine",
      "active_effect": "For the rest of the scene, Laurel raises shields that make it immune to damage. These shields are lowered after the Laurel is hit by an attack that would deal any amount of damage (Even damage the Laurel is immune to).<br>At the start of each of its turns, the Laurel creates a Devastation area in Sensors and the shields are raised.",
      "activation": "Protocol",
      "passive_name": "The Blade Itself",
      "passive_effect": "Before the first round of any combat and before any deployment takes place, create two size 2 Devastation areas in Range 50, dealing 30 AP energy damage to all objects within the Devastation. Hostile characters within a Devastation cannot benefit from Resistance. When the Laurel Stabilizes, it can create a new Devastation in Sensors.",
      "description": "Replacing full crews of expert pilots in previous Laurels, the Tahlum is a joint project between Conchobar’s finest Comp/Con engineers and the Janus Combine, helping the Laurel direct fire as easily as the pilot’s body."
    },
    "image_url": "https://cdn.discordapp.com/attachments/1057060831940059226/1120159408878538772/laureltransparent.png",
    "y_pos": "25"
  }
]