[
    {
        "id": "cb_all_environment_adaptation",
        "name": "ALL-ENVIRONMENT ADAPTATION",
        "source": "C&H",
        "effect": "You gain +1 Accuracy on all checks and saves with one mech skill of your choice. Your mech is immune to all damage, heat, and burn from hostile environmental sources including dangerous terrain, and you automatically pass all checks and saves imposed by hostile environmental sources.",
        "description": "A chassis retrofit utilizing C&H's thermoregulation polymer mesh along with overlapping layers of radiation shielding, electronic systems hardening, and non-conductive ceramic matrix alloys, providing outfitted mechs with robust hostile environmental protection across multiple biomes."
    },
    {
        "id": "cb_autoextinguishers",
        "name": "AUTOEXTINGUISHERS",
        "source": "C&H",
        "effect": "1/round as a quick action, or whenever you take the Stabilize action, you may automatically clear all burn from both your mech and all adjacent allies.",
        "description": "In the event of high-speed crashes and other similar catastrophic impact events the window for effective pilot recovery shortens drastically in the event of a cockpit fire. C&H's racing derived all-chassis template utilizes a dedicated chemical minifac to automatically produce a variety of fast-acting, stably inert flame suppressants and other neutralizing agents as circumstances dictate."
    },
	{
        "id": "cb_blowout_panels",
        "name": "BLOWOUT PANELS",
        "source": "C&H",
        "effect": "Whenever you roll the System Trauma result on the Structure Damage Table, you always choose the weapon or system to destroy without rolling. Whenever an attack deals structure damage to you, gain resistance against all excess damage beyond what was required to reach 0 HP.",
        "description": "Through a comprehensive full-frame upgrade consisting of strategically engineered pre-weakened casings printed around potentially volatile systems such as internal munitions storage or power relays, catastrophic damage can be mitigated by channeling secondary detonations and pressure waves away from vital structural components in a controlled, predetermined fashion."
    },
    {
        "id": "cb_crash_bars",
        "name": "CRASH BARS",
        "source": "C&H",
        "effect": "Your mech reduces all falling damage it takes by 3, and you can Brace to reduce all falling damage to 0. 1/mission, whenever you would be forced to destroy a weapon or system due to critical damage or other effects, you may ignore that effect.",
        "description": "Enhanced physical protection can be achieved through an integrated series of framemounted struts, crash bars, reinforced actuators, and cockpit roll cages. While such measures are typically employed by racers or arena fighters to reduce the likelihood of collission trauma, they also benefit combat pilots operating in high-threat conditions or during air-drop/orbital insertion maneuvers."
    },
    {
        "id": "cb_emergency_reactor_override",
        "name": "EMERGENCY REACTOR OVERRIDE",
        "source": "C&H",
        "effect": "1/round, whenever your mech exceeds its Heat Cap, you may immediately fly your speed before making your overheating check. This movement ignores engagement and doesn't provoke reactions, but you must end this movement on the ground or another surface you can stand on or immediately fall.",
        "description": "Most military-grade coldcore reactors impose automatic safety cutoffs during forced venting procedures in order to avoid cascading stresses, but by skillfully (if perhaps incautiously) overriding these cutoffs, brief moments of hyperspec action can be achieved without sacrificing additional stability by rerouting power feeds directly into a frame's primary drive systems along with a series of integrated emergency-use jump jets."
    },
    {
        "id": "cb_hypertuned_interface",
        "name": "HYPERTUNED INTERFACE",
        "source": "C&H",
        "effect": "Whenever you become Stunned due to Structure Damage, you may still make either a standard move or a quick action of your choice during your turn. Additionally, 1/scene, whenever you overcharge to take an additional quick action you may add +2 Accuracy to any one roll that action requires. If that roll is an attack, its damage cannot be reduced in any way. Afterwards, whether this action succeeds or fails, roll a d20. On a roll of 1 or 2 you take 5 AP pilot damage and become Impaired and Slowed until the end of your next turn. If this reduces you to 0 HP or less you go down and out.",
        "description": "An extremely risky modification proscribed by formal military regulations in many nations and corpro-states, overclocking a mech's neural interface systems can give pilots a valuable edge when they need it most, but at a dangerous cost. Overuse of such modifications can result in ruptured blood vessels, partial or total limb paralysis, neurological damage, and even death."
    },
    {
        "id": "cb_enhanced_systems_upgrade",
        "name": "ENHANCED SYSTEMS UPGRADE",
        "source": "GMS",
        "effect": "You gain +2 SP. 1/round, on a successful Invade you may either deal +2 heat or choose a second Invasion option.",
        "description": "Establishing the baseline for quality in an ever-evolving galaxy means innovation and iteration. Smaller, lighter, faster, and more powerful electronic and systemic components allow that quality to be continuously maintained.",
        "bonuses": [{
            "id": "sp",
            "val": 2
        }]
    },
    {
        "id": "cb_superior_logistics",
        "name": "SUPERIOR LOGISTICS",
        "source": "GMS",
        "effect": "1/scene, you may perform one of the following options as a quick action:<ul><li>Repair one destroyed weapon or system belonging to you or an ally within range 3.</li><li>Lock On to or Bolster up to three characters within Sensors.</li><li>Create a Blast 1 area of \"smart cover\" within range 5 that lasts until the end of the scene. Allies, including yourself, at least partly within this area gain soft cover. Hostile characters treat it as difficult terrain.</li><li>Call in an artillery strike targeting a Blast 2 area within range 20. All characters within the area must pass an Agility save or take 2d6 damage, taking half damage on a success. You choose this strike's damage type (kinetic, explosive, or energy) when you use it.</li></ul>",
        "description": "GMS is the galactic standard in more than just mech design. From weapons and ammunition to rear echelon support and logistics technologies, every battlefield element can be streamlined, enhanced, and placed directly at your fingertips."
    }
]