[
  {
    "id": "mf_gilgamesh",
    "source": "HA",
    "license_level": 0,
    "name": "GILGAMESH",
    "mechtype": [
      "Striker"
    ],
    "description": "The Gilgamesh is Harrison Armory's multirole Legionnaire model chassis, designed to be distributed to Armory Legions and Acquisition &amp; Management Teams across the Purview and beyond. A generalist's chassis, the Gilgamesh excels at no one task in particular but its modular construction and rugged engineering allow it to perform a variety of combat duties without difficulty within numerous theaters. Beyond the logistical efficiency of a standardized, easy to handle chassis meant to streamline both materiel concerns and aptitude training across multiple worlds and cultures, the Gilgamesh has another purpose as well; further reducing the Armory's remaining dependence on Union's military licenses, in particular the Everest.<br><br>Some commissioned officers have a tendency to look down upon Gilgamesh pilots for using what they view as an unglamorous \"trainer\" chassis, but other commanders are fierce proponents of the design, even choosing to pilot it themselves in order to lead by example, and in certain regions of the Purview the Gilgamesh is regarded with as much admiration as more sophisticated models such as the Sherman.",
    "mounts": [
      "Main",
      "Flex",
      "Heavy"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 7,
      "repcap": 4,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "Modular Frame",
        "use": "",
        "description": "When you perform a full repair, choose one of the following frame options. You may choose a different option each time you perform a full repair:<br><br><ul><li>Ruggedized: The Gilgamesh has +1 Repair Cap, and it gains +1 Accuracy on all Hull checks and saves.</li><li>High Performance: The Gilgamesh has +1 Speed, and it ignores duplicate action restrictions when using Limited systems.</li><li>Command Type: The Gilgamesh has +1 SP and +5 Sensors.</li><li>Load-Bearing Hardpoints: The Gilgamesh has +1 maximum use of all Limited weapons and systems and +1 Save Target.</li></ul>",
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "synergies": [],
        "integrated": [],
        "special_equipment": []
      },
      {
        "name": "Locked and Loaded",
        "use": "",
        "description": "The Gilgamesh has a Loadout Die, 1d6 starting at 6. Each time it expends a Limited charge, reduce the value of the Loadout Die by 1. When the Loadout Die reaches 1, you may reset it to 6 to reroll one attack, check, or save, though the second result must be kept. The value of the Loadout Die persists between scenes but resets to 6 when you perform a Full Repair.",
        "actions": [],
        "bonuses": [],
        "counters": [
          {
            "id": "ctr_loadout_die",
            "min": 1,
            "max": 6,
            "default_value": 6,
            "name": "Loadout Die"
          }
        ],
        "deployables": [],
        "synergies": [],
        "integrated": [],
        "special_equipment": []
      },
      {
        "name": "Widespread Distribution",
        "use": "",
        "description": "Pilots have access to the Gilgamesh Frame from LL0 onwards. You do not begin play with any Gilgamesh licenses, and must purchase them normally.",
        "actions": [],
        "bonuses": [],
        "counters": [],
        "deployables": [],
        "synergies": [],
        "integrated": [],
        "special_equipment": []
      }
    ],
    "core_system": {
      "name": "Exoframe Engineering",
      "active_name": "Exo Assist",
      "active_effect": "Clear all conditions that weren't caused by your own systems, talents, etc, clear Exposed, gain your Grit +8 Overshield, and you may take a quick action of your choice for free as part of this protocol. This ability can be used even if you would not normally be able to take actions, such as being Stunned.",
      "activation": "Protocol",
      "description": "The Gilgamesh was designed from the ground up to be easy and inexpensive to both construct and maintain, but to Harrison Armory \"inexpensive\" does not equal shoddy or inefficient. Instead, the Gilgamesh utilizes a unique two-stage chassis design in which an inner \"core chassis\" is first created before a secondary outer \"exoframe\" is built upon that core, including additional armor, brachial/limb enhancements, and hardpoints. The end result is a deceptively elegant design capable of not only extensive customization but also exceptionally simple field repairs. Magnetic clamps and explosive bolts anchor various exoframe components in place, and when sufficient structural integrity is compromised these sections can be swiftly jettisoned and just as quickly replaced, allowing Legionnaires to continue fighting through catastrophic damage that would render other chassis inoperable.<br><br>In high-threat scenarios, pilots can redirect power into the exoframe in order to enhance chassis performance by upwards of 300% for brief periods, but the stress this places on the frame necessarily restricts its use to emergency situations.",
      "deactivation": "",
      "use": "Scene",
      "active_actions": [],
      "active_bonuses": [],
      "active_synergies": [],
      "passive_name": "Exoframe Engineering",
      "passive_effect": "1/scene as a free action, you may do two of the following:<br><br><ul><li>Restore your HP to full.</li><li>Clear a condition that wasn't caused by one of your own systems, talents, etc.</li><li>Repair a destroyed weapon or system.</li></ul><br>Using the Gilgamesh's core passive and core active abilities both count as expending a Limited charge.",
      "passive_actions": [],
      "passive_bonuses": [],
      "passive_synergies": [],
      "deployables": [],
      "counters": [],
      "integrated": [],
      "special_equipment": [],
      "tags": []
    },
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "y_pos": "43"
  }
]