[
  {
    "id": "EH&S",
    "name": "EVENT HORIZON & SUNS",
    "light": "#FF5733",
    "dark": "#FF5733",
    "description": "In 4959u, mercenary test pilots who didn’t even own their own names, let alone the machines they piloted at the fringes of the known universe, threw off their shackles. For years, they had tested experimental and unstable prototypes in the field for major corporations, fought and died for promises that never yielded fruit, and, one fateful day, they had enough. No more would they simply be written-off casualties when pilot safety mechanisms failed to activate or when poorly-conditioned NHPs cascaded and endangered the pilots within. They pooled what little they had, and they flourished into a business for those like them, cutting deals with distant manufacturers to bring accessible printing and repairs to fledgling pilots and veterans alike in most dire need. Above all else, they prioritize pilot well-being, not adhering to arbitrary manufacturer design ethoses, and iterate upon designs hundreds of thousands of times before releasing the frames to the public.<br><br>Of course, that is how Event Horizon &amp; Suns tell it in their bold recruitment rallies, always held in recently-liberated settlements that have yet to establish a new government and may be in need of additional hands in setting new laws and enforcing them.<br><br>In more densely populated areas and across omninet chatter for parsecs around, Event Horizon &amp; Suns have a reputation for stealing prototypes from major corporations and incorporating confidential and unproven code. Who they work for is contentious in conspiracy murmuring; a common answer is that they are or were at some point supplied by the New Solidarity Coalition hoping to have a secret band of radicals ready to fight where needed. But even those that claim the NSC is involved with Event Horizon &amp; Suns – or was at some point – tend to disagree on to what extent the partnership holds. Some believe that the two had a falling-out of some kind, some sort of split across ideology, or that Event Horizon &amp; Suns never believed in the NSC’s ideals and broke off when it was convenient for them to do so. Others still insist that neither side will admit their alliance for the sake of political convenience, but that it is impossible to have one without the other the farther one goes from Union-held territory.<br><br>The current owner is an NHP named Jackal who has stated they have human consultants that must remain anonymous for their own protection. Interactions with Jackal suggest a fascination with Cradle and its history, and engineers that have interacted with the NHP have stated that it is solely Jackal and their anonymous consultants that determine the branding of a new frame, sometimes even requesting design changes to fit the “theme” they have decided on. Every product to come from Event Horizons &amp; Suns must be connected in some way to a bygone Cradle city, and the darkest corners of the omninet claim that Event Horizons &amp; Suns may even aspire to somehow using the temporal properties of black holes to reclaim some of Cradle’s lost glory."
  }
]