[
  {
    "id": "heracule",
    "job": "bastion",
    "name": "Heracule",
    "description": "Hurl your shield as a discus with irrepressible force.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "range": "Range 3",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "effect": "Foe is dazed and shoved 1 in any direction."
    },
    "effect": "A different foe in range 3 from your target is also shoved 1 in any direction.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "All ranges and shoves from this ability increased by +1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Deals bonus damage, and all foes targeted are dazed."
      },
      {
        "rank": 2,
        "description": "Trigger Heracule’s second effect +1 more time."
      },
      {
        "rank": 3,
        "description": "PERFECT HERACULE: Heracule’s second effect triggers +1 more time, and the effect now deals fray damage."
      }
    ]
  },
  {
    "id": "battering_ram",
    "job": "bastion",
    "name": "Battering Ram",
    "description": "Use your shield, weapon, or armored fist and send your target flying.",
    "chapter": 1,
    "action": "1 Action",
    "range": "Adjacent",
    "effect": "An adjacent character is shoved 2 spaces. Collide: character is winded if they are a foe.",
    "special": {
      "name": "Heroic",
      "description": "Increase shove to 4."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: you may dash 2 before using Battering Ram."
      },
      {
        "rank": 2,
        "description": "Shove all adjacent characters to your target’s final position 1 space away from them."
      },
      {
        "rank": 3,
        "description": "GATE SMASHER: You may increase the distance of this shove by +2. If you do, Battering ram’s target phases through characters instead of colliding with them. Characters they pass through take fray damage and are shoved 1 to either side."
      }
    ]
  },
  {
    "id": "land_waster",
    "job": "bastion",
    "name": "Land Waster",
    "description": "Crash your greatshield or weapon into the earth, sending up devastating shockwaves.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray"
    },
    "effect": "All characters other than you adjacent to your target are shoved 1. Foes affected take fray damage. Then shove your target 1.",
    "special": {
      "name": "Heroic",
      "description": "Increase the effect area to range 2 of your target."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Attack target is also winded, and you may dash 1 before attacking."
      },
      {
        "rank": 2,
        "description": "If Shield Slam’s effect shockwave shoves 2 or more characters, cure yourself."
      },
      {
        "rank": 3,
        "description": "AJAX: Terrain effect: Before Shield slam’s effect triggers, you tear up the very ground, creating a height 1 boulder object in range 3 of you."
      }
    ]
  },
  {
    "id": "valiant",
    "job": "bastion",
    "name": "Valiant",
    "description": "Charge forth, with your shield held before you, battering aside foes.",
    "chapter": 1,
    "action": "2 Actions",
    "effect": "Dash 6 spaces in a straight line, or as far as possible without moving into an obstruction, phasing through characters. Foes you pass through take fray damage and are shoved 1 to either side. The first foe you pass through is removed from the battlefield as you slam into them and carry them with you. Then, at the end of your movement, place them back on the battlefield in an adjacent space and shove them 1. That foe is dazed. Collide: Foe is stunned. If a foe is sturdy or unstoppable, they are immune to this effect.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "After this ability resolves, dash back to your starting location."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, increase all shoves from this ability by +1."
      },
      {
        "rank": 2,
        "description": "Effect: If you pass through 2 or more characters during this move, cure yourself."
      },
      {
        "rank": 3,
        "description": "MARATHON: When you’re bloodied, valiant costs 1 action."
      }
    ]
  },
  {
    "id": "endless_battlement",
    "job": "bastion",
    "name": "Endless Battlement",
    "description": "The land itself is your castle, and you will never let its walls be breached. No matter where your allies step, your shield will be there.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Choose an ally. That ally gains aura 1 until the end of your next turn. The aura deactivates if your ally is further away from range 6 from you. While the aura is active, you can use the Heroic Intervention interrupt:",
    "special": {
      "name": "Heroic",
      "description": "Ally also becomes sturdy and can clear a mark affecting them."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While you are in the aura, attacks against your ally gain +1 curse"
      },
      {
        "rank": 2,
        "description": "You can take the interrupt +1 more times while bloodied."
      },
      {
        "rank": 3,
        "description": "PERFECT BATTLEMENT: Endless Battlement can be used on two allies, and becomes interrupt 2."
      }
    ],
    "abilities": [
      {
        "id": "heroic_intervention",
        "job": "bastion",
        "name": "Heroic Intervention",
        "action": "Interrupt 1",
        "effect": "You soar into the air, removing yourself from the battlefield, then return in any space in the aura. If that foe is adjacent to you, they must save or be dazed and shoved 3, or just shoved 1 on a successful save. If they are no longer in range for the ability, it is canceled and the action cost is refunded.",
        "trigger": "A foe enters the aura, or targets your ally with an ability."
      }
    ]
  },
  {
    "id": "catapult",
    "job": "bastion",
    "name": "Catapult",
    "description": "Use your shield as a springboard to set up ally maneuvers or to deflect projectiles",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Shove that ally 3 spaces in any direction. If they collide with a character, they damage to that character equal to the spaces they were shoved before colliding instead of taking it themselves. Then they may dash 1.",
    "trigger": "An ally moves into an adjacent space",
    "special": {
      "name": "Heroic",
      "description": "The shoved ally may dash 4 spaces on colliding instead."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Your shield becomes a valid target for allied attacks with a listed range. When targeted, you can expend Catapult to retarget the attack from your position to a new target in range 3, drawing line of sight and the origin space from your location."
      },
      {
        "rank": 2,
        "description": "Catapult can also be triggered on foes. When triggered on foes, the effect becomes effect: shove foe 2 spaces."
      },
      {
        "rank": 3,
        "description": "MANGONEL: Catapult becomes Interrupt 3."
      }
    ]
  },
  {
    "id": "perseus",
    "job": "bastion",
    "name": "Perseus",
    "description": "Your armor and shield become a mirror, channeling and amplifying the destructive power of your allies’ attacks.",
    "chapter": 2,
    "action": "Interrupt 2",
    "effect": "You release a blast 1 area effect centered on you that extends the area effect to encompass the same area. You can choose whether to be affected by it or not.",
    "trigger": "You are included in an allied area effect",
    "special": {
      "name": "Heroic",
      "description": "Increase the area size by +1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "The first time you trigger this interrupt in a combat, increase its area size by +1."
      },
      {
        "rank": 2,
        "description": "You can extend the area as a line 5 area effect instead."
      },
      {
        "rank": 3,
        "description": "CHAOS FINISHER: When this interrupt triggers, after the triggering effect resolves, you may deal fray damage to all affected foes from the triggering ability and shove them 1 in any direction."
      }
    ]
  },
  {
    "id": "horn_breaker",
    "job": "bastion",
    "name": "Horn Breaker",
    "description": "Prepare your foe for a mythic beating.",
    "chapter": 2,
    "action": "Heavy Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "effect": "Mark your foe, and gain the Horn Breaker interrupt. The mark fades at the start of your next turn.",
    "special": {
      "name": "Heroic",
      "description": "You gain +1 boon on saves against your marked foe and are sturdy against them."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you trigger Horn Breaker 1 or less times in a round, cure yourself at the start of your next turn."
      },
      {
        "rank": 2,
        "description": "If Horn Breaker triggers 3 or more times in a round, your foe gains hatred of you."
      },
      {
        "rank": 3,
        "description": "BLACK ROCK PUNISHER: The third time you trigger Horn Breaker, you may shove your target 4. Collide: Character takes double collide damage."
      }
    ],
    "abilities": [
      {
        "id": "horn_breaker_",
        "job": "bastion",
        "name": "Horn Breaker",
        "action": "Interrupt 3",
        "trigger": "A ally hits your target with an attack.",
        "effect": "You leap into the air, removing yourself from the battlefield, then return in any free space adjacent to your foe. When you land, deal fray damage to your target, then you may shove them 1."
      }
    ]
  },
  {
    "id": "great_giorgios",
    "job": "bastion",
    "name": "Great Giorgios",
    "description": "The most legendary of bastions can walk through arrow fire as if it were a light rain.",
    "chapter": 3,
    "action": "Interrupt 1",
    "effect": " You may hurl your shield and roll a d6. On a 1-3, you knock the attack off course, granting it +1 curse. On a 4+, you deflect it, both granting it +1 curse and granting any of its targets resistance to its damage. On a 6, that character also takes [D].",
    "trigger": "A foe makes a ranged attack within range 3 of you",
    "special": {
      "name": "Heroic",
      "description": "Roll twice and choose the higher result, then regain this interrupt."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Dazed characters also take fray damage from this interrupt."
      },
      {
        "rank": 2,
        "description": "If you haven’t taken a turn this round, increase the range of this interrupt to 6."
      },
      {
        "rank": 3,
        "description": "DRAGON DEFLECTION: On a 6, if the attack was an AoE, you may also shift the AoE by 1 space in any direction, which could cause its attack or area effect spaces to move."
      }
    ]
  },
  {
    "id": "demon_cutter",
    "job": "demon_slayer",
    "name": "Demon Cutter",
    "description": "You slash your weapon in a deadly swing sending cutting shockwaves out that rip through enemy defenses.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "range": "Line 3",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "effect": "Foe is winded."
    },
    "area": "fray",
    "charge": "Change area effect to Arc 3.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Increase area by +2."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Ability gains range 2"
      },
      {
        "rank": 2,
        "description": "Effect: If you catch 2 or more foes in the area, cure yourself after this ability resolves."
      },
      {
        "rank": 3,
        "description": "BLOOD DRINKING DEVIL BLADE: Effect: After the attack resolves, all characters in the area take 2 damage once for each character caught in the area."
      }
    ]
  },
  {
    "id": "comet",
    "job": "demon_slayer",
    "name": "Comet",
    "description": "Your weapon becomes like a meteor, burning through the air as you smash it into the earth.",
    "chapter": 1,
    "action": "1 Action",
    "range": "Line 3",
    "effect": "You hurl your weapon in a line 3 area effect, dealing fray damage to characters it passes through. Place your weapon at the end of the line, or as close as possible. Your weapon becomes a height 1 object, but while it’s out you cannot attack. When you move into an adjacent space or start your turn there, you may pick the weapon up, ending this effect. It’s also picked up if your weapon is removed for any reason. Any characters standing on your weapon when you pick it up are shoved 1 to the side of their choice.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Increase the effect area to line 6 instead."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you end your turn adjacent to your thrown weapon, gain Vigilance 1."
      },
      {
        "rank": 2,
        "description": "Effect: When you pick your weapon up, your next attack deals bonus damage."
      },
      {
        "rank": 3,
        "description": "SINGING DEVIL BLADE: If you choose, your weapon automatically returns to you at the start of your next turn, hurling through the air. Foes within range 2 of you are shoved 1 in any direction and take 2 damage as it circles around you, then you pick it up."
      }
    ]
  },
  {
    "id": "draken_cross",
    "job": "demon_slayer",
    "name": "Draken Cross",
    "description": "Fill the air with the flurry of blades.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Cross 2, Range 2",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray"
    },
    "area": "fray",
    "charge": "Change area effect to Arc 5.",
    "special": {
      "name": "Heroic",
      "description": "After this ability resolves, end your turn, and Gain Delay: Your next turn must be slow. At the start of that turn, shockwaves rip through your targets, dealing fray damage to all characters targeted by this ability, ignoring armor, resistance, and vigor. This damage cannot reduce a character below 1 hp."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Slay: Cure yourself."
      },
      {
        "rank": 2,
        "description": "If you’re bloodied, increase this ability’s range by +2."
      },
      {
        "rank": 3,
        "description": "BONE CUTTING DEVIL BLADE: You may activate the heroic effect without spending the use of a heroic."
      }
    ]
  },
  {
    "id": "righteous_disdain",
    "job": "demon_slayer",
    "name": "Righteous Disdain",
    "description": "With a clap, you deflect a weapon or projectile with your bare hand or the flat edge of your blade.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "You may dash 1 towards your ally, then roll 1d6. You reduce the total damage from that attack by that amount. If the total damage is reduced to 0, you daze the attacker. If you haven’t acted yet this round, roll 2 dice and pick the highest.",
    "trigger": "A foe makes an attack against an ally in range 2 of you, and damage has been rolled but not applied yet.",
    "special": {
      "name": "Heroic",
      "description": "Increase range and dash by +2"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, increase range and dashes by +1."
      },
      {
        "rank": 2,
        "description": "You can choose to increase the damage reduction die to 1d8, but become dazed."
      },
      {
        "rank": 3,
        "description": "DEMON CLAW: Righteous disdain gains additional effects depending on whether the attack was melee or ranged. Shirahadori (melee) : You catch and twist the attack, shoving the foe 2. Collide: Foe is winded. Jūdangiri (ranged): You deflect the projectile. A different foe in range 3 of you takes 3 damage and is inflicted by any blight inflicted by the triggering ability."
      }
    ]
  },
  {
    "id": "overkill",
    "job": "demon_slayer",
    "name": "Overkill",
    "description": "Time to end this.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "End your turn. Your next attack slams your foe with incredible force. That attack deals bonus damage, and your foe becomes stunned on hit. While holding overkill, you can dash 1 space as an effect after taking damage from an attack or ability. This effect ends after you attack, or at the end of your next turn.",
    "charge": "Your target also becomes winded.",
    "tags": [
      "End Turn"
    ],
    "special": {
      "name": "Heroic",
      "description": "You can dash up to 3 spaces before releasing the overkill attack."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, your overkill dash when taking damage increases by +1."
      },
      {
        "rank": 2,
        "description": "Your Overkill attack also gains true strike."
      },
      {
        "rank": 3,
        "description": "BRAVER: When you take Overkill, you are unstoppable and gain vigor 1. If you lose this vigor, or if it is replaced, you also lose unstoppable. Lose this vigor at the end of your next turn, or after you attack."
      }
    ]
  },
  {
    "id": "royal_guard",
    "job": "demon_slayer",
    "name": "Royal Guard",
    "description": "Bat aside every strike at you with supernatural precision.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "When you take this stance or when it refreshes, the next time you take damage from a foe’s attack, gain resistance to all damage from that attack.",
    "refresh": "When you end a turn, refresh this stance if you didn’t attack. The effect from this stance stacks twice.",
    "tags": [
      "Stance"
    ],
    "special": {
      "name": "Heroic",
      "description": "Also become sturdy until the end of your next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "When you reduce damage with Royal Guard, your next attack deals bonus damage."
      },
      {
        "rank": 2,
        "description": "You can activate Royal Guard on attacks against adjacent allies."
      },
      {
        "rank": 3,
        "description": "DEMON SKIN: While you have a stack of royal guard, you cannot be critically hit (turn all critical hits into regular hits), cannot be stunned, and cannot take bonus damage."
      }
    ]
  },
  {
    "id": "six_hells_trigram",
    "job": "demon_slayer",
    "name": "Six Hells Trigram",
    "description": "Using dark arts, you summon up a sliver of the demon world, blocking out a dark trigram that traps enemies in its web.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "End your turn. Terrain effect: Mark out a blast 2 area centered on you, then gain Delay: Your next turn must be slow, but at the start of that turn, the trigram activates. Foes inside when it activates are dazed. Any foes that wish to cross the border of the terrain effect during any turn must first pass a save, otherwise they cannot cross it for any reason until the start of their next turn, including teleporting or flying. This area lasts until this ability is used again.",
    "tags": [
      "Delay",
      "Terrain Effect"
    ],
    "special": {
      "name": "Heroic",
      "description": "Area is blast 3."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Foes inside the trigram are winded+ while inside."
      },
      {
        "rank": 2,
        "description": "Foes that end their turn inside the activated trigram must save or gain hatred of you."
      },
      {
        "rank": 3,
        "description": "FORBIDDANCE OF THE FIVE ELEMENTS: Foes can collide with the border of the trigram, taking divine fray damage instead of normal collide damage. This damage can’t activate more than once a round for each character."
      }
    ]
  },
  {
    "id": "breeze_cutter",
    "job": "demon_slayer",
    "name": "Breeze Cutter",
    "description": "Imbuing your weapon with aether, your strikes becoming so potent that the shockwaves from your blows become a terrifying cutting force.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "While in this stance, your melee attacks gain +2 range, or +3 range if charged. Melee attacks without a listed range count as having range 1.",
    "refresh": "This stance refreshes at the start of your turn.",
    "tags": [
      "Stance"
    ],
    "special": {
      "name": "Heroic",
      "description": "Shove all adjacent foes 3 and deal 2 damage to them when taking this stance."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Also increase the effect of any line, arc, or cross effects by +2 in Breeze Cutter."
      },
      {
        "rank": 2,
        "description": "The first melee attack you make after taking Breeze Cutter has +4 range instead."
      },
      {
        "rank": 3,
        "description": "WIND CALLING DEVIL BLADE: At round 4 or later in combat, breeze cutter’s range bonuses are doubled."
      }
    ]
  },
  {
    "id": "wicked_sheath",
    "job": "demon_slayer",
    "name": "Wicked Sheath",
    "description": "The master art of the demon slayers - holding a single blow with ultimate patience, until it can slay the most tenebrous of monsters in one stroke.",
    "chapter": 3,
    "action": "Light Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "fray and shove 1",
      "miss": "fray"
    },
    "effect": "After you attack, your weapon becomes charged with energy. At the start of the next round, gain a d4 power die at 1, and tick it up by 1 at the start of each subsequent round. For each tick of the die, increase the base damage on hit of Wicked Sheath by [D] and the shove by 1. Lose the power die after you hit with any attack.",
    "tags": [
      "True Strike",
      "Power Die"
    ],
    "special": {
      "name": "Heroic",
      "description": "Wicked Sheath does [D]+fray on hit when first used."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Effect: If you’re bloodied, gain the die at 1 right away after you attack Wicked Sheath"
      },
      {
        "rank": 2,
        "description": "You have counter while you have the Wicked Sheath power die."
      },
      {
        "rank": 3,
        "description": "MUGEN SHOMETSU: After you hit with an attack, roll the power die instead of discarding it. On a 1 or 2, keep it, using the new number."
      }
    ]
  },
  {
    "id": "valkyrie",
    "job": "colossus",
    "name": "Valkyrie",
    "description": "Soaring through the air like a vengeful spirit, you crash into your enemy.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "[D] + fray",
      "miss": "fray",
      "effect": "Foe is winded."
    },
    "effect": "You can fly 1 before making this attack.",
    "charge": "Fly 3 instead",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Gain effect: foe additionally must save or become immobile until the end of their next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You can also make Valkyrie as a ranged 3 attack."
      },
      {
        "rank": 2,
        "description": "Deal bonus damage if you started this ability from higher elevation."
      },
      {
        "rank": 3,
        "description": "VALHALLA: When you use Valkyrie, and for the rest of your turn, whenever you fly, all allies in range 2 of you can also fly the same distance in any direction."
      }
    ]
  },
  {
    "id": "upheaval",
    "job": "colossus",
    "name": "Upheaval",
    "description": "The disciples of the wolf titan exhibit such legendary strength that they can rip up the earth itself with their bare hands.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Smash the battlefield, creating a height 1 boulder object in an unoccupied space in range 3. Adjacent characters take 2 damage and are shoved 1 away from the terrain when it appears.",
    "tags": [
      "Terrain Effect"
    ],
    "special": {
      "name": "Heroic",
      "description": "Characters are also winded."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If a character collides with the object, it sheds rubble, and creates difficult terrain in every adjacent space to it."
      },
      {
        "rank": 2,
        "description": "If you're bloodied, increase the shove to 2."
      },
      {
        "rank": 3,
        "description": "BONES OF THE EARTH: You may use Upheaval as a free action if you’re bloodied."
      }
    ]
  },
  {
    "id": "dropkick",
    "job": "colossus",
    "name": "Dropkick",
    "description": "Throwing caution to the wind, you crash your whole body into your foe, sending you both flying.",
    "chapter": 1,
    "action": "1 Action",
    "attack": {
      "hit": "[D] + fray",
      "miss": "fray"
    },
    "effect": "You and your foe are stunned.",
    "charge": "Deals bonus damage for every status your opponent is suffering from.",
    "special": {
      "name": "Heroic",
      "description": "Both you and your foe must additionally save or become stunned."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, this ability deals bonus damage and shoves 1."
      },
      {
        "rank": 2,
        "description": "Charge: Dropkick’s damage can’t reduce you below 1 hp."
      },
      {
        "rank": 3,
        "description": "GIANT KICKER - If you’re bloodied, after you fly, Dropkick’s effects become a line 3 area effect and gains true strike."
      }
    ]
  },
  {
    "id": "takedown",
    "job": "colossus",
    "name": "Takedown",
    "description": "You deliver a mighty blow with wild abandon, so strong that you yourself are left reeling.",
    "chapter": 1,
    "action": "Heavy Melee attack",
    "effect": "Fly 1. When you end your movement, you and an adjacent foe both take [D]+fray damage and become dazed. If you fly from a higher elevation, fly 2.",
    "charge": "Deals bonus damage for every status your opponent is suffering from.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Only stuns your target."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You can fly 2 before using Takedown if you are suffering from a status."
      },
      {
        "rank": 2,
        "description": "Slay: Cure yourself."
      },
      {
        "rank": 3,
        "description": "THE PEOPLE’S ELBOW - When you takedown a character, the character takes 2 damage once after the ability resolves for each difference in elevation between you and them when you started this ability, for a maximum of four times."
      }
    ]
  },
  {
    "id": "great_suplex",
    "job": "colossus",
    "name": "Great Suplex",
    "description": "Wrapping your arms around your foe, you fling the two of you backwards with a force that liquifies rock.",
    "chapter": 1,
    "action": "2 Actions",
    "effect": "You pick up an adjacent foe. Remove your foe from the battlefield as you pick them up. You may fly up to 2 spaces, then place your foe in any adjacent unoccupied space. You and your foe both take [D]+fray damage and are dazed. Dazed characters must save or become stunned. If you can’t place the foe in a valid space or they are sturdy or unstoppable, this action can’t be taken. If you make this action from a higher elevation on to a lower one, increase damage to 2[D]+fray.",
    "special": {
      "name": "Heroic",
      "description": "Decrease action cost to 1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Adjacent characters when you land are also dazed."
      },
      {
        "rank": 2,
        "description": "Charge: Increase base flight distance by + 2"
      },
      {
        "rank": 3,
        "description": "TITANHEART - You can target two adjacent foes with this ability."
      }
    ]
  },
  {
    "id": "blood_rage",
    "job": "colossus",
    "name": "Blood Rage",
    "description": "By using pain to fuel your blows, every strike you take is returned to your foes twofold.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "End your turn and gain Stance: When you enter this stance or when it refreshes, your next ability deals bonus damage and triggers any charge effects, even on a normal turn. You can keep this stance even if defeated.",
    "refresh": "Refresh this stance:\n• If you are defeated\n• If you take a wound\n• If you take damage equal to 25% of your hp or more\n• If defiance triggers",
    "tags": [
      "Stance"
    ],
    "special": {
      "name": "Heroic",
      "description": "Gain defiance when entering Blood Rage."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While in blood rage, all attacks gain charge: fly 1, or fly +1 if they already fly."
      },
      {
        "rank": 2,
        "description": "While in blood rage, all attacks gain Slay: gain Defiance."
      },
      {
        "rank": 3,
        "description": "Steppenwolf - Once per combat, you may reduce yourself to 1 HP when entering or refreshing Blood Rage. If you do, gain vigor 3."
      }
    ],
    "abilities": []
  },
  {
    "id": "gigaton_whip",
    "job": "colossus",
    "name": "Gigaton Whip",
    "description": "You fling your foe into a wall, catching them on the rebound.",
    "chapter": 2,
    "action": "Light Melee attack",
    "attack": {
      "hit": "1 damage and shove 2."
    },
    "effect": "If your foe collides with an object or terrain, they are shoved back to their starting location, then you grab them and do a spinning pile driver. They take [D], and create a pit under them.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Shove 4"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, increase the starting shove by +2"
      },
      {
        "rank": 2,
        "description": "Fly 1 before or after taking Gigaton Whip"
      },
      {
        "rank": 3,
        "description": "IZUNA DROP - Instead of doing a regular pile driver, you can do the legendary Izuna Drop: You take a pose, then end your turn and gain Delay: Your next turn must be slow. At the start of that turn, you may dash 2, then if a foe is adjacent you grab them, removing both of you from the battlefield, then come spinning back to earth, placing both of you back in free space adjacent to each other in range 2. Create a pit under your foe. The foe must save. On a successful save, they take [D] and are dazed. On a failed save, they are dazed, stunned and take [D]+fray."
      }
    ]
  },
  {
    "id": "titanomachy",
    "job": "colossus",
    "name": "Titanomachy",
    "description": "Your blow sends seismic ripples that topple foes off their feet and cracks boulders.",
    "chapter": 2,
    "action": "Free action",
    "range": "string?",
    "area": "Slam a line 3 area. Characters within are shoved 1 space to a side of your choice.",
    "effect": "If the end space of this effect hits an object, all characters inside the line are winded.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Base line size can be any size from 2 to 6"
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Increase or decrease line size by 2"
      },
      {
        "rank": 2,
        "description": "You may fly 1 before taking Titanomachy"
      },
      {
        "rank": 3,
        "description": "Terraslam - Charge: After Titanomachy resolves, you can create up to 2 height 1 boulder objects in any free space in its area."
      }
    ]
  },
  {
    "id": "boiling_blood",
    "job": "colossus",
    "name": "Boiling Blood",
    "description": "Colossi can lash out with the last of their strength, using the heat and strength of their body to punish their foes before expiring.",
    "chapter": 3,
    "action": "Interrupt 1",
    "effect": "Gain the Defy Death interrupt.",
    "talents": [
      {
        "rank": 1,
        "description": "When you finally collapse at the end of your turn, cure all allies in range 2."
      },
      {
        "rank": 2,
        "description": "You can fly 3 before or after taking any action while boiling blood is active."
      },
      {
        "rank": 3,
        "description": "GREAT HEMON - If you slay a character during boiling blood, extend its duration by 1 turn. This effect can only trigger once per combat."
      }
    ],
    "abilities": [
      {
        "id": "defy_death",
        "job": "colossus",
        "name": "Defy Death",
        "action": "Interrupt 1",
        "effect": "You fight on, remaining standing and do not become defeated until the end of your next turn, or if combat ends before then. During that time, damage cannot reduce you past 1 hp and you deal bonus damage with all abilities.",
        "trigger": "You would be defeated."
      }
    ]
  },
  {
    "id": "low_blow",
    "job": "knave",
    "name": "Low Blow",
    "description": "Hit them right in the gronch.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "attack": {
      "hit": "[D] + fray",
      "miss": "fray",
      "effect": "Foe gains hatred of you."
    },
    "area": "string?",
    "effect": "string",
    "combo": {
      "name": "The Gauntlet",
      "effect": "Gains range 2 and effect: Shove character 1 towards you."
    },
    "tags": [
      "Combo",
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Foe gains +1 difficulty on all saves until the end of their next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Foes adjacent to your target take fray damage and are shoved 1 away from them."
      },
      {
        "rank": 2,
        "description": "Gains + 1 range when you are bloodied."
      },
      {
        "rank": 3,
        "description": "SADIST - Gains +1 boon against characters suffering from hatred. Critical hits from this ability cure you."
      }
    ]
  },
  {
    "id": "revenge",
    "job": "knave",
    "name": "Revenge",
    "description": "No matter how hard pressed, your hands, feet, and armor are ready to retaliate.",
    "chapter": 0,
    "action": "string",
    "range": "string?",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "effect": "Gain unstoppable and counter until the end of your next turn.",
    "combo": {
      "name": "Indignation",
      "effect": "Replace the base effect with effect: Deal 2 damage, once, to your target for every status they are suffering from, to a maximum of six times, then gain counter until the end of your next turn."
    },
    "tags": [
      "Combo"
    ],
    "special": {
      "name": "Heroic",
      "description": "While revenge is active, you can dash 1 as an effect each time counter triggers. Characters that trigger your counter are shoved 1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While revenge is active, your counter may also trigger off abilities used on any adjacent ally."
      },
      {
        "rank": 2,
        "description": "While revenge is active, each time counter triggers, it also damages all adjacent foes to you."
      },
      {
        "rank": 3,
        "description": "IRON MAIDEN - After using revenge, your counter damage becomes divine until the start of your next turn"
      }
    ]
  },
  {
    "id": "provoke",
    "job": "knave",
    "name": "Provoke",
    "description": "You drop your guard, and wait for foes to take the bait.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "All adjacent foes deal 1 damage to you, ignoring armor and vigor, as if damaging you with an ability. You then deal 1 damage, once, for each foe that damaged you this way to all adjacent foes, to a maximum of 6, ignoring armor and vigor.",
    "special": {
      "name": "Heroic",
      "description": "Affects all foes in range 2."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You may inflict hatred on one affected foe."
      },
      {
        "rank": 2,
        "description": "If you are suffering from a status, mark, or blight, increase damage to 2."
      },
      {
        "rank": 3,
        "description": "STORM OF FURY - Before dealing each instance of damage, you may dash 1, then shove an adjacent foe 1."
      }
    ]
  },
  {
    "id": "sucker_punch",
    "job": "knave",
    "name": "Sucker Punch",
    "description": "There’s nothing that can’t be solved with the liberal application of fists to faces.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "The enemy must re-roll the save, keeping the second result.",
    "trigger": "An enemy adjacent to you rolls a save and you see the result",
    "special": {
      "name": "Heroic",
      "description": "The character rolls the new save with +1 curse"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If the character fails their new save, cure yourself."
      },
      {
        "rank": 2,
        "description": "While you’re bloodied, this becomes interrupt 2."
      },
      {
        "rank": 3,
        "description": "THE HOOK - You can dash 2 before activating sucker punch, it triggers from within range 2, and you may give it shove 1."
      }
    ]
  },
  {
    "id": "riposte",
    "job": "knave",
    "name": "Riposte",
    "description": "When you come at a knave, you best not miss.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "When you enter this stance or when it refreshes, gain the Dire Parry interrupt.",
    "tags": [
      "Stance"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "While you are bloody, your foe gets 2 curses on the attack instead."
      },
      {
        "rank": 2,
        "description": "If riposte triggers and the attack hits, after it resolves gain Vigilance 1."
      },
      {
        "rank": 3,
        "description": "FENCING - Refresh Riposte at the start of your turn. Uses of Dire Parry can stack up to 3 times, and you can bank these uses between turns."
      }
    ],
    "abilities": [
      {
        "id": "dire_parry",
        "job": "knave",
        "name": "Dire Parry",
        "action": "Interrupt 1",
        "effect": "That foe gains 1 curse on the attack. They can choose to continue the attack or lose their action. If they miss, you may immediately deal fray damage to them.",
        "trigger": "A foe adjacent to you targets you or an ally with an attack.",
        "refresh": "Refresh this stance and regain this interrupt when a foe hits you with an attack.",
        "special": {
          "name": "Heroic",
          "description": "You may dash 3 before triggering Riposte."
        }
      }
    ]
  },
  {
    "id": "dark_knight",
    "job": "knave",
    "name": "Dark Knight",
    "description": "You give into the heat of battle, becoming a creature of violence and instinct.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "While in this stance:\n• You gain hatred+ of the closet foe to you at the start of your turn or when you enter this stance. If multiple foes are equidistant, you may choose.\n• You are sturdy\n• Gain Vigilance 1 at the end of your turns\n• You don’t lose Vigilance charges at the start of your turns",
    "refresh": "You may refresh or exit this stance at the start of your turn.",
    "special": {
      "name": "Heroic",
      "description": "Gain counter when entering Dark Knight until the start of your next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You may dash 2 towards your hated foe at the start of their turn."
      },
      {
        "rank": 2,
        "description": "While in this stance, when foes trigger vigilance you may also shove them 1 after vigilance resolves."
      },
      {
        "rank": 3,
        "description": "INFECTIOUS HATRED - While in Dark Knight, you have Aura 1. Foes that end their turn in the aura gain hatred of you."
      }
    ]
  },
  {
    "id": "intimidate",
    "job": "knave",
    "name": "Intimidate",
    "description": "Swatting interlopers out of the way, you make it your personal vendetta to make someone’s day as miserable as possible.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "End your turn and Mark: Choose a foe at or further away than range 6. Each time that foe damages you or an ally with an attack or ability, you may dash 2 towards them as an effect. This effect can trigger multiple times a turn. You may phase through characters with this dash, and if you do, you may shove them 1 to either side. If you start your turn adjacent to your marked foe, they become stunned and this mark ends.",
    "tags": [
      "Mark"
    ],
    "special": {
      "name": "Heroic",
      "description": "Choose a foe at or further away than range 3."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While adjacent to your marked foe, they have +1 curse on attacks."
      },
      {
        "rank": 2,
        "description": "Characters that are shoved out of the way by this ability take fray damage."
      },
      {
        "rank": 3,
        "description": "IRON SKULL - While marked by intimidate, a character gains +1 curse on attacks against characters other than you, and all other characters gain +1 boon on saves against effects they cause."
      }
    ]
  },
  {
    "id": "strongarm",
    "job": "knave",
    "name": "Strongarm",
    "description": "Grappling is a common and brutal strategy among the knaves, who will happily hurl their foes into trees, rocks, or their own allies.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Shove an adjacent foe in a full circle either clockwise or counter clockwise in each space around you. Instead of taking collide damage from this ability, your foe takes fray damage once for each character they pass through, and those characters are shoved 1. This effect can only trigger once per character.",
    "special": {
      "name": "Heroic",
      "description": "Then, shove your foe 2 spaces for each character they passed through. Collide: they are stunned."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloody, you can shove a foe in range 2 from you into adjacency before using this move."
      },
      {
        "rank": 2,
        "description": "Charge: Character also becomes winded."
      },
      {
        "rank": 3,
        "description": "PERFECT STRONGARM - Trigger Strongarm twice when you take it, and you may dash 2 spaces between each activation. Characters can only be damaged once by a use of this ability."
      }
    ]
  },
  {
    "id": "bleak_mercy",
    "job": "knave",
    "name": "Bleak Mercy",
    "description": "Crush your foes and see them driven before you.",
    "chapter": 3,
    "action": "Heavy Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray"
    },
    "effect": "Bleak Mercy gains +1 boon, True Strike and is a critical hit on hit if the target is suffering from three or more statuses. Slay: Gain vigor 1 and clear all statuses.",
    "special": {
      "name": "Heroic",
      "description": "Two or more statuses."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Against characters at 25% hp or lower, Bleak Mercy cannot miss (turn any miss into a hit)."
      },
      {
        "rank": 2,
        "description": "Bleak mercy ignores resistance if its effect triggers."
      },
      {
        "rank": 3,
        "description": "DEMORALIZE - Bleak Mercy gains Slay: daze all foes and shove them 1 in any direction."
      }
    ]
  },
  {
    "id": "cavaliere",
    "job": "fool",
    "name": "Cavaliere",
    "description": "It is not enough to rudely and plainly strike your foe down. One must make it entertaining.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray",
      "effect": "Inflict burning"
    },
    "effect": "Before attacking, you must dash exactly 3 spaces in a straight line, then 1 space to the left or right of your movement. Gain phasing during this movement. Any foes you passed through are blinded.",
    "special": {
      "name": "Finishing Blow or Slay",
      "description": "All foes affected take fray damage."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you start the movement from a higher elevation, the attack gains +1 boon"
      },
      {
        "rank": 2,
        "description": "Slay: Character explodes with a blast 1 area effect centered on them, dealing 2 piercing damage and inflicting burning to characters other than you."
      },
      {
        "rank": 3,
        "description": "ORAZIERRE - Charge: You may change the dash effect to anywhere from 1 to 6, and either 1 or two spaces left or right."
      }
    ]
  },
  {
    "id": "spinning_top",
    "job": "fool",
    "name": "Spinning Top",
    "description": "A blur of cape, a flash of color, the gleaming of blades.",
    "chapter": 1,
    "action": "Free action",
    "effect": "Roll 1d6 and dash that far in a whirling dance. You must move the maximum number of spaces rolled, or as far as possible before an obstruction causes you to stop, and you must move in the same direction. However, you can interrupt spinning top with any other action, including your standard move action.",
    "talents": [
      {
        "rank": 1,
        "description": "If you start spinning top’s movement from a higher elevation, roll 2d6 and pick either die."
      },
      {
        "rank": 2,
        "description": "If you trigger a slay effect, you can use spinning top immediately, ignoring the no-repeats rule."
      },
      {
        "rank": 3,
        "description": "Spinning top can be taken twice a turn."
      }
    ]
  },
  {
    "id": "death",
    "job": "fool",
    "name": "Death",
    "description": "A shard of Divine Death, summoned with a snap of the finger.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "attack": {
      "hit": "[D] + fray divine damage and inflict burning"
    },
    "tags": [
      "Divine"
    ],
    "special": {
      "name": "Finishing Blow or Slay",
      "description": "Dash 2 and Gain evasion until the start of your next turn"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If there’s a bloodied character in the area, roll 1 more d6 and choose any result."
      },
      {
        "rank": 2,
        "description": "If there’s a burning character in the area, roll 1 more d6 and choose any result."
      },
      {
        "rank": 3,
        "description": "ULTIMA DEATH - Death deals 999 divine damage on hit to any character at 16 HP or less."
      }
    ]
  },
  {
    "id": "carnivale",
    "job": "fool",
    "name": "Carnivale",
    "description": "Get the party started.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Summon: You throw out a volatile bomb in range 3. If you use this ability while you have active bombs, all previously active bombs defuse and are removed from the battlefield.",
    "summon": {
      "name": "Carnivale Bomb",
      "size": 1,
      "effect": "The bomb’s space can be shared by other characters, and it can also be shoved. When any character passes through the bomb’s space, they can carry the bomb with them and drop it at any point during the movement, leaving it in any space they vacate.",
      "action": "Roll a d6 at the end of each turn that passes after yours. On a 6, the bomb explodes in a blast 1 area effect centered on it, destroying it. Characters within take [D] damage and are blinded and burning.",
      "tags": [
        "Intangible"
      ]
    },
    "tags": [
      "Summon"
    ],
    "special": {
      "name": "Slay",
      "description": "Re-summon the bomb."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re adjacent to the bomb, you can choose not to roll for its detonation."
      },
      {
        "rank": 2,
        "description": "When a character misses you with an attack, you may check for the bomb’s fuse."
      },
      {
        "rank": 3,
        "description": "IL CAOS FA LA MUSA - You may summon two bombs instead. Check for both fuses with one roll, and a character can only be affected by one explosion at once."
      }
    ]
  },
  {
    "id": "gallows_humor",
    "job": "fool",
    "name": "Gallows Humor",
    "description": "The power of Divine Death flows through you, empowering your strikes.",
    "chapter": 1,
    "action": "Stance",
    "effect": "Set out a d4 power die, starting at 1. While in this stance, when you or an adjacent ally misses or is missed by an attack, tick the die up by 1. When the die is 4, you may reset it to 1 when you or an adjacent ally uses an ability to empower it. The ability deals bonus damage and triggers any slay effects, hit or miss. These effects can trigger again if the character is also slain by the ability.",
    "trigger": "string?",
    "charge": "string?",
    "refresh": "This stance refreshes at the start of your turn. When it refreshes, tick the die up by 1.",
    "tags": [
      "Power Die"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Gallows humor instantly ticks up to 4 if an ally is defeated anywhere."
      },
      {
        "rank": 2,
        "description": "When you would expend the die, roll 1d6. On a 6, keep the die at 4 instead of resetting it."
      },
      {
        "rank": 3,
        "description": "MAESTRIA MORTALE - While in this stance, all your abilities gain slay: all allies may dash 2, then deal 2 damage to an adjacent foe."
      }
    ]
  },
  {
    "id": "mummery",
    "job": "fool",
    "name": "Mummery",
    "description": "What they thought was you was merely a magical mockery.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Teleport 2 spaces and summon a decoy in your original space, or as close to it as possible.",
    "trigger": "A character misses you with an attack.",
    "summon": {
      "name": "Decoy",
      "size": 1,
      "effect": "A magical illusion of yourself. When targeted by any action or ability, or at the start of your next turn, it explodes and is destroyed. Foes in a blast 1 area become blinded. Blinded characters take [D].",
      "tags": [
        "1 Hp"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "If a character is burning, they also become slowed"
      },
      {
        "rank": 2,
        "description": "When you’re bloodied, this becomes Interrupt 2"
      },
      {
        "rank": 3,
        "description": "PINNOCHIO - When the decoy appears, all adjacent foes gain hatred of the decoy."
      }
    ]
  },
  {
    "id": "masquerade",
    "job": "fool",
    "name": "Masquerade",
    "description": "The Fool knows how to move unseen, slipping through shifting faces and voices like a fish through water.",
    "chapter": 2,
    "action": "Interrupt 1",
    "effect": "Swap places with your ally, teleporting both of you, and the attack targets your ally instead. If you or your ally can’t teleport, or someone is already sharing the space you’d teleport your ally to, this interrupt can’t be made.",
    "trigger": "An character makes an attack against you, and there’s a willing ally in range 3.",
    "talents": [
      {
        "rank": 1,
        "description": "If you or your ally is bloodied, your ally gain evasion against the triggering attack."
      },
      {
        "rank": 2,
        "description": "Gain stealth after swapping."
      },
      {
        "rank": 3,
        "description": "HALL OF MIRRORS - Masquerade has no maximum range"
      }
    ]
  },
  {
    "id": "diablo",
    "job": "fool",
    "name": "Diablo",
    "description": "A snap of the finger summons the fool’s cross, the mark of the Laughing God, writ in hellish flames.",
    "chapter": 2,
    "action": "Light Melee Attack",
    "range": "Cross 1, range 2",
    "attack": {
      "hit": "[D]",
      "miss": "-"
    },
    "area": "or Slay: Deal 2 damage once to all characters in the area for every foe in end spaces of the cross.",
    "effect": "Inflict burning and poisoned. The attack space of this ability is your choice of one of the four ends of the cross.",
    "special": {
      "name": "Finishing Blow",
      "description": "Character counts as 2 characters in the cross."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you catch 3 or more foes in the end spaces of the cross, the attack is a critical hit."
      },
      {
        "rank": 2,
        "description": "Charge: Increase cross size and range by +1."
      },
      {
        "rank": 3,
        "description": "DOUBLE DEVIL - Summon: Summon an intangible size 1 devil duplicate summon in the center space after the attack resolves, which can share space with other characters. Delay: You must take a slow turn next round. At the start of that turn, the duplicate creates a cross 2 area effect centered on itself, dealing [D]+fray damage to all within, then is destroyed."
      }
    ]
  },
  {
    "id": "chronotemper",
    "job": "fool",
    "name": "Chronotemper",
    "description": "Laugh at time itself.",
    "chapter": 3,
    "action": "1 Action",
    "effect": "Mark: Mark self or an adjacent ally. The marked character gains aura 1. Any time a foe takes an action in the aura, the marked character can dash 2 as an effect after that action resolves, then deal 2 damage to an adjacent character. This effect can trigger any number of times a turn or round.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "While the marked character is bloodied, they also have evasion."
      },
      {
        "rank": 2,
        "description": "Once around, the marked character can re-roll any random d6 as part of a random effect, taking the second result as final."
      },
      {
        "rank": 3,
        "description": "FIVE FATE THIEF - When the character is marked, the aura becomes aura 3 until the start of their next turn."
      }
    ]
  }
]