[
  {
    "id": "heracule",
    "job": "bastion",
    "name": "Heracule",
    "description": "Hurl your shield as a discus with irrepressible force.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "range": "Range 3",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "effect": "Foe is dazed and shoved 1 in any direction."
    },
    "effect": "A different foe in range 3 from your target is also shoved 1 in any direction.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "All ranges and shoves from this ability increased by +1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Deals bonus damage, and all foes targeted are dazed."
      },
      {
        "rank": 2,
        "description": "Trigger Heracule’s second effect +1 more time."
      },
      {
        "rank": 3,
        "description": "PERFECT HERACULE: Heracule’s second effect triggers +1 more time, and the effect now deals fray damage."
      }
    ]
  },
  {
    "id": "battering_ram",
    "job": "bastion",
    "name": "Battering Ram",
    "description": "Use your shield, weapon, or armored fist and send your target flying.",
    "chapter": 1,
    "action": "1 Action",
    "range": "Adjacent",
    "effect": "An adjacent character is shoved 2 spaces. Collide: character is winded if they are a foe.",
    "special": {
      "name": "Heroic",
      "description": "Increase shove to 4."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: you may dash 2 before using Battering Ram."
      },
      {
        "rank": 2,
        "description": "Shove all adjacent characters to your target’s final position 1 space away from them."
      },
      {
        "rank": 3,
        "description": "GATE SMASHER: You may increase the distance of this shove by +2. If you do, Battering ram’s target phases through characters instead of colliding with them. Characters they pass through take fray damage and are shoved 1 to either side."
      }
    ]
  },
  {
    "id": "land_waster",
    "job": "bastion",
    "name": "Land Waster",
    "description": "Crash your greatshield or weapon into the earth, sending up devastating shockwaves.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray"
    },
    "effect": "All characters other than you adjacent to your target are shoved 1. Foes affected take fray damage. Then shove your target 1.",
    "special": {
      "name": "Heroic",
      "description": "Increase the effect area to range 2 of your target."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Attack target is also winded, and you may dash 1 before attacking."
      },
      {
        "rank": 2,
        "description": "If Shield Slam’s effect shockwave shoves 2 or more characters, cure yourself."
      },
      {
        "rank": 3,
        "description": "AJAX: Terrain effect: Before Shield slam’s effect triggers, you tear up the very ground, creating a height 1 boulder object in range 3 of you."
      }
    ]
  },
  {
    "id": "valiant",
    "job": "bastion",
    "name": "Valiant",
    "description": "Charge forth, with your shield held before you, battering aside foes.",
    "chapter": 1,
    "action": "2 Actions",
    "effect": "Dash 6 spaces in a straight line, or as far as possible without moving into an obstruction, phasing through characters. Foes you pass through take fray damage and are shoved 1 to either side. The first foe you pass through is removed from the battlefield as you slam into them and carry them with you. Then, at the end of your movement, place them back on the battlefield in an adjacent space and shove them 1. That foe is dazed. Collide: Foe is stunned. If a foe is sturdy or unstoppable, they are immune to this effect.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "After this ability resolves, dash back to your starting location."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, increase all shoves from this ability by +1."
      },
      {
        "rank": 2,
        "description": "Effect: If you pass through 2 or more characters during this move, cure yourself."
      },
      {
        "rank": 3,
        "description": "MARATHON: When you’re bloodied, valiant costs 1 action."
      }
    ]
  },
  {
    "id": "endless_battlement",
    "job": "bastion",
    "name": "Endless Battlement",
    "description": "The land itself is your castle, and you will never let its walls be breached. No matter where your allies step, your shield will be there.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Choose an ally. That ally gains aura 1 until the end of your next turn. The aura deactivates if your ally is further away from range 6 from you. While the aura is active, you can use the Heroic Intervention interrupt:",
    "special": {
      "name": "Heroic",
      "description": "Ally also becomes sturdy and can clear a mark affecting them."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While you are in the aura, attacks against your ally gain +1 curse"
      },
      {
        "rank": 2,
        "description": "You can take the interrupt +1 more times while bloodied."
      },
      {
        "rank": 3,
        "description": "PERFECT BATTLEMENT: Endless Battlement can be used on two allies, and becomes interrupt 2."
      }
    ],
    "abilities": [
      {
        "id": "heroic_intervention",
        "job": "bastion",
        "name": "Heroic Intervention",
        "action": "Interrupt 1",
        "effect": "You soar into the air, removing yourself from the battlefield, then return in any space in the aura. If that foe is adjacent to you, they must save or be dazed and shoved 3, or just shoved 1 on a successful save. If they are no longer in range for the ability, it is canceled and the action cost is refunded.",
        "trigger": "A foe enters the aura, or targets your ally with an ability."
      }
    ]
  },
  {
    "id": "catapult",
    "job": "bastion",
    "name": "Catapult",
    "description": "Use your shield as a springboard to set up ally maneuvers or to deflect projectiles",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Shove that ally 3 spaces in any direction. If they collide with a character, they damage to that character equal to the spaces they were shoved before colliding instead of taking it themselves. Then they may dash 1.",
    "trigger": "An ally moves into an adjacent space",
    "special": {
      "name": "Heroic",
      "description": "The shoved ally may dash 4 spaces on colliding instead."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Your shield becomes a valid target for allied attacks with a listed range. When targeted, you can expend Catapult to retarget the attack from your position to a new target in range 3, drawing line of sight and the origin space from your location."
      },
      {
        "rank": 2,
        "description": "Catapult can also be triggered on foes. When triggered on foes, the effect becomes effect: shove foe 2 spaces."
      },
      {
        "rank": 3,
        "description": "MANGONEL: Catapult becomes Interrupt 3."
      }
    ]
  },
  {
    "id": "perseus",
    "job": "bastion",
    "name": "Perseus",
    "description": "Your armor and shield become a mirror, channeling and amplifying the destructive power of your allies’ attacks.",
    "chapter": 2,
    "action": "Interrupt 2",
    "effect": "You release a blast 1 area effect centered on you that extends the area effect to encompass the same area. You can choose whether to be affected by it or not.",
    "trigger": "You are included in an allied area effect",
    "special": {
      "name": "Heroic",
      "description": "Increase the area size by +1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "The first time you trigger this interrupt in a combat, increase its area size by +1."
      },
      {
        "rank": 2,
        "description": "You can extend the area as a line 5 area effect instead."
      },
      {
        "rank": 3,
        "description": "CHAOS FINISHER: When this interrupt triggers, after the triggering effect resolves, you may deal fray damage to all affected foes from the triggering ability and shove them 1 in any direction."
      }
    ]
  },
  {
    "id": "horn_breaker",
    "job": "bastion",
    "name": "Horn Breaker",
    "description": "Prepare your foe for a mythic beating.",
    "chapter": 2,
    "action": "Heavy Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "effect": "Mark your foe, and gain the Horn Breaker interrupt. The mark fades at the start of your next turn.",
    "special": {
      "name": "Heroic",
      "description": "You gain +1 boon on saves against your marked foe and are sturdy against them."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you trigger Horn Breaker 1 or less times in a round, cure yourself at the start of your next turn."
      },
      {
        "rank": 2,
        "description": "If Horn Breaker triggers 3 or more times in a round, your foe gains hatred of you."
      },
      {
        "rank": 3,
        "description": "BLACK ROCK PUNISHER: The third time you trigger Horn Breaker, you may shove your target 4. Collide: Character takes double collide damage."
      }
    ],
    "abilities": [
      {
        "id": "horn_breaker_",
        "job": "bastion",
        "name": "Horn Breaker",
        "action": "Interrupt 3",
        "trigger": "A ally hits your target with an attack.",
        "effect": "You leap into the air, removing yourself from the battlefield, then return in any free space adjacent to your foe. When you land, deal fray damage to your target, then you may shove them 1."
      }
    ]
  },
  {
    "id": "great_giorgios",
    "job": "bastion",
    "name": "Great Giorgios",
    "description": "The most legendary of bastions can walk through arrow fire as if it were a light rain.",
    "chapter": 3,
    "action": "Interrupt 1",
    "effect": " You may hurl your shield and roll a d6. On a 1-3, you knock the attack off course, granting it +1 curse. On a 4+, you deflect it, both granting it +1 curse and granting any of its targets resistance to its damage. On a 6, that character also takes [D].",
    "trigger": "A foe makes a ranged attack within range 3 of you",
    "special": {
      "name": "Heroic",
      "description": "Roll twice and choose the higher result, then regain this interrupt."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Dazed characters also take fray damage from this interrupt."
      },
      {
        "rank": 2,
        "description": "If you haven’t taken a turn this round, increase the range of this interrupt to 6."
      },
      {
        "rank": 3,
        "description": "DRAGON DEFLECTION: On a 6, if the attack was an AoE, you may also shift the AoE by 1 space in any direction, which could cause its attack or area effect spaces to move."
      }
    ]
  },
  {
    "id": "demon_cutter",
    "job": "demon_slayer",
    "name": "Demon Cutter",
    "description": "You slash your weapon in a deadly swing sending cutting shockwaves out that rip through enemy defenses.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "range": "Line 3",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "effect": "Foe is winded."
    },
    "area": "fray",
    "charge": "Change area effect to Arc 3.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Increase area by +2."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Ability gains range 2"
      },
      {
        "rank": 2,
        "description": "Effect: If you catch 2 or more foes in the area, cure yourself after this ability resolves."
      },
      {
        "rank": 3,
        "description": "BLOOD DRINKING DEVIL BLADE: Effect: After the attack resolves, all characters in the area take 2 damage once for each character caught in the area."
      }
    ]
  },
  {
    "id": "comet",
    "job": "demon_slayer",
    "name": "Comet",
    "description": "Your weapon becomes like a meteor, burning through the air as you smash it into the earth.",
    "chapter": 1,
    "action": "1 Action",
    "range": "Line 3",
    "effect": "You hurl your weapon in a line 3 area effect, dealing fray damage to characters it passes through. Place your weapon at the end of the line, or as close as possible. Your weapon becomes a height 1 object, but while it’s out you cannot attack. When you move into an adjacent space or start your turn there, you may pick the weapon up, ending this effect. It’s also picked up if your weapon is removed for any reason. Any characters standing on your weapon when you pick it up are shoved 1 to the side of their choice.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Increase the effect area to line 6 instead."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you end your turn adjacent to your thrown weapon, gain Vigilance 1."
      },
      {
        "rank": 2,
        "description": "Effect: When you pick your weapon up, your next attack deals bonus damage."
      },
      {
        "rank": 3,
        "description": "SINGING DEVIL BLADE: If you choose, your weapon automatically returns to you at the start of your next turn, hurling through the air. Foes within range 2 of you are shoved 1 in any direction and take 2 damage as it circles around you, then you pick it up."
      }
    ]
  },
  {
    "id": "draken_cross",
    "job": "demon_slayer",
    "name": "Draken Cross",
    "description": "Fill the air with the flurry of blades.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Cross 2, Range 2",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray"
    },
    "area": "fray",
    "charge": "Change area effect to Arc 5.",
    "special": {
      "name": "Heroic",
      "description": "After this ability resolves, end your turn, and Gain Delay: Your next turn must be slow. At the start of that turn, shockwaves rip through your targets, dealing fray damage to all characters targeted by this ability, ignoring armor, resistance, and vigor. This damage cannot reduce a character below 1 hp."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Slay: Cure yourself."
      },
      {
        "rank": 2,
        "description": "If you’re bloodied, increase this ability’s range by +2."
      },
      {
        "rank": 3,
        "description": "BONE CUTTING DEVIL BLADE: You may activate the heroic effect without spending the use of a heroic."
      }
    ]
  },
  {
    "id": "righteous_disdain",
    "job": "demon_slayer",
    "name": "Righteous Disdain",
    "description": "With a clap, you deflect a weapon or projectile with your bare hand or the flat edge of your blade.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "You may dash 1 towards your ally, then roll 1d6. You reduce the total damage from that attack by that amount. If the total damage is reduced to 0, you daze the attacker. If you haven’t acted yet this round, roll 2 dice and pick the highest.",
    "trigger": "A foe makes an attack against an ally in range 2 of you, and damage has been rolled but not applied yet.",
    "special": {
      "name": "Heroic",
      "description": "Increase range and dash by +2"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, increase range and dashes by +1."
      },
      {
        "rank": 2,
        "description": "You can choose to increase the damage reduction die to 1d8, but become dazed."
      },
      {
        "rank": 3,
        "description": "DEMON CLAW: Righteous disdain gains additional effects depending on whether the attack was melee or ranged. Shirahadori (melee) : You catch and twist the attack, shoving the foe 2. Collide: Foe is winded. Jūdangiri (ranged): You deflect the projectile. A different foe in range 3 of you takes 3 damage and is inflicted by any blight inflicted by the triggering ability."
      }
    ]
  },
  {
    "id": "overkill",
    "job": "demon_slayer",
    "name": "Overkill",
    "description": "Time to end this.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "End your turn. Your next attack slams your foe with incredible force. That attack deals bonus damage, and your foe becomes stunned on hit. While holding overkill, you can dash 1 space as an effect after taking damage from an attack or ability. This effect ends after you attack, or at the end of your next turn.",
    "charge": "Your target also becomes winded.",
    "tags": [
      "End Turn"
    ],
    "special": {
      "name": "Heroic",
      "description": "You can dash up to 3 spaces before releasing the overkill attack."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, your overkill dash when taking damage increases by +1."
      },
      {
        "rank": 2,
        "description": "Your Overkill attack also gains true strike."
      },
      {
        "rank": 3,
        "description": "BRAVER: When you take Overkill, you are unstoppable and gain vigor 1. If you lose this vigor, or if it is replaced, you also lose unstoppable. Lose this vigor at the end of your next turn, or after you attack."
      }
    ]
  },
  {
    "id": "royal_guard",
    "job": "demon_slayer",
    "name": "Royal Guard",
    "description": "Bat aside every strike at you with supernatural precision.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "When you take this stance or when it refreshes, the next time you take damage from a foe’s attack, gain resistance to all damage from that attack.",
    "refresh": "When you end a turn, refresh this stance if you didn’t attack. The effect from this stance stacks twice.",
    "tags": [
      "Stance"
    ],
    "special": {
      "name": "Heroic",
      "description": "Also become sturdy until the end of your next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "When you reduce damage with Royal Guard, your next attack deals bonus damage."
      },
      {
        "rank": 2,
        "description": "You can activate Royal Guard on attacks against adjacent allies."
      },
      {
        "rank": 3,
        "description": "DEMON SKIN: While you have a stack of royal guard, you cannot be critically hit (turn all critical hits into regular hits), cannot be stunned, and cannot take bonus damage."
      }
    ]
  },
  {
    "id": "six_hells_trigram",
    "job": "demon_slayer",
    "name": "Six Hells Trigram",
    "description": "Using dark arts, you summon up a sliver of the demon world, blocking out a dark trigram that traps enemies in its web.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "End your turn. Terrain effect: Mark out a blast 2 area centered on you, then gain Delay: Your next turn must be slow, but at the start of that turn, the trigram activates. Foes inside when it activates are dazed. Any foes that wish to cross the border of the terrain effect during any turn must first pass a save, otherwise they cannot cross it for any reason until the start of their next turn, including teleporting or flying. This area lasts until this ability is used again.",
    "tags": [
      "Delay",
      "Terrain Effect"
    ],
    "special": {
      "name": "Heroic",
      "description": "Area is blast 3."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Foes inside the trigram are winded+ while inside."
      },
      {
        "rank": 2,
        "description": "Foes that end their turn inside the activated trigram must save or gain hatred of you."
      },
      {
        "rank": 3,
        "description": "FORBIDDANCE OF THE FIVE ELEMENTS: Foes can collide with the border of the trigram, taking divine fray damage instead of normal collide damage. This damage can’t activate more than once a round for each character."
      }
    ]
  },
  {
    "id": "breeze_cutter",
    "job": "demon_slayer",
    "name": "Breeze Cutter",
    "description": "Imbuing your weapon with aether, your strikes becoming so potent that the shockwaves from your blows become a terrifying cutting force.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "While in this stance, your melee attacks gain +2 range, or +3 range if charged. Melee attacks without a listed range count as having range 1.",
    "refresh": "This stance refreshes at the start of your turn.",
    "tags": [
      "Stance"
    ],
    "special": {
      "name": "Heroic",
      "description": "Shove all adjacent foes 3 and deal 2 damage to them when taking this stance."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Also increase the effect of any line, arc, or cross effects by +2 in Breeze Cutter."
      },
      {
        "rank": 2,
        "description": "The first melee attack you make after taking Breeze Cutter has +4 range instead."
      },
      {
        "rank": 3,
        "description": "WIND CALLING DEVIL BLADE: At round 4 or later in combat, breeze cutter’s range bonuses are doubled."
      }
    ]
  },
  {
    "id": "wicked_sheath",
    "job": "demon_slayer",
    "name": "Wicked Sheath",
    "description": "The master art of the demon slayers - holding a single blow with ultimate patience, until it can slay the most tenebrous of monsters in one stroke.",
    "chapter": 3,
    "action": "Light Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "fray and shove 1",
      "miss": "fray"
    },
    "effect": "After you attack, your weapon becomes charged with energy. At the start of the next round, gain a d4 power die at 1, and tick it up by 1 at the start of each subsequent round. For each tick of the die, increase the base damage on hit of Wicked Sheath by [D] and the shove by 1. Lose the power die after you hit with any attack.",
    "tags": [
      "True Strike",
      "Power Die"
    ],
    "special": {
      "name": "Heroic",
      "description": "Wicked Sheath does [D]+fray on hit when first used."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Effect: If you’re bloodied, gain the die at 1 right away after you attack Wicked Sheath"
      },
      {
        "rank": 2,
        "description": "You have counter while you have the Wicked Sheath power die."
      },
      {
        "rank": 3,
        "description": "MUGEN SHOMETSU: After you hit with an attack, roll the power die instead of discarding it. On a 1 or 2, keep it, using the new number."
      }
    ]
  },
  {
    "id": "valkyrie",
    "job": "colossus",
    "name": "Valkyrie",
    "description": "Soaring through the air like a vengeful spirit, you crash into your enemy.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "[D] + fray",
      "miss": "fray",
      "effect": "Foe is winded."
    },
    "effect": "You can fly 1 before making this attack.",
    "charge": "Fly 3 instead",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Gain effect: foe additionally must save or become immobile until the end of their next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You can also make Valkyrie as a ranged 3 attack."
      },
      {
        "rank": 2,
        "description": "Deal bonus damage if you started this ability from higher elevation."
      },
      {
        "rank": 3,
        "description": "VALHALLA: When you use Valkyrie, and for the rest of your turn, whenever you fly, all allies in range 2 of you can also fly the same distance in any direction."
      }
    ]
  },
  {
    "id": "upheaval",
    "job": "colossus",
    "name": "Upheaval",
    "description": "The disciples of the wolf titan exhibit such legendary strength that they can rip up the earth itself with their bare hands.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Smash the battlefield, creating a height 1 boulder object in an unoccupied space in range 3. Adjacent characters take 2 damage and are shoved 1 away from the terrain when it appears.",
    "tags": [
      "Terrain Effect"
    ],
    "special": {
      "name": "Heroic",
      "description": "Characters are also winded."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If a character collides with the object, it sheds rubble, and creates difficult terrain in every adjacent space to it."
      },
      {
        "rank": 2,
        "description": "If you're bloodied, increase the shove to 2."
      },
      {
        "rank": 3,
        "description": "BONES OF THE EARTH: You may use Upheaval as a free action if you’re bloodied."
      }
    ]
  },
  {
    "id": "dropkick",
    "job": "colossus",
    "name": "Dropkick",
    "description": "Throwing caution to the wind, you crash your whole body into your foe, sending you both flying.",
    "chapter": 1,
    "action": "1 Action",
    "attack": {
      "hit": "[D] + fray",
      "miss": "fray"
    },
    "effect": "You and your foe are stunned.",
    "charge": "Deals bonus damage for every status your opponent is suffering from.",
    "special": {
      "name": "Heroic",
      "description": "Both you and your foe must additionally save or become stunned."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, this ability deals bonus damage and shoves 1."
      },
      {
        "rank": 2,
        "description": "Charge: Dropkick’s damage can’t reduce you below 1 hp."
      },
      {
        "rank": 3,
        "description": "GIANT KICKER - If you’re bloodied, after you fly, Dropkick’s effects become a line 3 area effect and gains true strike."
      }
    ]
  },
  {
    "id": "takedown",
    "job": "colossus",
    "name": "Takedown",
    "description": "You deliver a mighty blow with wild abandon, so strong that you yourself are left reeling.",
    "chapter": 1,
    "action": "Heavy Melee attack",
    "effect": "Fly 1. When you end your movement, you and an adjacent foe both take [D]+fray damage and become dazed. If you fly from a higher elevation, fly 2.",
    "charge": "Deals bonus damage for every status your opponent is suffering from.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Only stuns your target."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You can fly 2 before using Takedown if you are suffering from a status."
      },
      {
        "rank": 2,
        "description": "Slay: Cure yourself."
      },
      {
        "rank": 3,
        "description": "THE PEOPLE’S ELBOW - When you takedown a character, the character takes 2 damage once after the ability resolves for each difference in elevation between you and them when you started this ability, for a maximum of four times."
      }
    ]
  },
  {
    "id": "great_suplex",
    "job": "colossus",
    "name": "Great Suplex",
    "description": "Wrapping your arms around your foe, you fling the two of you backwards with a force that liquifies rock.",
    "chapter": 1,
    "action": "2 Actions",
    "effect": "You pick up an adjacent foe. Remove your foe from the battlefield as you pick them up. You may fly up to 2 spaces, then place your foe in any adjacent unoccupied space. You and your foe both take [D]+fray damage and are dazed. Dazed characters must save or become stunned. If you can’t place the foe in a valid space or they are sturdy or unstoppable, this action can’t be taken. If you make this action from a higher elevation on to a lower one, increase damage to 2[D]+fray.",
    "special": {
      "name": "Heroic",
      "description": "Decrease action cost to 1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Adjacent characters when you land are also dazed."
      },
      {
        "rank": 2,
        "description": "Charge: Increase base flight distance by + 2"
      },
      {
        "rank": 3,
        "description": "TITANHEART - You can target two adjacent foes with this ability."
      }
    ]
  },
  {
    "id": "blood_rage",
    "job": "colossus",
    "name": "Blood Rage",
    "description": "By using pain to fuel your blows, every strike you take is returned to your foes twofold.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "End your turn and gain Stance: When you enter this stance or when it refreshes, your next ability deals bonus damage and triggers any charge effects, even on a normal turn. You can keep this stance even if defeated.",
    "refresh": "Refresh this stance:\n• If you are defeated\n• If you take a wound\n• If you take damage equal to 25% of your hp or more\n• If defiance triggers",
    "tags": [
      "Stance"
    ],
    "special": {
      "name": "Heroic",
      "description": "Gain defiance when entering Blood Rage."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While in blood rage, all attacks gain charge: fly 1, or fly +1 if they already fly."
      },
      {
        "rank": 2,
        "description": "While in blood rage, all attacks gain Slay: gain Defiance."
      },
      {
        "rank": 3,
        "description": "Steppenwolf - Once per combat, you may reduce yourself to 1 HP when entering or refreshing Blood Rage. If you do, gain vigor 3."
      }
    ],
    "abilities": []
  },
  {
    "id": "gigaton_whip",
    "job": "colossus",
    "name": "Gigaton Whip",
    "description": "You fling your foe into a wall, catching them on the rebound.",
    "chapter": 2,
    "action": "Light Melee attack",
    "attack": {
      "hit": "1 damage and shove 2."
    },
    "effect": "If your foe collides with an object or terrain, they are shoved back to their starting location, then you grab them and do a spinning pile driver. They take [D], and create a pit under them.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Shove 4"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloodied, increase the starting shove by +2"
      },
      {
        "rank": 2,
        "description": "Fly 1 before or after taking Gigaton Whip"
      },
      {
        "rank": 3,
        "description": "IZUNA DROP - Instead of doing a regular pile driver, you can do the legendary Izuna Drop: You take a pose, then end your turn and gain Delay: Your next turn must be slow. At the start of that turn, you may dash 2, then if a foe is adjacent you grab them, removing both of you from the battlefield, then come spinning back to earth, placing both of you back in free space adjacent to each other in range 2. Create a pit under your foe. The foe must save. On a successful save, they take [D] and are dazed. On a failed save, they are dazed, stunned and take [D]+fray."
      }
    ]
  },
  {
    "id": "titanomachy",
    "job": "colossus",
    "name": "Titanomachy",
    "description": "Your blow sends seismic ripples that topple foes off their feet and cracks boulders.",
    "chapter": 2,
    "action": "Free action",
    "range": "string?",
    "area": "Slam a line 3 area. Characters within are shoved 1 space to a side of your choice.",
    "effect": "If the end space of this effect hits an object, all characters inside the line are winded.",
    "tags": [
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Base line size can be any size from 2 to 6"
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Increase or decrease line size by 2"
      },
      {
        "rank": 2,
        "description": "You may fly 1 before taking Titanomachy"
      },
      {
        "rank": 3,
        "description": "Terraslam - Charge: After Titanomachy resolves, you can create up to 2 height 1 boulder objects in any free space in its area."
      }
    ]
  },
  {
    "id": "boiling_blood",
    "job": "colossus",
    "name": "Boiling Blood",
    "description": "Colossi can lash out with the last of their strength, using the heat and strength of their body to punish their foes before expiring.",
    "chapter": 3,
    "action": "Interrupt 1",
    "effect": "Gain the Defy Death interrupt.",
    "talents": [
      {
        "rank": 1,
        "description": "When you finally collapse at the end of your turn, cure all allies in range 2."
      },
      {
        "rank": 2,
        "description": "You can fly 3 before or after taking any action while boiling blood is active."
      },
      {
        "rank": 3,
        "description": "GREAT HEMON - If you slay a character during boiling blood, extend its duration by 1 turn. This effect can only trigger once per combat."
      }
    ],
    "abilities": [
      {
        "id": "defy_death",
        "job": "colossus",
        "name": "Defy Death",
        "action": "Interrupt 1",
        "effect": "You fight on, remaining standing and do not become defeated until the end of your next turn, or if combat ends before then. During that time, damage cannot reduce you past 1 hp and you deal bonus damage with all abilities.",
        "trigger": "You would be defeated."
      }
    ]
  },
  {
    "id": "low_blow",
    "job": "knave",
    "name": "Low Blow",
    "description": "Hit them right in the gronch.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "attack": {
      "hit": "[D] + fray",
      "miss": "fray",
      "effect": "Foe gains hatred of you."
    },
    "area": "string?",
    "effect": "string",
    "combo": {
      "name": "The Gauntlet",
      "effect": "Gains range 2 and effect: Shove character 1 towards you."
    },
    "tags": [
      "Combo",
      "True Strike"
    ],
    "special": {
      "name": "Heroic",
      "description": "Foe gains +1 difficulty on all saves until the end of their next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Foes adjacent to your target take fray damage and are shoved 1 away from them."
      },
      {
        "rank": 2,
        "description": "Gains + 1 range when you are bloodied."
      },
      {
        "rank": 3,
        "description": "SADIST - Gains +1 boon against characters suffering from hatred. Critical hits from this ability cure you."
      }
    ]
  },
  {
    "id": "revenge",
    "job": "knave",
    "name": "Revenge",
    "description": "No matter how hard pressed, your hands, feet, and armor are ready to retaliate.",
    "chapter": 0,
    "action": "string",
    "range": "string?",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "effect": "Gain unstoppable and counter until the end of your next turn.",
    "combo": {
      "name": "Indignation",
      "effect": "Replace the base effect with effect: Deal 2 damage, once, to your target for every status they are suffering from, to a maximum of six times, then gain counter until the end of your next turn."
    },
    "tags": [
      "Combo"
    ],
    "special": {
      "name": "Heroic",
      "description": "While revenge is active, you can dash 1 as an effect each time counter triggers. Characters that trigger your counter are shoved 1."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While revenge is active, your counter may also trigger off abilities used on any adjacent ally."
      },
      {
        "rank": 2,
        "description": "While revenge is active, each time counter triggers, it also damages all adjacent foes to you."
      },
      {
        "rank": 3,
        "description": "IRON MAIDEN - After using revenge, your counter damage becomes divine until the start of your next turn"
      }
    ]
  },
  {
    "id": "provoke",
    "job": "knave",
    "name": "Provoke",
    "description": "You drop your guard, and wait for foes to take the bait.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "All adjacent foes deal 1 damage to you, ignoring armor and vigor, as if damaging you with an ability. You then deal 1 damage, once, for each foe that damaged you this way to all adjacent foes, to a maximum of 6, ignoring armor and vigor.",
    "special": {
      "name": "Heroic",
      "description": "Affects all foes in range 2."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You may inflict hatred on one affected foe."
      },
      {
        "rank": 2,
        "description": "If you are suffering from a status, mark, or blight, increase damage to 2."
      },
      {
        "rank": 3,
        "description": "STORM OF FURY - Before dealing each instance of damage, you may dash 1, then shove an adjacent foe 1."
      }
    ]
  },
  {
    "id": "sucker_punch",
    "job": "knave",
    "name": "Sucker Punch",
    "description": "There’s nothing that can’t be solved with the liberal application of fists to faces.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "The enemy must re-roll the save, keeping the second result.",
    "trigger": "An enemy adjacent to you rolls a save and you see the result",
    "special": {
      "name": "Heroic",
      "description": "The character rolls the new save with +1 curse"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If the character fails their new save, cure yourself."
      },
      {
        "rank": 2,
        "description": "While you’re bloodied, this becomes interrupt 2."
      },
      {
        "rank": 3,
        "description": "THE HOOK - You can dash 2 before activating sucker punch, it triggers from within range 2, and you may give it shove 1."
      }
    ]
  },
  {
    "id": "riposte",
    "job": "knave",
    "name": "Riposte",
    "description": "When you come at a knave, you best not miss.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "When you enter this stance or when it refreshes, gain the Dire Parry interrupt.",
    "tags": [
      "Stance"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "While you are bloody, your foe gets 2 curses on the attack instead."
      },
      {
        "rank": 2,
        "description": "If riposte triggers and the attack hits, after it resolves gain Vigilance 1."
      },
      {
        "rank": 3,
        "description": "FENCING - Refresh Riposte at the start of your turn. Uses of Dire Parry can stack up to 3 times, and you can bank these uses between turns."
      }
    ],
    "abilities": [
      {
        "id": "dire_parry",
        "job": "knave",
        "name": "Dire Parry",
        "action": "Interrupt 1",
        "effect": "That foe gains 1 curse on the attack. They can choose to continue the attack or lose their action. If they miss, you may immediately deal fray damage to them.",
        "trigger": "A foe adjacent to you targets you or an ally with an attack.",
        "refresh": "Refresh this stance and regain this interrupt when a foe hits you with an attack.",
        "special": {
          "name": "Heroic",
          "description": "You may dash 3 before triggering Riposte."
        }
      }
    ]
  },
  {
    "id": "dark_knight",
    "job": "knave",
    "name": "Dark Knight",
    "description": "You give into the heat of battle, becoming a creature of violence and instinct.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "While in this stance:\n• You gain hatred+ of the closet foe to you at the start of your turn or when you enter this stance. If multiple foes are equidistant, you may choose.\n• You are sturdy\n• Gain Vigilance 1 at the end of your turns\n• You don’t lose Vigilance charges at the start of your turns",
    "refresh": "You may refresh or exit this stance at the start of your turn.",
    "special": {
      "name": "Heroic",
      "description": "Gain counter when entering Dark Knight until the start of your next turn."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You may dash 2 towards your hated foe at the start of their turn."
      },
      {
        "rank": 2,
        "description": "While in this stance, when foes trigger vigilance you may also shove them 1 after vigilance resolves."
      },
      {
        "rank": 3,
        "description": "INFECTIOUS HATRED - While in Dark Knight, you have Aura 1. Foes that end their turn in the aura gain hatred of you."
      }
    ]
  },
  {
    "id": "intimidate",
    "job": "knave",
    "name": "Intimidate",
    "description": "Swatting interlopers out of the way, you make it your personal vendetta to make someone’s day as miserable as possible.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "End your turn and Mark: Choose a foe at or further away than range 6. Each time that foe damages you or an ally with an attack or ability, you may dash 2 towards them as an effect. This effect can trigger multiple times a turn. You may phase through characters with this dash, and if you do, you may shove them 1 to either side. If you start your turn adjacent to your marked foe, they become stunned and this mark ends.",
    "tags": [
      "Mark"
    ],
    "special": {
      "name": "Heroic",
      "description": "Choose a foe at or further away than range 3."
    },
    "talents": [
      {
        "rank": 1,
        "description": "While adjacent to your marked foe, they have +1 curse on attacks."
      },
      {
        "rank": 2,
        "description": "Characters that are shoved out of the way by this ability take fray damage."
      },
      {
        "rank": 3,
        "description": "IRON SKULL - While marked by intimidate, a character gains +1 curse on attacks against characters other than you, and all other characters gain +1 boon on saves against effects they cause."
      }
    ]
  },
  {
    "id": "strongarm",
    "job": "knave",
    "name": "Strongarm",
    "description": "Grappling is a common and brutal strategy among the knaves, who will happily hurl their foes into trees, rocks, or their own allies.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Shove an adjacent foe in a full circle either clockwise or counter clockwise in each space around you. Instead of taking collide damage from this ability, your foe takes fray damage once for each character they pass through, and those characters are shoved 1. This effect can only trigger once per character.",
    "special": {
      "name": "Heroic",
      "description": "Then, shove your foe 2 spaces for each character they passed through. Collide: they are stunned."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re bloody, you can shove a foe in range 2 from you into adjacency before using this move."
      },
      {
        "rank": 2,
        "description": "Charge: Character also becomes winded."
      },
      {
        "rank": 3,
        "description": "PERFECT STRONGARM - Trigger Strongarm twice when you take it, and you may dash 2 spaces between each activation. Characters can only be damaged once by a use of this ability."
      }
    ]
  },
  {
    "id": "bleak_mercy",
    "job": "knave",
    "name": "Bleak Mercy",
    "description": "Crush your foes and see them driven before you.",
    "chapter": 3,
    "action": "Heavy Melee Attack",
    "range": "Adjacent",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray"
    },
    "effect": "Bleak Mercy gains +1 boon, True Strike and is a critical hit on hit if the target is suffering from three or more statuses. Slay: Gain vigor 1 and clear all statuses.",
    "special": {
      "name": "Heroic",
      "description": "Two or more statuses."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Against characters at 25% hp or lower, Bleak Mercy cannot miss (turn any miss into a hit)."
      },
      {
        "rank": 2,
        "description": "Bleak mercy ignores resistance if its effect triggers."
      },
      {
        "rank": 3,
        "description": "DEMORALIZE - Bleak Mercy gains Slay: daze all foes and shove them 1 in any direction."
      }
    ]
  },
  {
    "id": "cavaliere",
    "job": "fool",
    "name": "Cavaliere",
    "description": "It is not enough to rudely and plainly strike your foe down. One must make it entertaining.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray",
      "effect": "Inflict burning"
    },
    "effect": "Before attacking, you must dash exactly 3 spaces in a straight line, then 1 space to the left or right of your movement. Gain phasing during this movement. Any foes you passed through are blinded.",
    "special": {
      "name": "Finishing Blow or Slay",
      "description": "All foes affected take fray damage."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you start the movement from a higher elevation, the attack gains +1 boon"
      },
      {
        "rank": 2,
        "description": "Slay: Character explodes with a blast 1 area effect centered on them, dealing 2 piercing damage and inflicting burning to characters other than you."
      },
      {
        "rank": 3,
        "description": "ORAZIERRE - Charge: You may change the dash effect to anywhere from 1 to 6, and either 1 or two spaces left or right."
      }
    ]
  },
  {
    "id": "spinning_top",
    "job": "fool",
    "name": "Spinning Top",
    "description": "A blur of cape, a flash of color, the gleaming of blades.",
    "chapter": 1,
    "action": "Free action",
    "effect": "Roll 1d6 and dash that far in a whirling dance. You must move the maximum number of spaces rolled, or as far as possible before an obstruction causes you to stop, and you must move in the same direction. However, you can interrupt spinning top with any other action, including your standard move action.",
    "talents": [
      {
        "rank": 1,
        "description": "If you start spinning top’s movement from a higher elevation, roll 2d6 and pick either die."
      },
      {
        "rank": 2,
        "description": "If you trigger a slay effect, you can use spinning top immediately, ignoring the no-repeats rule."
      },
      {
        "rank": 3,
        "description": "Spinning top can be taken twice a turn."
      }
    ]
  },
  {
    "id": "death",
    "job": "fool",
    "name": "Death",
    "description": "A shard of Divine Death, summoned with a snap of the finger.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "attack": {
      "hit": "[D] + fray divine damage and inflict burning"
    },
    "tags": [
      "Divine"
    ],
    "special": {
      "name": "Finishing Blow or Slay",
      "description": "Dash 2 and Gain evasion until the start of your next turn"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If there’s a bloodied character in the area, roll 1 more d6 and choose any result."
      },
      {
        "rank": 2,
        "description": "If there’s a burning character in the area, roll 1 more d6 and choose any result."
      },
      {
        "rank": 3,
        "description": "ULTIMA DEATH - Death deals 999 divine damage on hit to any character at 16 HP or less."
      }
    ]
  },
  {
    "id": "carnivale",
    "job": "fool",
    "name": "Carnivale",
    "description": "Get the party started.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Summon: You throw out a volatile bomb in range 3. If you use this ability while you have active bombs, all previously active bombs defuse and are removed from the battlefield.",
    "summon": {
      "name": "Carnivale Bomb",
      "size": 1,
      "effect": "The bomb’s space can be shared by other characters, and it can also be shoved. When any character passes through the bomb’s space, they can carry the bomb with them and drop it at any point during the movement, leaving it in any space they vacate.",
      "action": "Roll a d6 at the end of each turn that passes after yours. On a 6, the bomb explodes in a blast 1 area effect centered on it, destroying it. Characters within take [D] damage and are blinded and burning.",
      "tags": [
        "Intangible"
      ]
    },
    "tags": [
      "Summon"
    ],
    "special": {
      "name": "Slay",
      "description": "Re-summon the bomb."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you’re adjacent to the bomb, you can choose not to roll for its detonation."
      },
      {
        "rank": 2,
        "description": "When a character misses you with an attack, you may check for the bomb’s fuse."
      },
      {
        "rank": 3,
        "description": "IL CAOS FA LA MUSA - You may summon two bombs instead. Check for both fuses with one roll, and a character can only be affected by one explosion at once."
      }
    ]
  },
  {
    "id": "gallows_humor",
    "job": "fool",
    "name": "Gallows Humor",
    "description": "The power of Divine Death flows through you, empowering your strikes.",
    "chapter": 1,
    "action": "Stance",
    "effect": "Set out a d4 power die, starting at 1. While in this stance, when you or an adjacent ally misses or is missed by an attack, tick the die up by 1. When the die is 4, you may reset it to 1 when you or an adjacent ally uses an ability to empower it. The ability deals bonus damage and triggers any slay effects, hit or miss. These effects can trigger again if the character is also slain by the ability.",
    "trigger": "string?",
    "charge": "string?",
    "refresh": "This stance refreshes at the start of your turn. When it refreshes, tick the die up by 1.",
    "tags": [
      "Power Die"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Gallows humor instantly ticks up to 4 if an ally is defeated anywhere."
      },
      {
        "rank": 2,
        "description": "When you would expend the die, roll 1d6. On a 6, keep the die at 4 instead of resetting it."
      },
      {
        "rank": 3,
        "description": "MAESTRIA MORTALE - While in this stance, all your abilities gain slay: all allies may dash 2, then deal 2 damage to an adjacent foe."
      }
    ]
  },
  {
    "id": "mummery",
    "job": "fool",
    "name": "Mummery",
    "description": "What they thought was you was merely a magical mockery.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Teleport 2 spaces and summon a decoy in your original space, or as close to it as possible.",
    "trigger": "A character misses you with an attack.",
    "summon": {
      "name": "Decoy",
      "size": 1,
      "effect": "A magical illusion of yourself. When targeted by any action or ability, or at the start of your next turn, it explodes and is destroyed. Foes in a blast 1 area become blinded. Blinded characters take [D].",
      "tags": [
        "1 Hp"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "If a character is burning, they also become slowed"
      },
      {
        "rank": 2,
        "description": "When you’re bloodied, this becomes Interrupt 2"
      },
      {
        "rank": 3,
        "description": "PINNOCHIO - When the decoy appears, all adjacent foes gain hatred of the decoy."
      }
    ]
  },
  {
    "id": "masquerade",
    "job": "fool",
    "name": "Masquerade",
    "description": "The Fool knows how to move unseen, slipping through shifting faces and voices like a fish through water.",
    "chapter": 2,
    "action": "Interrupt 1",
    "effect": "Swap places with your ally, teleporting both of you, and the attack targets your ally instead. If you or your ally can’t teleport, or someone is already sharing the space you’d teleport your ally to, this interrupt can’t be made.",
    "trigger": "An character makes an attack against you, and there’s a willing ally in range 3.",
    "talents": [
      {
        "rank": 1,
        "description": "If you or your ally is bloodied, your ally gain evasion against the triggering attack."
      },
      {
        "rank": 2,
        "description": "Gain stealth after swapping."
      },
      {
        "rank": 3,
        "description": "HALL OF MIRRORS - Masquerade has no maximum range"
      }
    ]
  },
  {
    "id": "diablo",
    "job": "fool",
    "name": "Diablo",
    "description": "A snap of the finger summons the fool’s cross, the mark of the Laughing God, writ in hellish flames.",
    "chapter": 2,
    "action": "Light Melee Attack",
    "range": "Cross 1, range 2",
    "attack": {
      "hit": "[D]",
      "miss": "-"
    },
    "area": "or Slay: Deal 2 damage once to all characters in the area for every foe in end spaces of the cross.",
    "effect": "Inflict burning and poisoned. The attack space of this ability is your choice of one of the four ends of the cross.",
    "special": {
      "name": "Finishing Blow",
      "description": "Character counts as 2 characters in the cross."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you catch 3 or more foes in the end spaces of the cross, the attack is a critical hit."
      },
      {
        "rank": 2,
        "description": "Charge: Increase cross size and range by +1."
      },
      {
        "rank": 3,
        "description": "DOUBLE DEVIL - Summon: Summon an intangible size 1 devil duplicate summon in the center space after the attack resolves, which can share space with other characters. Delay: You must take a slow turn next round. At the start of that turn, the duplicate creates a cross 2 area effect centered on itself, dealing [D]+fray damage to all within, then is destroyed."
      }
    ]
  },
  {
    "id": "chronotemper",
    "job": "fool",
    "name": "Chronotemper",
    "description": "Laugh at time itself.",
    "chapter": 3,
    "action": "1 Action",
    "effect": "Mark: Mark self or an adjacent ally. The marked character gains aura 1. Any time a foe takes an action in the aura, the marked character can dash 2 as an effect after that action resolves, then deal 2 damage to an adjacent character. This effect can trigger any number of times a turn or round.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "While the marked character is bloodied, they also have evasion."
      },
      {
        "rank": 2,
        "description": "Once around, the marked character can re-roll any random d6 as part of a random effect, taking the second result as final."
      },
      {
        "rank": 3,
        "description": "FIVE FATE THIEF - When the character is marked, the aura becomes aura 3 until the start of their next turn."
      }
    ]
  },
  {
    "id": "strafe_shot",
    "job": "freelancer",
    "name": "Strafe Shot",
    "description": "Faster than a speeding bullet.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "range": "Range 4",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "effect": "Inflict electrified."
    },
    "effect": "You may dash 1 before and after the attack.",
    "tags": [
      "+1 boon"
    ],
    "special": {
      "name": "Finishing blow or Critical Hit",
      "description": "Dash 1 and gain stealth"
    },
    "talents": [
      {
        "rank": 1,
        "description": "If you target an electrified character with this ability, turn all dashes into teleports."
      },
      {
        "rank": 2,
        "description": "Effect: Also electrify all characters adjacent to your target."
      },
      {
        "rank": "Sidereal Rodeo",
        "description": "Increase the distances of all movement by +2 and gain phasing during this ability."
      }
    ]
  },
  {
    "id": "astral_guardian",
    "job": "freelancer",
    "name": "Astral Guardian",
    "description": "Calling out their true name, in a flurry of celestial wings, you summon your bound spirit.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Summon an astral seraph in range 3. The seraph lasts until you use this ability again, or until reduced to 0 hp.",
    "summon": {
      "name": "Astral Seraph",
      "size": 1,
      "effect": "Summon Effect: At the end of your turn, you can teleport your seraph to a space in range 3 of you.\n • You can target your seraph with ranged attacks with a listed range. If you do, the seraph takes no damage or effects, but re-directs the attack to a new target in range 3 of the seraph. Attacks that the seraph re- directs electrify their target and count the seraph’s space as the origin space for cover, aoe, and other effects. \n • When you trigger a Finishing Blow with an attack against a character in range 3 of the Seraph, they may teleport adjacent to that character and deal fray damage",
      "action": "string?",
      "tags": [
        "Phasing",
        "Flying"
      ]
    },
    "talents": [
      {
        "rank": 1,
        "description": "Allies can also ricochet attacks off the seraph."
      },
      {
        "rank": 2,
        "description": "If your seraph is in range 4, you can use your standard move to teleport to any free space adjacent to it, or vice versa."
      },
      {
        "rank": "Archangel",
        "description": "When you ricochet a shot off the seraph, after the attack resolves it shoots a flurry of divine bolts, dealing divine fray damage to all marked or electrified targets in range 3 of it."
      }
    ]
  },
  {
    "id": "astral_chain",
    "job": "freelancer",
    "name": "Astral Chain",
    "description": "With your heavenly chain skillfully whirling through the air, you dispense divine justice.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Range 3",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "effect": "Slow and electrify your foe."
    },
    "effect": "Mark: Your foe is marked. As long as your foe is marked by you, at the start of your turn, if they are in range 3, they take [D] damage from you as a bolt of celestial lightning shoots between you.\nWhenever you score a Finishing Blow or Critical Hit, including as part of this ability, your marked foe may be teleported 2.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Gain evasion against your marked foe while they’re in range 3 of you."
      },
      {
        "rank": 2,
        "description": "Your attacks against your marked target teleport them 1 in any direction on hit."
      },
      {
        "rank": "Astral Punisher",
        "description": "When Astral Chain’s teleports trigger, they also triggers on all foes within range 2 of your target and deal fray damage to them."
      }
    ]
  },
  {
    "id": "hot_chamber",
    "job": "freelancer",
    "name": "Hot Chamber",
    "description": "Fan the hammer.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Roll 1d6 and fire up to that many shells from a sidearm at foes in range 4 of you, each dealing 2 damage. Each foe can only be hit by one shell.",
    "trigger": "You score a critical hit.",
    "talents": [
      {
        "rank": 1,
        "description": "If you fire 4 or more shells, gain stealth after this interrupt resolves."
      },
      {
        "rank": 2,
        "description": "Electrified characters can be hit by 2 shells."
      },
      {
        "rank": "Vertigo Bullet",
        "description": "You may teleport 1 between firing each shell, which could put new characters in range."
      }
    ]
  },
  {
    "id": "divine_binding",
    "job": "freelancer",
    "name": "Divine Binding",
    "description": "You lash out with ethereal cords, lassoing your enemy in an inescapable web.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: Mark a foe in range 3 of you, choose a space adjacent to you, and lash to them with an astral chain, tying them to that space. If that target ends their turn further away from range 3 of that space, the chain snaps. That foe takes fray damage twice and becomes slow. Otherwise, the mark ends at the end of their turn.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Your foe cannot benefit from evasion or dodge while marked."
      },
      {
        "rank": 2,
        "description": "If your target is bloodied, they must also save or become stunned if the chain snaps."
      },
      {
        "rank": "Solar Rodeo",
        "description": "Against bloodied foes, the mark no longer expires at the end of the foe’s turn, but instead lasts until the chain snaps."
      }
    ]
  },
  {
    "id": "ace",
    "job": "freelancer",
    "name": "Ace",
    "description": "The world goes still, and is split by a bolt of lightning.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "End your turn and gain Stance: When you take this stance, or when it refreshes, your attack deals bonus damage and triggers any critical hit effects, even on hit or miss.\nRoll a d6 after the attack resolves. On a 4+, gain stealth.",
    "refresh": " Refresh this stance if you score a finishing blow.",
    "tags": [
      "Stance",
      "End Turn"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "If you roll a 6 on Ace's effect, the stasnce also refreshes."
      },
      {
        "rank": 2,
        "description": "Against electrified characters, roll two dice and pick the highest."
      },
      {
        "rank": "Divinity Discharge",
        "description": "After you make an attack empowered by Ace, you can discharge the divine energy from your weapon, dealing divine fray damage to a character in range 3 as an effect."
      }
    ]
  },
  {
    "id": "cerberus",
    "job": "freelancer",
    "name": "Cerberus",
    "description": "The most dangerous of rogue spirits enter the Freelancer’s arsenal as loyal servants - bestial divine hounds that pursue their chosen prey with zealous ferocity.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Summon a celestial hound in range 3. The hound lasts until defeated or this ability is used again.",
    "summon": {
      "name": "Celestial Hound",
      "size": 1,
      "effect": "Once a round, if a foe ends their turn within range 2 of the hound, it catches their scent and may dash up to 3 spaces towards them. If it’s then adjacent to them, it deals fray damage. Damage becomes fray damage twice instead if the foe is marked.",
      "action": "At the start of your turn, the hound may move up to 3 spaces."
    },
    "tags": [
      "Summon"
    ],
    "special": {
      "name": "Finishing Blow",
      "description": "When you score a finishing blow, you may teleport the hound to any space within range 3 of a foe."
    },
    "talents": [
      {
        "rank": 1,
        "description": "The hound can phase through terrain and characters. When it phases through foes, it inflicts electrified."
      },
      {
        "rank": 2,
        "description": "The hound counts bloodied foes as marked."
      },
      {
        "rank": "Gatekeeper",
        "description": "Your hound gains aura 2. Foes that exit the aura on their turn immediately trigger the hound’s effect."
      }
    ]
  },
  {
    "id": "chain_of_salvation",
    "job": "freelancer",
    "name": "Chain of Salvation",
    "description": "When skillfully used, the astral chain can be used to maneuver in the blink of an eye.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Mark and grapple on to an ally or allied summon in range 4 from you with an ethereal lasso and gain the Deus Ex Machina interrupt while that character is marked. You can take the interrupt regardless of distance.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "If the teleported character is bloodied, they can be teleported 6 spaces instead."
      },
      {
        "rank": 2,
        "description": "You can also use this ability on foes. They can save to avoid the interrupt."
      },
      {
        "rank": "Whip of the Thrones",
        "description": "While you or your target has stealth, regain this interrupt at the start of each turn."
      }
    ],
    "abilities": [
      {
        "id": "deus_ex_machina",
        "job": "freelancer",
        "name": "Deus Ex Machina",
        "action": "Interrupt 1",
        "effect": "Teleport up to 3 spaces towards the target or teleport your target 3 spaces towards you. The teleport must end with both of you closer together.",
        "trigger": "The end of any turn."
      }
    ]
  },
  {
    "id": "soul_shot",
    "job": "freelancer",
    "name": "Soul Shot",
    "description": "The ultimate freelancer technique - using the soul aether of their companions to supercharge astral bullets.",
    "chapter": 3,
    "action": "Light Ranged Attack",
    "range": "Line 4",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "area": "fray",
    "effect": "Inflict electrified and burning.\nAllies are immune to damage and blights from this ability. Gains bonus damage for every ally or allied summon it fires through.",
    "tags": [
      "+1 boon"
    ],
    "special": {
      "name": "Finishing Blow or Critical Hit",
      "description": "Allies or allied summons in the line may teleport 2 spaces."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Effect: Allies or allied summons in the area also gain phasing until the end of their next turn."
      },
      {
        "rank": 2,
        "description": "Becomes a critical hit if 3 or more characters are caught in the line."
      },
      {
        "rank": "Great Angelos",
        "description": "This ability gains critical hit: cure allies and allied summons in the line."
      }
    ]
  },
  {
    "id": "umbra",
    "job": "shade",
    "name": "Umbra",
    "description": "By the power of darkness.",
    "chapter": 1,
    "action": "Light Ranged Magical Attack",
    "range": "Range 4",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "effect": "You may teleport to any space within range 2 of your target either before or after the attack.\nInflict frostbite.",
    "combo": {
      "name": "Penumbra",
      "effect": "Teleport your foe to any space within range 2 of you instead. A foe can save to avoid this effect. Frostbitten foes fail this save."
    },
    "tags": [
      "+1 boon",
      "Combo"
    ],
    "special": {
      "name": "Finishing Blow",
      "description": " Gain stealth, and your foe is blinded."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Critical Hit: You may swap places with your foe, teleporting, after this ability resolves."
      },
      {
        "rank": 2,
        "description": "Against a frostbitten character, you may create a pit underneath them after this ability resolves."
      },
      {
        "rank": "Devil Frog Technique",
        "description": "Umbra has the range of the battlefield against blinded or frostbitten characters."
      }
    ]
  },
  {
    "id": "shrike",
    "job": "shade",
    "name": "Shrike",
    "description": "With the flick of a wrist, you hurl a spectral blade, marking your foe with an umbral seal.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: Flick a dagger at a character in range 4 and line of sight, marking that character and dealing 1 damage. While marked, that character is frostbitten+, and each time you teleport, if that character is in range 4 and line of sight from you, you flick a dagger at them, dealing 1 damage.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "At the start of your turn, you may teleport to any space in range 2 of your target."
      },
      {
        "rank": 2,
        "description": "While you have a character marked by Shrike, your critical hits gain effect: Teleport 1."
      },
      {
        "rank": "Twintail",
        "description": "You may throw an additional dagger at a different foe, marking both. You may deal damage or activate effects against one or both foes when this ability activates."
      }
    ]
  },
  {
    "id": "death_blossom",
    "job": "shade",
    "name": "Death Blossom",
    "description": "From beneath a cloak, out from flying sleeves, or hidden in coils of hair - infinite blades. One more sweep, and shadowy bolts of cloth cut through your foes like razors.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Close blast 1",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray",
      "effect": "Foe is blinded and frostbitten"
    },
    "area": "fray",
    "combo": {
      "name": "Flying Sleeve",
      "effect": "If you catch yourself or an allied summon in the area, you, your allies, and your summons are immune to this ability's damage and effects, and you may extend the arc effect to Arc 8.",
      "range": "Arc 3"
    },
    "special": {
      "name": "Finishing Blow or Slay",
      "description": "All characters are inflicted with frostbite and take fray damage again."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Critical hit: Teleport all characters in the area 1."
      },
      {
        "rank": 2,
        "description": "If you’re on a higher elevation than your target space, this ability deals bonus damage."
      },
      {
        "rank": "Shukuchi",
        "description": "You can teleport 3 spaces before and after using this ability."
      }
    ]
  },
  {
    "id": "nightmare",
    "job": "shade",
    "name": "Nightmare",
    "description": "Draw out a fragment of true darkness, roaming and hunting for warmth.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "End your turn and summon a nightmare in range 4.",
    "summon": {
      "name": "Nightmare",
      "size": 1,
      "effect": " Does not provide obstruction and can share space with characters.\n • When a foe enters a nightmare’s space or starts their turn there, it deals 2 damage to them, then un-summon it and replace it with a pit. Blinded characters take 2 damage twice instead.\n • If you enter a nightmare’s space or start your turn there, you may choose to un-summon and absorb it. It covers you like a second skin. You gain stealth, and evasion agains the next attack taken against you. After that attack is made, end this effect.",
      "tags": [
        "intangible"
      ]
    },
    "tags": [
      "Summon",
      "End Turn"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Allies can also be covered by a nightmare."
      },
      {
        "rank": 2,
        "description": "At the start of your turn, all nightmares you control can move 1."
      },
      {
        "rank": "Hell Centipede Technique",
        "description": "You can summon a nightmare as a free action once a round without ending your turn when you trigger a slay or critical hit effect."
      }
    ]
  },
  {
    "id": "nocturne",
    "job": "shade",
    "name": "Nocturne",
    "description": "You capture a thin silver thread of spilled life force of a foe and use it to tear open a space of night and cold.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Terrain Effect: Mark a blast 1 area around that character, then create a terrain effect in that area. This cloud of shadow is difficult terrain for foes, and yourself or allies that enter the area gain stealth. If you trigger this interrupt again, you can replace the zone or refresh the duration of your existing zone.",
    "trigger": "You trigger a finishing blow or slay effect.",
    "tags": [
      "Terrain Effect"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "The area inflicts frostbite on foes that start or end their turn there. Frostbitten foes take fray damage."
      },
      {
        "rank": 2,
        "description": "You deal bonus damage against characters in the area."
      },
      {
        "rank": "Spider Technique",
        "description": "When you score a finishing blow or trigger a slay effect, you may increase the size of the zone by +1, up to a maximum of blast 3."
      }
    ]
  },
  {
    "id": "danse_macabre",
    "job": "shade",
    "name": "Danse Macabre",
    "description": "You step through the air, emerging from the shadows of your foes and allies.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Teleport adjacent to a character in range 2, then teleport adjacent to a character in range 2 from your new location. Between the first and second teleport, you can use an ability or action. You can’t teleport to the same character twice, and you must end each teleport adjacent to a character.",
    "talents": [
      {
        "rank": 1,
        "description": "Also gain stealth after this ability resolves."
      },
      {
        "rank": 2,
        "description": "If you have stealth when you start Danse Macabre, increase its teleports by +1"
      },
      {
        "rank": "Thousand Year Lizard Technique",
        "description": "At round 5 or later, this ability has no maximum range."
      }
    ]
  },
  {
    "id": "umbral_echo",
    "job": "shade",
    "name": "Umbral Echo",
    "description": "Spinning threads of night and frost, you call upon the nascent Darksides of your allies to emerge and frolic freely.",
    "chapter": 2,
    "action": "2 Actions",
    "effect": "Create a shadow clone in a free adjacent space to every ally or allied summon in a close blast 1 area. Clones last until this ability is used again.",
    "summon": {
      "name": "Shadow Clone",
      "size": 1,
      "effect": " Can share space with other characters. While adjacent to, or sharing a space with any shadow clone, yourself and allies have evasion. However, destroy that clone if you or they successfully evade an attack this way.",
      "action": "When you take this action, and at the start of your turn, you may move all shadow clones up to 3 spaces in a direction of your choice.",
      "tags": [
        "Phasing",
        "Intangible"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "If you catch a frostbitten character in the area, Increase size to blast 2."
      },
      {
        "rank": 2,
        "description": "As a free action, you can swap places with any shadow clone, teleporting, regardless of distance."
      },
      {
        "rank": "Rapturous Echo",
        "description": "The first time it’s used in a combat, Umbral Echo affects all allies and allied summons in range 3."
      }
    ]
  },
  {
    "id": "hollow",
    "job": "shade",
    "name": "Hollow",
    "description": "Wreath yourself in the innermost darkness of the soul, a terror that cannot be fought by anyone alone.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "While in this stance, when you attack a foe with none of its allies adjacent, your attacks gain +1 boon and trigger a finishing blow even if that character is above bloodied.",
    "refresh": "Refresh hollow at the start of your turn.",
    "tags": [
      "Stance"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "You may also teleport 2 after the attack if hollow triggers."
      },
      {
        "rank": 2,
        "description": "Also deal bonus damage when hollow triggers."
      },
      {
        "rank": "Nosferatu",
        "description": "Gain a d4 power die while in Hollow, starting at 1. When you trigger its effect tick the die up by 1. When the die is at 4, you become Intangible until the end of your next turn, then the die resets to 1."
      }
    ]
  },
  {
    "id": "incubus",
    "job": "shade",
    "name": "Incubus",
    "description": "The thirteenth scroll art, a void-sheathed blade that cuts away at the aether of the very soul, leaving a cut that creates bleeding darkness.",
    "chapter": 3,
    "action": "Light Melee Attack",
    "attack": {
      "hit": "[D]",
      "miss": "1 damage"
    },
    "effect": "Inflict frostbite and electrified.\nMark: Mark your foe. While marked, if any ally of your target ends their turn adjacent to your marked foe, or your foe ends their turn adjacent to any allies, then both the target and any adjacent allies take fray damage and are blinded.",
    "tags": [
      "Mark",
      "+1 boon"
    ],
    "special": {
      "name": "Finishing Blow",
      "description": "Immediately trigger the mark effect."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Also gain slay: immediately trigger the mark effect."
      },
      {
        "rank": 2,
        "description": "Incubus deals bonus damage for every ally of your target adjacent to your target."
      },
      {
        "rank": "Widow Technique",
        "description": "You may mark any number of characters with Incubus. When a character takes damage from an Incubus mark, you may also mark them."
      }
    ]
  },
  {
    "id": "apex",
    "job": "warden",
    "name": "Apex",
    "description": "Stirring up toxins and pheromones into a viscous paste on an arrow, javelin, or bullet, wardens can summon the wild’s deadliest creatures.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "range": "Range 4",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray"
    },
    "effect": "Summon a venomous beast in an adjacent space to your target after the attack resolves.",
    "summon": {
      "name": "Venemous Beast",
      "size": 1,
      "effect": "When you attack a foe in range 2 of this summon, remove it from the battlefield, then place it in an adjacent space to them. It deals 1 damage, and poisons your target. If your target is already poisoned, it deals 2 damage instead.",
      "tags": [
        "1 hp"
      ]
    },
    "tags": [
      "+1 boon",
      "Summon"
    ],
    "special": {
      "name": "Finishing blow or Critical Hit",
      "description": "Summon two beasts."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Gain effect: After the attack resolves, all allies and summons adjacent to your target gain stealth."
      },
      {
        "rank": 2,
        "description": "Attack ignores vigor against poisoned targets."
      },
      {
        "rank": "Snipe",
        "description": "If made from stealth, increase range to 12 and ignores cover."
      }
    ]
  },
  {
    "id": "gwynt",
    "job": "warden",
    "name": "Gwynt",
    "description": "With catlike reflexes, you pounce, spurring allies to action.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Dash up to 2 spaces, then deal 2 damage to an adjacent foe.\nAn ally or summon in range 3 of your ending location may also dash up to 2 spaces towards your foe. If that puts them adjacent to your target, they deal 2 damage to them. Then roll 1d6. On a 4 or higher, you may repeat this effect on a new ally or summon in range.",
    "special": {
      "name": "Finishing Blow",
      "description": "After this ability resolves, your foe takes 2 damage, once for each adjacent ally or summon."
    },
    "talents": [
      {
        "rank": 1,
        "description": "If made from stealth, the initial dash from this ability becomes 4."
      },
      {
        "rank": 2,
        "description": "You and each ally or summon may each shove your target 1 space when each effect triggers."
      },
      {
        "rank": "Great Gwynt",
        "description": "Increase all ranges and dashes as part of this move by +1, and you may turn the dashes from this move into a teleport or fly instead (you may choose for each one)."
      }
    ]
  },
  {
    "id": "circle_the_oak",
    "job": "warden",
    "name": "Circle the Oak",
    "description": "Ten palm strikes with the heel of the hand or the haft of the axe will shatter even the most tenacious bark.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "attack": {
      "hit": "Deal fray damage"
    },
    "effect": "Your target is poisoned and slow. If they’re already poisoned, this attack ignores all vigor.\nIf you’re adjacent to your foe, dash in a full circle clockwise through every adjacent space to your foe. You may phase through ally’s and allied summons’ spaces. Each time you pass through an ally or summon’s space, deal fray damage to your foe. Stop if you would enter the space of another foe or obstruction.",
    "special": {
      "name": "Finishing Blow",
      "description": "You may complete two circles."
    },
    "talents": [
      {
        "rank": 1,
        "description": "You may dash up to 1 space before taking this ability. If made from stealth, increase this to 3 spaces."
      },
      {
        "rank": 2,
        "description": "You may shove allies and summons you pass through 2 spaces away from your target."
      },
      {
        "rank": "Timber Split",
        "description": "Enemies no longer stop this move, and you may phase through their spaces. Enemies you pass through are shoved 1, take fray damage, and are poisoned."
      }
    ]
  },
  {
    "id": "stampede",
    "job": "warden",
    "name": "Stampede",
    "description": "With a bellow or a clenched fist, you summon an immense spirit to pound your enemies.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: You mark a foe in range 4. At the end of that foe’s turn, summon a rampaging spirit beast, which charges in from the edge of the battlefield, dashing in a straight line, with phasing, ending adjacent to that foe. The foe takes fray damage, is shoved 1 and slow. Foes the beast passes through take fray damage.\nIf you use this mark again, you may choose if it summons a new beast, dispersing the old one, or moves the old one. If the mark is removed, the beast disappears.",
    "summon": {
      "name": "Stampede Beast",
      "size": 1,
      "effect": "After charging the beast condenses into a real creature and remains adjacent to your foe, becoming a summon. When you hit the marked foe with an attack, the beast may dash 4 towards your marked foe with phasing, then may deal fray damage to them if adjacent, and all characters they pass through."
    },
    "tags": [
      "Mark",
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "When you trigger a finishing blow on a foe, you may transfer the mark to them before activating the summon's effect."
      },
      {
        "rank": 2,
        "description": "If you’re in stealth when the beast charges, foes the beast passes through are shoved 1 to either side and slowed as well."
      },
      {
        "rank": "Lord of the Steppe",
        "description": "Yourself and allies can ride the beast if it passes through their space, removing themselves from the battlefield. When it ends its movement, they hop off and must place themselves in an adjacent space, or as close as possible."
      }
    ]
  },
  {
    "id": "sidhe",
    "job": "warden",
    "name": "Sidhe",
    "description": "With the ways of the green kenning, you can be anywhere at any time, using nature as a cloak.",
    "chapter": 1,
    "action": "Free action",
    "effect": "Swap places with an adjacent ally or allied summon, teleporting. If your ally or summon was adjacent to a foe, they gain evasion until the end of their next turn.",
    "talents": [
      {
        "rank": 1,
        "description": "You can use this ability on foes, but they can save to avoid the effect. If they can’t occupy the space you left, the action can’t be taken. If they’re poisoned, they fail the save."
      },
      {
        "rank": 2,
        "description": "Your ally or summon also gains stealth after this ability."
      },
      {
        "rank": "Deep Sidhe",
        "description": "When made from stealth, this ability has range 5."
      }
    ]
  },
  {
    "id": "morrigan",
    "job": "warden",
    "name": "Morrigan",
    "description": "Responding to your call, a dark wing descends upon the battlefield.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "A winged beast summon lands in a free space of your choice in range 4.\nThe beast remains and can be used as long as it’s active. Using this ability again either summons a new beast or moves the current one.",
    "summon": {
      "name": "Winged Beast",
      "size": 1,
      "effect": "Yourself or allied characters can grab onto the beast by spending an action and ending their turn when adjacent. The beast picks them up, removing them from the battlefield, then carries them to any free space on the battlefield, placing them back on the battlefield. Then place the beast in an adjacent space to them.",
      "tags": [
        "Flying"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "When you trigger a finishing blow, you can cause the beast to soar into the air and land in a new space in range 4 of you."
      },
      {
        "rank": 2,
        "description": "When the beast lands, it deals fray damage to adjacent foes."
      },
      {
        "rank": "Lord of the Wing",
        "description": "After the beast lands, characters that mount the beast may remain mounted on the beast until the end of their next turn. The beast shares their space and moves or teleports with them. They have cover, flying, and the skirmisher trait while mounted. At the end of that turn, they dismount, losing these benefits. Only one character can be mounted at once, and the beast can’t be used to transport if someone is mounted on it."
      }
    ]
  },
  {
    "id": "underway",
    "job": "warden",
    "name": "Underway",
    "description": "You open the greenways to your allies, allowing them to step the branch-paths and cross distances in an instant.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "When you take this stance, or when it refreshes, you may create a leafy portal in a free adjacent space. You can have up to 3 underways active at once, and can choose which one to replace when you create a new one.",
    "refresh": "You may refresh this stance if you end your turn in difficult terrain, a terrain effect, or adjacent to an object other than an underway.",
    "summon": {
      "name": "Underway",
      "size": 1,
      "effect": "You and allies can use 1 action or their standard move while adjacent to an underway to teleport to a free adjacent space to any other underway, or adjacent to you.",
      "tags": [
        "Object"
      ]
    },
    "tags": [
      "Stance"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Allies that end their turn adjacent to an underway gain stealth."
      },
      {
        "rank": 2,
        "description": "The area around your underways is difficult terrain for foes."
      },
      {
        "rank": "Bale Portal",
        "description": "Foes that end any turn adjacent to an underway can be teleported to any space adjacent to you or or any other underway. A foe can save to avoid this effect. Poisoned foes fail this save."
      }
    ]
  },
  {
    "id": "mist_strider",
    "job": "warden",
    "name": "Mist Strider",
    "description": "Call on the beasts of the deep mists and rains, whose form is shadow and water.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Summon a mist strider in range 3",
    "summon": {
      "name": "Mist Strider",
      "size": 1,
      "effect": "The beast has aura 1. Yourself or allies inside the aura that end their turn in the aura gain stealth.",
      "action": "At the start of your turn, the beast may dash 3. Allies in the aura may also dash 3, or as far as possible, mirroring its movement, and gain phasing while dashing this way.",
      "tags": [
        "Phasing",
        "Permanent Stealth"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "While in the aura, allies also have evasion against ranged attacks."
      },
      {
        "rank": 2,
        "description": "You may also trigger the beast’s effect if it’s damaged by a foe’s attack or ability."
      },
      {
        "rank": "Lord of the Hunt",
        "description": "You can trigger the beast’s action whenever you gain or lose stealth."
      }
    ]
  },
  {
    "id": "gorgon",
    "job": "warden",
    "name": "Gorgon",
    "description": "Dip your weapons in the toxins of the deadliest creatures to roam the deep green. Mere preparation of this technique requires years of ritual, patience, and training.",
    "chapter": 3,
    "action": "Light Melee Attack",
    "attack": {
      "hit": "[D]",
      "miss": "1 damage",
      "crit": "Create a blast 1 area of dangerous terrain centered on your foe."
    },
    "effect": "Inflict poisoned and frostbite.\nYour target is injected with a catalyzing toxin. While injected with the toxin, if they move voluntarily before the end of their next turn, they must save or take fray damage twice on a failed save, or just once on a successful save. Then, this effect ends.",
    "tags": [
      "+1 boon"
    ],
    "special": {
      "name": "Finishing Blow",
      "description": "Shove your target 2 spaces."
    },
    "talents": [
      {
        "rank": 1,
        "description": "Bloodied characters take +1 curse on the save."
      },
      {
        "rank": 2,
        "description": "If the foe moves and triggers the toxin, your foe explodes with poison, also poisoning all adjacent foes and causing all foes affected to lose all vigor."
      },
      {
        "rank": "Great Fume Poison",
        "description": "While injected with the toxin, your foe treats all foes as having evasion and dodge. This effect ends if the toxin is triggered."
      }
    ]
  },
  {
    "id": "holy",
    "job": "chanter",
    "name": "Holy",
    "description": "You ring the bell of purity and a tone rings out that soothes the peaceful and chastises the violent. A second ring from the bell shatters the tone from the first, breaking open the earth.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "range": "Ranged 5",
    "effect": "Mark, electrify, and pacify a foe, then cure an ally in range 3 of your foe.",
    "combo": {
      "name": "Hades",
      "effect": "Create a blast 1 area centered on your foe marked by Holy, regardless of range or line of sight.\nTerrain effect: Create up to two pits in free space in the area.",
      "attack": {
        "hit": "Fray damage",
        "effect": "Inflict electrified. Characters suffering from electrified already can be teleported 1 after this ability resolves."
      },
      "area": "Fray damage"
    },
    "tags": [
      "Combo",
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Increase Hades area to blast 2, or cure a second ally with Holy."
      },
      {
        "rank": 2,
        "description": "When used against a Pacified foe, Holy deals fray damage twice."
      },
      {
        "rank": "Dante",
        "description": "Hades may create up to 3 pits in its area, and they can be created under characters."
      }
    ]
  },
  {
    "id": "felicity",
    "job": "chanter",
    "name": "Felicity",
    "description": "You ring the bell of fleeting guardians, and an ally feels their step lifted by invisible wings.",
    "chapter": 1,
    "action": "1 Action",
    "range": "Range 5",
    "effect": "Mark: Mark an ally in range. That character gains a blessing and can dash 2 as an effect. Whenever you use a combo version of an ability, your marked character can dash 2 as an effect.",
    "combo": {
      "name": "Fleet",
      "effect": "An ally in range may fly 4. Characters they pass over are electrified. Electrified characters take fray damage."
    },
    "tags": [
      "Combo",
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Felicity’s marked character has evasion against electrified characters."
      },
      {
        "rank": 2,
        "description": "Fleet’s target may dash 6 if they’re bloodied."
      },
      {
        "rank": "Fantasia",
        "description": "Gain an alternate combo ability:",
        "combo": {
          "name": "Fantasia",
          "effect": "Any allies marked by you may teleport 4"
        }
      }
    ]
  },
  {
    "id": "pandaemonium",
    "job": "chanter",
    "name": "Pandaemonium",
    "description": "You sing a passage of the days of chaos and battle, where the tumult of the battlefield was like the churning of the sea, and divine lightning scathed the land.",
    "chapter": 1,
    "action": "Heavy Ranged Attack",
    "range": "Range 4, Blast 1",
    "attack": {
      "hit": "[D]+fray",
      "effect": "Electrify your foe."
    },
    "area": "Fray",
    "effect": "Teleport allies in the area to any unoccupied space in the area instead of dealing damage to them. Then, teleport any enemies, including the primary target, in the area to any unoccupied space in the area.",
    "combo": {
      "name": "Purgatorio",
      "effect": "For each affected foe, you may create a pit in a free adjacent space.",
      "range": "Range 4",
      "attack": {
        "hit": "[D]+fray"
      },
      "area": "[D]+fray damage to all foes contiguously connected to your attack target, not counting diagonals."
    },
    "tags": [
      "Combo"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Increase blast size by +1 for Pandaemonium and increase range to 6 for Purgatorio."
      },
      {
        "rank": 2,
        "description": "Electrified characters count as contiguous for Purgatorio as long as they’re in range 2 of any target."
      },
      {
        "rank": "Dulce Purgatorio",
        "description": "Pandaemomium/Purgatorio deals bonus damage and its area effects also affect all characters inside a pit on the battlefield."
      }
    ]
  },
  {
    "id": "chaos",
    "job": "chanter",
    "name": "Chaos",
    "description": "You sing of darkness and demons, and the strength of the soul. The note causes your allies’ weapons to burst with aetheric energy.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Until the end of your next turn, you gain aura 1. Your attacks and the attacks of your allies in the aura gain true strike and inflict an elemental blight (roll 1d6 when taking this ability).\n1 - Burning\n2 - Frostbite\n3 - Poisoned\n4 - Electrified\n5 - Choose one\n6 - Choose two",
    "combo": {
      "name": "Communion",
      "effect": "Gain aura 1 until the end of your next turn. While in the aura, yourself and allies have immunity to the effects of marks and blights, and cannot gain new marks or blights."
    },
    "tags": [
      "Combo"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Allies that end their turn in the Communion or Chaos auras can end all blights."
      },
      {
        "rank": 2,
        "description": "Charge: Aura 2"
      },
      {
        "rank": "Circle of Power",
        "description": "The first time in combat you use this ability, you can create a terrain effect underneath you with this ability with a blast size equal to the aura size. The terrain effect has no maximum duration. It is difficult terrain for foes, and characters inside the area count as being in your aura for Chaos or Communion when it is active."
      }
    ]
  },
  {
    "id": "dervish",
    "job": "chanter",
    "name": "Dervish",
    "description": "You speak of the comfort of companions, and the dawn that surely will follow.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Until the start of your next turn, you may teleport any willing ally that ends their turn in range 4 from you to any adjacent space to you.",
    "combo": {
      "name": "Dawn",
      "effect": "Cure all adjacent allies. Bloodied allies can end all statuses and blights."
    },
    "tags": [
      "Combo"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Charge: An aura 1 of winds swirls around you when you take Dervish, granting +1 curse on ranged attacks against yourself and allies in the aura for the duration of the ability."
      },
      {
        "rank": 2,
        "description": "If you’re flying, increase the range of Dawn to range 2 instead of adjacent."
      },
      {
        "rank": "Beacon of Hope",
        "description": "After an allied character teleports to you with Dervish, you may fly 2 spaces as an effect in the middle of the action, potentially putting you in range of new allies. Defeated characters can be rescued by Dawn before being cured and become sturdy for the rest of combat if rescued this way."
      }
    ]
  },
  {
    "id": "slumber",
    "job": "chanter",
    "name": "Slumber",
    "description": "A gentle trick, often used to help junior chroniclers rest after difficult exams - but no less potent in battle.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "A character in range 6 gains vigor 1, then is pacified and becomes so sleepy that they gain +1 curse on all attacks until the end of their next turn. All these effects, including the vigor, end at the end of their next turn. A foe can choose to save to avoid these effects, including the vigor.",
    "talents": [
      {
        "rank": 1,
        "description": "Bloody foes don’t gain vigor from this ability. Bloody allies are also blessed."
      },
      {
        "rank": 2,
        "description": "Charge: Affected foes also cannot dash for duration. Affected allies can end any status other than pacified."
      },
      {
        "rank": "Morpheus",
        "description": "Slumber also effects all characters in a blast 1 area centered on the targeted character. Allies can choose to be affected or not."
      }
    ]
  },
  {
    "id": "gentleness",
    "job": "chanter",
    "name": "Gentleness",
    "description": "You radiate an aura of such powerful peace that all close to you, monster or man, find it impossible to raise a hand in violence.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "End your turn and gain Stance: When you take this stance, or when it refreshes, until the end of your next turn gain aura 1. All characters (including yourself) are pacified+ while in the aura and cannot use attack abilities.",
    "refresh": "You may refresh this stance if you take damage from an attack or ability from a foe.",
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Don’t end your turn."
      },
      {
        "rank": 2,
        "description": "Bloodied characters that end their turn in the aura gain defiance."
      },
      {
        "rank": "Gentle Prayer",
        "description": "When you enter this stance, or when it refreshes, you can choose to become immobile until the end of your next turn. If you do, the aura also grants resistance to all characters inside."
      }
    ]
  },
  {
    "id": "monogatari",
    "job": "chanter",
    "name": "Monogatari",
    "description": "Some chanters also study the Book of Ages, the great mythic chronicle of heroes from the time of the Doom. This unorthodox text inherits some of their ability to sing the chant, granting it tangible power.",
    "chapter": 2,
    "action": "Free Action",
    "effect": "Sing a short passage from the book of ages. At the end of your turn, roll 1d6 and consult the following table to see which tale you sing. The song resonates in the air until the start of your next turn. Allies that complete the described course of action from the song passage before then, including you, are cured or blessed (they may choose which).\n 1. A Tale of Fury: Slay or bloody a character\n 2. A Tale of Travels: Move more than 5 spaces from your starting point on your turn\n 3. A Tale of Green and Pleasant Times: Do not attack\n 4. A Tale of Cunning: Use an interrupt\n 5. A Tale of Boon Companions: End your turn adjacent to an ally or allied summon.\n 6. A Tale of Triumph: Use an ability on an ally",
    "talents": [
      {
        "rank": 1,
        "description": "Allies that fulfill the conditions can also fly 1."
      },
      {
        "rank": 2,
        "description": "When an ally fulfills a condition, they may pacify an adjacent foe."
      },
      {
        "rank": "Jubilant Waltz",
        "description": "Every time you or an ally fulfills the condition, as an effect you may fly 1, then electrify and deal 2 damage to an adjacent foe."
      }
    ]
  },
  {
    "id": "chastise",
    "job": "chanter",
    "name": "Chastise",
    "description": "You sing out with the power of true names, forbidding your foes in august tones against harming an ally.",
    "chapter": 3,
    "action": "Light Ranged Attack",
    "range": "Range 6",
    "attack": {
      "hit": "Fray"
    },
    "effect": "Choose either yourself or an ally in range. Until the end of your foe’s next turn, if they damage your chosen character with an ability, they take [D] damage and are pacified after that ability resolves. Whether this ability triggered or not, this effect ends at the end of that turn.",
    "talents": [
      {
        "rank": 1,
        "description": "Charge: Choose yourself and an ally in range."
      },
      {
        "rank": 2,
        "description": "Your foe also gets +1 curse if they attack your chosen character(s)."
      },
      {
        "rank": "Supreme Forbiddance",
        "description": "The first time you use this ability in a combat, yourself or your chosen ally is immune to all damage from and unstoppable against your chosen foe until the end of the current round."
      }
    ]
  },
  {
    "id": "sow",
    "job": "harvester",
    "name": "Sow",
    "description": "You throw out a poison seed that bursts into thorny death.",
    "chapter": 1,
    "action": "Light Ranged Attack",
    "range": "Range 5",
    "attack": {
      "hit": "1 damage",
      "effect": "Your foe is poisoned. poisoned foes are branded."
    },
    "effect": "Mark: You foe is marked. When marked, and when you hit your marked foe with an attack thereafter, bless an ally in range 3 of your foe.",
    "combo": {
      "name": "Reap",
      "effect": "Slay: Summon two Vine Thralls adjacent to your target.",
      "attack": {
        "hit": "[D]+fray",
        "effect": "You can make this melee attack against the target marked by sow regardless of distance or line of sight."
      },
      "tags": [
        "Pierce"
      ]
    },
    "summon": {
      "name": "Vine Thrall",
      "size": 1,
      "action": "At the start of your turn, all vine thralls can move up to 3 spaces and deal 2 piercing damage to an adjacent foe as an effect.",
      "tags": [
        "1 hp"
      ]
    },
    "tags": [
      "Combo",
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Sow deals piercing fray damage against poisoned foes."
      },
      {
        "rank": 2,
        "description": "If you’re bloodied, Reap’s Slay effect always triggers."
      },
      {
        "rank": "Spectral Scythe",
        "description": "Reap and Sow also create an arc 6 area effect that deals piercing fray damage, drawn from your target as the origin space."
      }
    ]
  },
  {
    "id": "kinchewer",
    "job": "harvester",
    "name": "Kinchewer",
    "description": "Vines coil from the earth into a fanged and flowered nightmare.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Summon a carnivorous plant in unoccupied space in range 4. The plant lasts until defeated, or until you use this ability again to summon a new one.",
    "summon": {
      "name": "Kinchewer",
      "size": 1,
      "action": "When you summon the plant, and as a free action on any subsequent turn, you can direct the plant to bite a foe in range 2. That foe takes 2 piercing damage and must save or be immobile until the end of their next turn as the plant chews on them. This effect ends early if the two are moved for any reason, such as being shoved or teleported, or the plant is defeated.",
      "tags": [
        "Sturdy"
      ]
    },
    "tags": [
      "Mark",
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Foes adjacent to the plant take bonus damage."
      },
      {
        "rank": 2,
        "description": "If a slay effect is triggered within range 2 of the plant, grant a blessing to an ally in range 3 of the plant."
      },
      {
        "rank": "Deeproot",
        "description": "When you summon a kinchewer, you can take damage equal to 25% of your maximum HP. If you do, the plant uproots itself. It becomes immune to all damage and at the start of your turns can move up to 3 spaces. Foes take +1 curse on saves against its devour effect, and it deals 2 piercing damage, twice."
      }
    ]
  },
  {
    "id": "harvest",
    "job": "harvester",
    "name": "Harvest",
    "description": "No description available.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "range": "Arc 4",
    "attack": {
      "hit": "2[D]+fray",
      "miss": "fray",
      "effect": "Poison your foe."
    },
    "area": "Bless allies in the area. Foes take fray damage.",
    "effect": "Slay: Summon a Vine Thrall adjacent to each character in the area.",
    "summon": {
      "name": "Vine Thrall",
      "size": 1,
      "action": "At the start of your turn, all vine thralls can move up to 3 spaces and deal 2 piercing damage to an adjacent foe as an effect.",
      "tags": [
        "1 hp"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Attack also gains +1 boon against poisoned foes."
      },
      {
        "rank": 2,
        "description": "If this attack is made against a foe with any amount of vigor, it deals bonus damage and triggers the Slay effect."
      },
      {
        "rank": "Full Moon",
        "description": "Harvest becomes range 6, Arc 6"
      }
    ]
  },
  {
    "id": "blood_grove",
    "job": "harvester",
    "name": "Blood Grove",
    "description": "The wilderness boils with explosive growth, fed by the blood of the battlefield.",
    "chapter": 1,
    "action": "2 Actions",
    "effect": "Terrain Effect: Grow a blast 1 area of undergrowth. The area is difficult and dangerous terrain for foes, and melee attacks against allies and allies summons in the area gain +1 curse. The area disappears if you use this ability again.\nIf a foe is defeated inside, increase the size of the zone by +1, up to a maximum of 3. Any character can also extend it by voluntarily taking damage equal to 50% of their maximum hp while inside as a free action.",
    "talents": [
      {
        "rank": 1,
        "description": "Foes are branded+ while in the area."
      },
      {
        "rank": 2,
        "description": "All your summons become intangible while in the zone."
      },
      {
        "rank": "Hungry Grove",
        "description": "At the start of your turn, you can move the zone up to 2 spaces, shoving any characters inside in the same direction."
      }
    ]
  },
  {
    "id": "growing_season",
    "job": "harvester",
    "name": "Growing Season",
    "description": "Blow magical spores in the air, which are disturbed by the chaos of combat. Where they fall, the fruit of life and death blooms.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: Mark an ally or foe in range 5. While marked, after that character ends their turn, summon a sprouting edenfruit in an adjacent unoccupied space. Fruits last until the rest of combat or until destroyed.",
    "summon": {
      "name": "Edenfruit",
      "size": 1,
      "effect": "The fruit has a blessing token on it. Yourself or allies that pass through the space can pick up the blessing token. The fruit is then destroyed. Foes that pass through the space destroy the fruit and token but are poisoned and branded.",
      "tags": [
        "Intangible"
      ]
    },
    "tags": [
      "Mark",
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Foes that pass through a fruit must also save or become pacified. Poisoned foes fail the save."
      },
      {
        "rank": 2,
        "description": "Roll a d6 at the end of a marked character’s turn. On a 5+, summon an additional fruit in an adjacent space."
      },
      {
        "rank": "Tsumi’s Bounty",
        "description": "When fruits are destroyed, they pop in a blast 1 area effect. Yourself and allies in the area are blessed, enemies are poisoned and branded."
      }
    ]
  },
  {
    "id": "rot",
    "job": "harvester",
    "name": "Rot",
    "description": "Leaves shrivel. Hair Curls. Wounds fail to heal.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: Mark a foe in range 5. That foe is poisoned while marked, cannot gain vigor while marked, and cannot end statuses except by saving against them at the end of their turn.",
    "combo": {
      "name": "Regenerate",
      "effect": "Mark: Mark an ally in range 4. While marked, that character has regeneration. This effect and mark ends if they take at least 1 damage to hp. This mark can be placed even if Rot is already active."
    },
    "tags": [
      "Combo",
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Also gain regeneration while your ally is marked by regenerate."
      },
      {
        "rank": 2,
        "description": "Rot’s target gains aura 1. Allies of the target in the aura cannot gain vigor."
      },
      {
        "rank": "Wild Growth",
        "description": "When you cure any character, summon a vine thrall in a free space in range 2 of either your rot or regenerate target. This effect can only trigger twice a turn.",
        "summon": {
          "name": "Vine Thrall",
          "size": 1,
          "action": "At the start of your turn, all vine thralls can move up to 3 spaces and deal 2 piercing damage to an adjacent foe as an effect.",
          "tags": [
            "1 hp"
          ]
        }
      }
    ]
  },
  {
    "id": "thornwillow",
    "job": "harvester",
    "name": "Thornwillow",
    "description": "The holy plant of the Harvesters is a particularly vigorous sort, a writhing animate vine that feeds on blood, which it gets in plenty by lashing out with whiplike branches.",
    "chapter": 2,
    "action": "Free Action",
    "effect": "Summon a thornwillow in range 4.",
    "summon": {
      "name": "Thornwillow",
      "size": 1,
      "effect": "The willow can be blessed. At the end of any turn it has 3 or more blessings, it blooms and you gain the Willow Lash interrupt.",
      "tags": [
        "Immobile",
        "Immune to Shove"
      ]
    },
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "The willow gains a blessing if any bloodied character ends a turn adjacent to it."
      },
      {
        "rank": 2,
        "description": "If you’re bloodied when you plant the willow, immediately bless it."
      },
      {
        "rank": "Mother Bloodwillow",
        "description": "Even when not bloomed, the willow has aura 2 of blood-fatted roots. The aura is dangerous terrain for foes, and when a slay effect is triggered in the area, the Oak lashes out, dealing piercing fray damage to all foes, and curing all allies."
      }
    ],
    "abilities": [
      {
        "id": "willow_lash",
        "job": "harvester",
        "name": "Willow Lash",
        "action": "Interrupt 2",
        "effect": "The willow lashes out against that character, dealing piercing fray damage. Poisoned characters take piercing fray damage twice.\nUsing this ability again while you have a Thorn Willow summoned causes any of your existing willows to wither and die.",
        "trigger": "A foe in range 3 of the willow is hit by an attack."
      }
    ]
  },
  {
    "id": "fairy_ring",
    "job": "harvester",
    "name": "Fairy Ring",
    "description": "You cast out a handful of aether-feeding fungi, holy spores that grow into a ringed garden of colorful and deadly mushrooms.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Terrain effect: End your turn and create a ring of mushrooms, a blast 2 terrain effect, within range 4. The ring can be created overlapping any terrain and underneath characters. While the ring is active, gain the Spirit Away interrupt. The ring lasts until the rest of combat or until this ability is used again.",
    "tags": [
      "Terrain Effect",
      "End Turn"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Foes that end their turn in the ring are poisoned. Poisoned foes cannot gain vigor inside the ring."
      },
      {
        "rank": 2,
        "description": "You can use Spirit Away on allies. If you do, it doesn’t brand them."
      },
      {
        "rank": "Spore Shroud",
        "description": "Allies inside the ring are immune to the effects of existing marks and blights and cannot gain new ones while inside. In addition, allies gain stealth when they cross the border."
      }
    ],
    "abilities": [
      {
        "id": "spirit_away",
        "job": "harvester",
        "name": "Spirit Away",
        "action": "Interrupt 2",
        "effect": "Immediately teleport that foe 2 spaces in any direction and brand them.",
        "trigger": "A foe crosses the border of the fairy ring or starts it turn on the border."
      }
    ]
  },
  {
    "id": "dark_sliver",
    "job": "harvester",
    "name": "Dark Sliver",
    "description": "The blade edges of the harvesters are so sharp they can cut the very soul.",
    "chapter": 3,
    "action": "Light Melee Attack",
    "range": "Range 2",
    "attack": {
      "hit": "[D]",
      "miss": "1 damage",
      "effect": "Inflict frostbite and poisoned."
    },
    "effect": "Summon: Cut away a piece of your target’s life force, creating a size 1 intangible summon within range 4 of them. They can re-unite with it by ending their turn in or adjacent to the summon’s space. If they don’t, it dissipates at the end of that turn, destroying it and dealing piercing fray damage to them twice as an effect.",
    "tags": [
      "Summon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Slay: Dealing piercing fray damage to a character in range 3 from your foe or their soul sliver."
      },
      {
        "rank": 2,
        "description": "When a character reunites with their soul, they are branded."
      },
      {
        "rank": "Recycle",
        "description": "If your target doesn’t unite with their soul sliver, bless and cure any of your allies in range 2 of it when it disappears."
      }
    ]
  },
  {
    "id": "god_hand",
    "job": "sealer",
    "name": "God Hand",
    "description": "Divine energy infuses you, allowing hammer-like blows that would fell a demon with even your bare hands.",
    "chapter": 1,
    "action": "Light Melee Attack",
    "attack": {
      "hit": "[D]+fray",
      "miss": "fray",
      "crit": "Foe is pacified."
    },
    "effect": "An ally in range 3 of you is blessed.",
    "combo": {
      "name": "Devil Hand",
      "effect": "Inflict burning. Burning characters are branded and explode in a blast 1 area centered on them, dealing 2 piercing damage to all foes.",
      "attack": {
        "hit": "[D]+fray",
        "miss": "fray"
      },
      "tags": [
        "+1 boon"
      ]
    },
    "tags": [
      "Combo",
      "+1 boon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Critical hit: Gain counter until the end of your next turn."
      },
      {
        "rank": 2,
        "description": "If you attack a bloodied foe, they explode in a blast 1 area centered on them, dealing 2 piercing damage to all foes."
      },
      {
        "rank": "Fists of Heaven and Hell",
        "description": "Add an alternate combo action. It gains all talent effects of this ability.",
        "combo": {
          "name": "Fists of Heaven and Hell",
          "effect": "Your foe is burning. If your foe is already burning, brand them. They explode in a blast 1 area centered on them, dealing 2 piercing damage to all foes. Allies in the area are blessed.",
          "attack": {
            "hit": "[D]+fray",
            "miss": "fray"
          },
          "tags": [
            "+1 boon"
          ]
        }
      }
    ]
  },
  {
    "id": "grand_seal",
    "job": "sealer",
    "name": "Grand Seal",
    "description": "Bind an enemy in an astral seal, condemning them and crushing them under the weight of their own evil.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: A foe in range 4 becomes marked. While marked, each time they use an ability that damages an ally of yours, they take fray damage. A foe can pass a save at the end of their turn to end this mark, or it also ends at the end of any turn they did not attack. Burning foes gain +1 curse on the save.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Bloodied foes gain +1 curse on the save."
      },
      {
        "rank": 2,
        "description": "If a foe triggers this effect more than once on their turn, they become pacified."
      },
      {
        "rank": "Milk Sutra",
        "description": "When this mark ends, if there is a new foe in range 4 of your target, you may transfer it to that foe as an effect."
      }
    ]
  },
  {
    "id": "matsuri",
    "job": "sealer",
    "name": "Matsuri",
    "description": "Swing your weapon in a flaming arc that sends sprays of fire in bright displays, lighting up the sky.",
    "chapter": 1,
    "action": "Heavy Melee Attack",
    "attack": {
      "hit": "2[D]+fray and inflict burning.",
      "miss": "fray"
    },
    "effect": "Slay or Critical Hit: Bless all allies in range 2 of your target",
    "talents": [
      {
        "rank": 1,
        "description": "Critical hit: Allies in range 2 of your target may teleport 1 space."
      },
      {
        "rank": 2,
        "description": "+1 boon against bloodied foes, and foe explodes on hit in a blast 1 area centered on them, dealing 2 piercing damage to all foes."
      },
      {
        "rank": "Blood Festival",
        "description": "The first time you use with Matsuri in a combat, all its damage becomes divine, it deals bonus damage, and it triggers any critical hit effects, hit or miss."
      }
    ]
  },
  {
    "id": "justice",
    "job": "sealer",
    "name": "Justice",
    "description": "Invoking the spirits of the land and air, you move at impossible speed, doling out blows faster than the eye can see.",
    "chapter": 1,
    "action": "Interrupt 1",
    "effect": "Teleport adjacent to every character in range 2 of you in any order. Foes become burning, allies are blessed. Burning foes take 2 piercing damage instead.",
    "trigger": "You score a critical hit or trigger a critical hit effect.",
    "combo": {
      "name": "Judgement",
      "trigger": "You score a critical hit or trigger a critical hit effect.",
      "effect": "All allies in range 2 are cured. Roll a d6 for each foe. On a 6, a foe is struck by a fiery bolt from heaven and takes [D] divine damage."
    },
    "tags": [
      "Combo"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Judgement’s roll becomes a 5+ for burning foes."
      },
      {
        "rank": 2,
        "description": "You can teleport 2 spaces after triggering justice or judgement but before applying the effect."
      },
      {
        "rank": "Gran Judicata",
        "description": "Add an alternate combo action.",
        "combo": {
          "name": "Gran Judicata",
          "trigger": "You score a critical hit or trigger a critical hit effect.",
          "effect": "Cure every bloodied ally on the battlefield. Deal divine fray damage to every non-bloodied foe."
        }
      }
    ]
  },
  {
    "id": "sanctify",
    "job": "sealer",
    "name": "Sanctify",
    "description": "You throw out a handful of glittering salt, scorching the spiritually impure.",
    "chapter": 1,
    "action": "2 Actions",
    "effect": "Terrain Effect: You scatter salt in a close blast 1 area. Foes that end their turn in the area become pacified and burning. Allies that end their turn in the area are cured. The area persists until you take this action again or until the end of combat.",
    "talents": [
      {
        "rank": 1,
        "description": "Bloodied foes must save if they attempt to enter the area from the outside. On a failed save, they become unable to enter the area until the start of their next turn unless shoved or teleported by another character."
      },
      {
        "rank": 2,
        "description": "Allied characters save in the area with +1 boon."
      },
      {
        "rank": "Elden Salt",
        "description": "Sanctify inflicts [D] damage, burning, and pacify as an effect to hostile characters in the area when you take this action."
      }
    ]
  },
  {
    "id": "enshrine",
    "job": "sealer",
    "name": "Enshrine",
    "description": "You place a holy seal over your ally, enveloping them in divine protection.",
    "chapter": 1,
    "action": "1 Action",
    "effect": "Mark: Mark an ally in range 3. While marked, foes that attempt to use an ability against your target must first save. On a successful save, they can act normally. On a failed save, they don’t lose the action but are unable to directly target that ally for the rest of the turn, then this mark fades.\nBurning or bloodied characters get +1 curse on this save.",
    "tags": [
      "Mark"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Your ally can teleport 1 as an effect after being attacked."
      },
      {
        "rank": 2,
        "description": "Burning foes that end their turn adjacent to your marked ally take fray damage and are shoved 1."
      },
      {
        "rank": "Shroud from Heaven",
        "description": "This mark can be activated twice before it fades."
      }
    ]
  },
  {
    "id": "grand_banishment",
    "job": "sealer",
    "name": "Grand Banishment",
    "description": "With a word and a quickly drawn talisman, you stomp your foot and forbid your foe from taking another step towards you.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "End your turn and choose a foe in range 5, sealing their movement with force of will. Until the start of your next turn, the foe must pass a save when they attempt to willingly move closer to you. On a failed save, they cannot make any movement that would move them closer to you for the duration of this ability, including as part of the triggering action or ability. If they pass a save, they are immune to this effect until the end of the current turn.",
    "tags": [
      "End Turn"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "A character that fails the save also treats you and any allies adjacent to you as having cover."
      },
      {
        "rank": 2,
        "description": "Bloodied or burning characters gain +1 curse on the save."
      },
      {
        "rank": "Horse and Ox Seal",
        "description": "When you take this ability, this effect also applies to aura 2 around you."
      }
    ]
  },
  {
    "id": "spirit_shrine",
    "job": "sealer",
    "name": "Spirit Shrine",
    "description": "Many sealers carry portable shrines to the local spirits, adding on talismans, images, icons, or offerings to whichever small god holds dominion over the areas they travel through. In a pinch, they can set these shrines down and beseech the spirits for aid.",
    "chapter": 2,
    "action": "1 Action",
    "effect": "Create a shrine in a free adjacent space.",
    "summon": {
      "name": "Shrine",
      "size": 1,
      "effect": "Aura 1. Allies in the aura gain +1 boon on attack rolls. You can place the shrine on top of another object, increasing the aura size to 2 instead. Using this ability again destroys any of your currently active spirit shrines. If a shrine is destroyed, it reforms on your back and can be placed again normally.",
      "tags": [
        "Object"
      ]
    },
    "tags": [
      "Terrain Effect"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "Bloodied allies in the area are immune to the effects of marks and blights, and cannot gain new marks or blights."
      },
      {
        "rank": 2,
        "description": "Enemies treat the shrine’s area as difficult terrain."
      },
      {
        "rank": "Spirit Patronage",
        "description": "Gain the Grace of the Spirits interrupt."
      }
    ],
    "abilities": [
      {
        "id": "grace_of_the_spirits",
        "job": "sealer",
        "name": "Grace of the Spirits",
        "action": "Interrupt 1",
        "effect": "Your ally becomes immune to damage from that attack or ability, but destroy the shrine. You cannot place a new shrine on your next turn.",
        "trigger": "An ally in the aura is damaged by an attack or ability."
      }
    ]
  },
  {
    "id": "open_the_gates",
    "job": "sealer",
    "name": "Open the Gates",
    "description": "This aptly named technique can be used to deliver an extremely powerful blow - but focusing the body’s aether in such a way takes a long time to recharge.",
    "chapter": 3,
    "action": "Light Melee Attack",
    "attack": {
      "hit": "[D]+fray and foe is branded",
      "miss": "fray"
    },
    "effect": "Inflict burning and electrified.\nThis attack deals bonus damage, cannot miss (turn any miss into a hit) and triggers any critical hit effects the first time it is used in combat.",
    "combo": {
      "name": "Center the Temple",
      "effect": "Become unstoppable until the end of your next turn",
      "attack": {
        "hit": "fray damage"
      }
    },
    "tags": [
      "Combo",
      "+1 boon"
    ],
    "talents": [
      {
        "rank": 1,
        "description": "The first time it’s used in a combat, you may teleport up to 3 spaces before using this attack."
      },
      {
        "rank": 2,
        "description": "Critical hit: Shove 3. Collide: Foe is stunned."
      },
      {
        "rank": "Burial Fist",
        "description": "Open the gates becomes a critical hit on hit at round 5 or later. Center the temple also cures."
      }
    ]
  }
]