[
  {
    "id": "bastion",
    "class": "stalwart",
    "name": "Bastion",
    "title": "Proud and Unbreakable Knight",
    "description": "The Bastions are the shield lords of Arden Eld, larger than life figures that tread the ancient imperial roads with their heads held high and armor gleaming. From town to town they act as errant knights and mercenaries, protecting the weak and vulnerable, and driving back the Blights with hammer-like blows from their greatshields, which they throw like a discus with incredible force. The imperious and mighty presence of a Bastion in town is a stabilizing force and can become an event for a whole village. All Bastions follow an ancient and long-forgotten hero’s code, an old oath to stand against chaos in all its forms.",
    "traits": [
      {
        "name": "Press the Advantage",
        "description": "Once a round, when you shove a character, you or an ally of your choice may dash up to 3 spaces, as long as they end that movement adjacent to another character.",
        "chapter": 0
      },
      {
        "name": "Bull’s Strength",
        "description": "When you shove a foe and they collide, they are dazed. Once a round, if that foe is already dazed, you may stun them instead.",
        "chapter": 0
      },
      {
        "name": "Shieldmaster",
        "description": "You have aura 1. Allies are sturdy in the aura, and you are sturdy as long as you have at least one ally in the aura. If an ally ends their turn in the aura, or you end your turn with an ally in the aura, you gain Vigilance 1.",
        "chapter": 0
      },
      {
        "name": "Rook",
        "description": "Once a round, you can make any ability Heroic when you use it. If you do, after that ability resolves, until the end of your next turn all your damage dice automatically have a result of 1.",
        "chapter": 0
      },
      {
        "name": "Black Rock Vanguard",
        "description": "You can take two interrupts per turn.",
        "chapter": 3
      }
    ],
    "abilities": [
      "heracule",
      "battering_ram",
      "land_waster",
      "valiant",
      "endless_battlement",
      "catapult",
      "perseus",
      "horn_breaker",
      "great_giorgios"
    ],
    "limit_breaks": [
      "helion"
    ]
  },
  {
    "id": "demon_slayer",
    "class": "stalwart",
    "name": "Demon Slayer",
    "title": "Wielder of Forbidden Arts",
    "description": "Warriors of impossible strength and insane bravado, demon slayers are warriors that specialize in fighting the largest and most dangerous monsters to crawl out of the pits that riddle the land. They relish in fighting against impossible odds, training themselves in forbidden techniques, arcane arts, and oversized weaponry that normal Kin would quake at wielding. They organize themselves into loose orders and train and hunt together, sharing tales and trophies of the colossal horrors they have slain. Some say in order to fight their quarries, the slayers must ingest demon blood to gain their strength, giving them dark and forbidden power that makes other Kin fear and respect them in equal measure.",
    "traits": [
      {
        "name": "Dark Arts",
        "description": "If you elect to take a slow turn, gain Vigilance 1. Any charged or delayed ability you use deals bonus damage.",
        "chapter": 0
      },
      {
        "name": "Demon Strength",
        "description": "You can make any ability Heroic when you use it. If you do, you can’t attack or use Heroics until the end of your following turn.",
        "chapter": 0
      },
      {
        "name": "Hissatsu",
        "description": "If you don’t attack during your turn, your next attack gains +1 boon, true strike and its damage die is upgraded to d10. This effect ends after you hit with an attack.",
        "chapter": 0
      },
      {
        "name": "True Horn",
        "description": "You are sturdy from the start of each round until the start of your turn.",
        "chapter": 0
      },
      {
        "name": "Rangiri",
        "description": "If you take Hissatsu twice in a row, additionally double all damage of the triggering attack on hit or miss. Roll all damage (including bonus damage, critical hits, etc), add all fray damage, then double the total.",
        "chapter": 3
      }
    ],
    "abilities": [
      "demon_cutter",
      "comet",
      "draken_cross",
      "righteous_disdain",
      "overkill",
      "royal_guard",
      "six_hells_trigram",
      "breeze_cutter",
      "wicked_sheath"
    ],
    "limit_breaks": [
      "split_heaven_and_hell"
    ]
  },
  {
    "id": "colossus",
    "class": "stalwart",
    "name": "Colossus",
    "title": "High Flying Grappler",
    "description": "Ferocious followers of Arenheir, the Wolf Titan, the Colossi are a martial order of berserkers, pankrationists, and warriors that reaches across all of Arden Eld. They travel throughout the land seeking powerful foes, and taking trophies to return to their great lodges to offer in tribute to Arenheir in fierce hope of resurrecting their god. At their lodges they feast and drink to their deeds, companions, and boasts.\n\nColossi seek glory and challenge through battle, and will often go for only the absolute strongest warriors and monsters, heedless of their own safety. They fight with wild abandon and unconventional techniques that would make even the dirtiest Knave raise an eyebrow.",
    "traits": [
      {
        "name": "Furious Berserk",
        "description": "While you’re bloodied, you are sturdy, gain Vigilance 1 at the end of your turn, and have regeneration.",
        "chapter": 0
      },
      {
        "name": "Burning Blood",
        "description": "You can take one wound or damage equal to 50% of your max hp, ignoring armor, to make an ability Heroic and double the total distance of any flight, dashes, or shoves made as part of that action. After every combat, heal one wound if you took a wound from Burning Blood.",
        "chapter": 0
      },
      {
        "name": "Heart of Arenheir",
        "description": "Start every combat with defiance. You re-gain defiance each time you get up from being defeated.",
        "chapter": 0
      },
      {
        "name": "Great Leap",
        "description": "When you make any movement onto a lower elevation from a higher one you may fly instead of move until that movement ends.",
        "chapter": 0
      }
    ],
    "abilities": [
      "valkyrie",
      "upheaval",
      "dropkick",
      "takedown",
      "great_suplex",
      "blood_rage",
      "gigaton_whip",
      "titanomachy",
      "boiling_blood"
    ],
    "limit_breaks": [
      "gigantas_crusher"
    ]
  },
  {
    "id": "knave",
    "class": "stalwart",
    "name": "Knave",
    "title": "Absolute Bastard",
    "description": "The advent of the Churning Age has coincided with the rise of a certain class of person with heavy pockets and a long list of ‘problems’ to solve. The Knaves are the solution. Hedge knights, rogue warriors, duelists, deserters, and veterans, they roam the land offering their services to whoever has the dust to spare. Though some of them are altruistically minded, they tend to go where the work, food, and fighting is thickest, and never stay for long in one location.\n\nKnaves operate under a loose moral code and an even looser no-holds-barred fighting style, using hilts, head butts, and gauntleted fists to inflict pain, punishment, and humiliation on their opponents in equal measure. These braggadocios warriors spare no effort in flexing their incredible strength - if the price is right. For a freshly roasted chicken, a pocket full of dust, and a polish of their boots, they’ll do just about anything.",
    "traits": [
      {
        "name": "Martial Master",
        "description": "You can take two stances at once.",
        "chapter": 0
      },
      {
        "name": "Blackheart",
        "description": "While you’re suffering from a status, mark, or blight, deal bonus damage with all abilities and gain vigilance 1 at the end of your turn.",
        "chapter": 0
      },
      {
        "name": "Taunt (1 action)",
        "description": "A foe in range 3 gains hatred of you. This effect ends if you taunt a different foe or until saved against normally.",
        "chapter": 0
      },
      {
        "name": "Spite",
        "description": "You can choose to make any ability Heroic when you use it. However, after it resolves, gain Hatred+ of the closest foe to you until the end of your next turn and you can’t use Heroics again for the same duration. If multiple foes are equidistant, you can choose.",
        "chapter": 0
      },
      {
        "name": "Smother Hope",
        "description": "You have aura 1. Foes suffering from hatred in the aura get +1 curse on saves.",
        "chapter": 3
      }
    ],
    "abilities": [
      "low_blow",
      "revenge",
      "provoke",
      "sucker_punch",
      "riposte",
      "dark_knight",
      "intimidate",
      "strongarm",
      "bleak_mercy"
    ],
    "limit_breaks": [
      "mock"
    ]
  },
  {
    "id": "fool",
    "class": "vagabond",
    "name": "Fool",
    "title": "Masked Avenger",
    "description": "Fools are dedicated defenders of the common people of Arden Eld, part folk hero, and part hired killer. They have no official organization, and cover their faces with masks to hide their identity, wearing bells and motley to cover their collections of deadly weapons and explosives.\n\nSome people fear the Fools, calling them self-interested thugs or anarchic cultists of the Laughing God.They may not be entirely wrong, but none can deny their flair for the theatrical.\n\nThey are feared rightly by all would-be tyrants, under-barons, and aspiring imperial lords. Wherever kin labor under oppression, someone will take up the mask and knives and sent cold jolts of fear into the hearts of the rich and comfortable.",
    "traits": [
      {
        "name": "Tumbling",
        "description": "You may phase through characters, and even end your turn sharing their space. While sharing the space of a character, you hop on top of them and count as being up +1 level of elevation. You automatically hop off a character that moves out of your space.",
        "chapter": 0
      },
      {
        "name": "Curse the Eyeless",
        "description": "You have evasion against blinded or slow characters.",
        "chapter": 0
      },
      {
        "name": "Cheap Trick",
        "description": "When an attack misses you, you may deal 1 damage to your attacker, then teleport 1 space.",
        "chapter": 0
      },
      {
        "name": "Stack Dice",
        "description": "When you score a finishing blow, gain a Stacked Die. You can use this die as an effect to make any random d6 you roll as part of an ability to become a result of 6, consuming it. You can only hold on to one Stacked Die at once, and lose all of them at the end of combat.",
        "chapter": 0
      },
      {
        "name": "Caos Caos (free action)",
        "description": "Swap places with an ally or allied summon in range 3, teleporting.",
        "chapter": 3
      }
    ],
    "abilities": [
      "cavaliere",
      "spinning_top",
      "death",
      "carnivale",
      "gallows_humor",
      "mummery",
      "masquerade",
      "diablo",
      "chronometer"
    ],
    "limit_breaks": [
      "curtain_call"
    ]
  },
  {
    "id": "freelancer",
    "class": "vagabond",
    "name": "Freelancer",
    "title": "Divine Punisher",
    "description": "Freelancers are free-roaming exorcists and hired guns, roaming the land and fighting blights, demons and bandits in the name of justice. They tend to act as wild cards: highly independent, highly effective, and sticking to their codes of honor.\n\nFreelancers have their history in an ancient disgraced knightly order from one of the Seven Families of the Thrynn. They wield a bright metal six gun or long rifle with extreme skill, the bullets of which they infuse with raw Aether. Each gun is a relic passed down from master to student over the years, and can only be won in a duel with another freelancer. The freelancer’s ultimate weapon is the Astral Chain, a holy gauntlet which they use to purge and bind demons and rogue spirits into their service as Seraphim.",
    "traits": [
      {
        "name": "Aether Shell",
        "description": "Any attack made on the third and sixth round of combat is a critical hit on hit",
        "chapter": 0
      },
      {
        "name": "Divinity Bullet",
        "description": "Your attacks against electrified characters ignore cover",
        "chapter": 0
      },
      {
        "name": "Run and Gun",
        "description": "You can split up and interrupt any movement you make with attacks.",
        "chapter": 0
      },
      {
        "name": "Deadeye",
        "description": "Gain +1 Boon on attacks against marked characters of any kind, even if they were marked by another character.",
        "chapter": 0
      },
      {
        "name": "Divine Chamber",
        "description": "Your sixth round Aether Shell also deals divine damage.",
        "chapter": 3
      }
    ],
    "abilities": [
      "strafe_shot",
      "astral_guardian",
      "astral_chain",
      "hot_chamber",
      "divine_binding",
      "ace",
      "cerberus",
      "chain_of_salvation",
      "soul_shot"
    ],
    "limit_breaks": [
      "aether_overdrive"
    ]
  },
  {
    "id": "shade",
    "class": "vagabond",
    "name": "Shade",
    "title": "Nocturnal Assassin",
    "description": "Night-walkers, shadow-steppers, and masters of secret scroll arts, the Shades are spies, scouts, and assassins of unparalleled skill. Their number forms a secret and deadly society of Shadow Clans spread across Arden Eld, each practicing and refining the Night Venom Techniques. Joining the shades is presumed to be extremely difficult, but they tend to open their ranks to anyone that has been lost or abandoned.\n\nThe legends say Shades make a deal with the Weeper, the dead titan queen of night and air, and drink her tears, splitting their soul in two. Their shadow becomes animate, bestial and hungry. Over a week and a day, they must fast and train their shadow to obey them, transforming them into agile and silent warriors of the highest order. The Shades say the stories are rumors, and they get along with their Darksides. They do have a tendency to appear when least expected, in uncanny and unsettling ways.",
    "traits": [
      {
        "name": "Shadow Walk",
        "description": "If you don’t attack during your turn, gain stealth. While in stealth, you have phasing.",
        "chapter": 0
      },
      {
        "name": "Soul Freeze",
        "description": "Attacks against foes afflicted by frostbite gain +1 boon.",
        "chapter": 0
      },
      {
        "name": "Darkside",
        "description": "When you first vacate a space on your turn, you can leave a shadowy twin behind you in the space you left. You can either replace your old twin, moving it, or keep it when you already have one active.",
        "chapter": 0,
        "summon": {
          "name": "Darkside",
          "size": 1,
          "effect": "When you use an ability that targets another character, you may make it from the dark side's location, counting the dark side as 'you' for the duration of the ability.",
          "tags": [
            "intangible"
          ]
        }
      },
      {
        "name": "Meld",
        "description": "You can spend your standard move to swap spaces with your dark side, teleporting.",
        "chapter": 0
      },
      {
        "name": "Umbral Soul",
        "description": "Your shadow twin may count as you for targeting purposes of allied abilities and traits. Effects on the twin can transfer to you regardless of distance.",
        "chapter": 3
      }
    ],
    "abilities": [
      "umbra",
      "shrike",
      "death_blossom",
      "nightmare",
      "nocturne",
      "danse_macabre",
      "umbral_echo",
      "hollow",
      "incubus"
    ],
    "limit_breaks": [
      "abyssal_ecstasy"
    ]
  },
  {
    "id": "warden",
    "class": "vagabond",
    "name": "Warden",
    "title": "Friend to Beast and Bough",
    "description": "The Wardens are the protectors and keepers of the Deep Green, the old and untamed parts of Arden Eld, lorded over by the beasts and the ancient trees. They are both the keepers and the servants of the herd and root, tending to their health, and culling them when it becomes necessary. They sleep under the stars and make their home under bough and root, making staunch allies of the ferocious beasts of the deep wilds through a combination of rigorous training and mutual respect. Their fierce defense of the wild sometimes puts them at odds with civilization, which they tend to have a distaste for.\n\nWardens are the keepers of the green kenning, the old ranger arts, that allow one to travel noiselessly, hide in plain sight, live off the land, and become immune to even the most deadly of toxins. They are solitary and powerful fighters. It is not uncommon for a Warden on a long sojourn to go without speaking the tongue of Kin for years at a time.",
    "traits": [
      {
        "name": "Beast Master",
        "description": "At the start of every combat, before the round starts, or as an action thereafter, summon a beast companion in an adjacent space to you. The companion is a size 1 beast of your choice, and you can only have one of these companions at once.",
        "chapter": 0,
        "summon": {
          "name": "Beast Companion",
          "size": 1,
          "effect": " You can mount or dismount your companion with a free action. You can also start combat mounted, if you choose. While mounted, your companion, doesn’t move or act independently but moves, flies, or teleports when you move, fly, or teleport, sharing your space. If either of you are defeated, this effect ends and you are placed into an adjacent space. While mounted, your companion counts as adjacent to you, and when you attack an adjacent foe, your companion can also deal 2 damage to them and shove them 1.",
          "action": "If not mounted, your companion can move up to 3 spaces on your turn, then may either deal 2 damage to an adjacent foe and shove them 1 or dash 3 spaces."
        }
      },
      {
        "name": "Guerrilla",
        "description": " If you end your turn adjacent to only allies or allied summons, you and all allies or allied summons adjacent to you gain stealth.",
        "chapter": 0
      },
      {
        "name": "Ambush Master",
        "description": "Your abilities from stealth ignore cover. Your attacks from stealth inflict poisoned, and may shove poisoned characters 1.",
        "chapter": 0
      },
      {
        "name": "Green Kenning",
        "description": "You and your Summons ignore difficult and dangerous terrain.",
        "chapter": 0
      },
      {
        "name": "Deep Stealth",
        "description": "If you’re in stealth and gain stealth again, you gain deep stealth. While in deep stealth, you cannot be directly targeted at all, even from an adjacent space. You return from deep stealth to regular stealth at the start of your turn. Otherwise, deep stealth follows the same rules as stealth.",
        "chapter": 3
      }
    ],
    "abilities": [
      "apex",
      "gwynt",
      "circle_the_oak",
      "stampede",
      "sidhe",
      "morrigan",
      "underway",
      "mist_strider",
      "gorgon"
    ],
    "limit_breaks": [
      "fomorian"
    ]
  },
  {
    "id": "chanter",
    "class": "medicant",
    "name": "Chanter",
    "title": "Songweaver of the Great Chant",
    "description": "Descending from numerous holy orders that have their roots high in the chronicler monasteries, the chanters are part singer, part storyteller, and part priest. At the time of the Doom, when all knowledge was deemed lost and everything put to page was transformed into ash, the only thing that persisted was the power of song, poetry, and the spirit of survival. A select order of priests committed all the great and necessary knowledge of Kin to memory, creating a single, continuous song, known as the Great Chant. In myths, stories, and histories, they recorded the knowledge of the ancients, transforming it into liturgy.\n\nThe Chant performed its role, and it was through its power that the early bands of Kin survived and persevered through the darkest days. Today, however, it is so archaic, convoluted, and long that many dispute the meaning of its dogma, though none can deny its entertainment value as a mythic text. The Old Church of the chroniclers has splintered into factions that mostly squabble over its meaning and try to draw some angle from its numerous and sometimes contradictory adaptions into holy texts.\n\nNevertheless, the Chant still holds power - real, tangible power - to heal, mend, and uplift. There are still those that take to the road and use its awesome power for good, ringing the bells of awakening and purification, as they sing to victory.",
    "traits": [
      {
        "name": "Songweave",
        "description": "When you use a combo version of an ability, Bless an ally in range 3 of you.",
        "chapter": 0
      },
      {
        "name": "Spur of Faith",
        "description": "Allies may spend a blessing token when they attack to gain True Strike on that attack and fly 1 before they attack.",
        "chapter": 0
      },
      {
        "name": "Uplift",
        "description": "When you cure a character, they can fly 2 as an effect.",
        "chapter": 0
      },
      {
        "name": "Winged Pacifism",
        "description": "You have evasion while flying. At the start of your turn, you may gain flying until the start of you rnext turn, but if you do, your abilities and effects you control deal no damage to other characters until then.",
        "chapter": 0
      },
      {
        "name": "Gran Redemptra (2 actions, 1/expedition)",
        "description": "Cure yourself and every ally on the map. Characters cure this way are also Rescued if they're defeated.",
        "chapter": 3
      }
    ],
    "abilities": [
      "holy",
      "felicity",
      "pandaemonium",
      "chaos",
      "dervish",
      "slumber",
      "gentleness",
      "monogatari",
      "chastise"
    ],
    "limit_breaks": [
      "march_of_the_saints"
    ]
  },
  {
    "id": "harvester",
    "class": "mendicant",
    "name": "Harvester",
    "title": "Arbiter of Life and Death",
    "description": "Servants of Tsumi, the Moon Titan, the Harvesters are the death priests of Arden Eld. They travel from land to land, sanctifying burial sites, performing funeral rites, and helping lingering spirits move on. The land is full of the malice and unfulfilled wishes of the long suffering dead, and so the services of the harvesters are in high demand.\n\nTsumi is the protector of cycles, and so the Harvesters also perform fertility blessings, oversee harvest festivals, and see to the cultivation and protection of the land and nature. They plant flowers over battlefields, and tend groves of beautiful fruit trees planted over graveyards. This dual nature makes Harvesters fierce warriors, able to make the battle bloom or rot with a single swipe of their greatscythes.",
    "traits": [
      {
        "name": "Mark of Tsumi",
        "description": "Your attacks gain On Hit: After the attack resolves, deal 2 piercing damage as an effect to all foes marked by you, and bless all allies marked by you.",
        "chapter": 0
      },
      {
        "name": "Soul Cycle",
        "description": "When yourself or any ally attacks, you can consume any blessing in range 2 of that character to empower their attack. The attack gains pierce and bonus damage. You can consume 3 blessings instead to grant pierce, bonus damage, and trigger any slay effects, hit or miss.",
        "chapter": 0
      },
      {
        "name": "Gardener of Kin",
        "description": "You can stack 2 marks on characters.",
        "chapter": 0
      },
      {
        "name": "Balance",
        "description": "Your attacks gain Slay: Cure all allies in range 2 of your target.",
        "chapter": 0
      },
      {
        "name": "Defy the Cycle (2 actions, 1/expedition)",
        "description": "You call upon your power to forbid the natural order of life and death from working. Until the start of you rnext turn, characters cannot be reduced below 1 hp. Divine damage bypasses this ability.",
        "chapter": 3
      }
    ],
    "abilities": [
      "sow",
      "kinchewer",
      "harvest",
      "blood_grove",
      "growing_season",
      "rot",
      "thornwillow",
      "fairy_ring",
      "dark_sliver"
    ],
    "limit_breaks": [
      "death_sentence"
    ]
  },
  {
    "id": "sealer",
    "class": "mendicant",
    "name": "Sealer",
    "title": "Holy Judge and Purger of Evil",
    "description": "Traveling priests, monks, judges, and doctors, the Sealers roam the world from village to village, performing necessary rituals, marriages, ceremonies, and yearly festivals. They are a welcome sight in most villages, and most perform the important function of traveling judge and medium, acting as an impartial party translating for the will of the local spirits. They often travel with many blessed relics of the deities of the land or even portable shrines on their back.\n\nIn their other role, Sealers are legendary monster hunters and exorcists of unbelievable prowess and unshakeable faith. Whenever an especially bad blight or an arch demon appears, the Sealers are usually there to drive it back with ancient sealing magic, blessed brands, and flaming weapons.",
    "traits": [
      {
        "name": "Blessed Weapon",
        "description": "Characters can spend your blessings when they attack to gain +1 boon and bonus damage on that attack.",
        "chapter": 0
      },
      {
        "name": "Mantra of Sealing",
        "description": "When you hand out a blessing, set out a d6 at 1 or tick it up by 1 to a maximum of 6. You can spend it for the following effects when you make an attack:\n• Cloud Riding: Reduce your Mantra by 2. Teleport 2 before making the attack.\n• Seal: Reduce your Mantra by 2. Gain effect: attack target is pacified after the attack resolves\n• Smite: Reduce your Mantra by 3. Your next attack deals bonus damage, triggers critical hit effects even on hit or miss, and inflicts burning",
        "chapter": 0
      },
      {
        "name": "Break Meridians",
        "description": " Your attacks against pacified foes do not break the pacified condition, and bless an ally in range 3 on hit.",
        "chapter": 0
      },
      {
        "name": "Martial Arts",
        "description": "You have dodge.",
        "chapter": 0
      },
      {
        "name": "Great Spirit Festival (1 action, 1/expedition)",
        "description": "Bless all allies on the map. If they're bloodied, bless them twice.",
        "chapter": 3
      }
    ],
    "abilities": [
      "god_hand",
      "grand_seal",
      "matsuri",
      "justice",
      "sanctify",
      "enshrine",
      "grand_banishment",
      "spirit_shrine",
      "open_the_gates"
    ],
    "limit_breaks": [
      "passage_to_the_afterlife"
    ]
  },
  {
    "id": "seer",
    "class": "mendicant",
    "name": "Seer",
    "title": "Fortune Teller and Master of Fate",
    "description": "The Seers are made up of all the orders of hedge witches, stargazers, corner prophets, folk healers, shamans, and all manner of individuals that find themselves attracted to reading the Great Arcana, the esoteric practice of reading destiny itself, the Great Wheel of Arden Eld that determines the final fate of all things.\n\nThrough ritual, ceremony, and unrelenting practice, Seers gain the ability to predict and even defy a person’s fate, using their Aether infused card decks to influence the turning of the Great Wheel and empower their allies with foresight, precision, and uncanny accuracy.",
    "traits": [
      {
        "name": "The Wheel of Fate",
        "description": "Set up a deck made up of one suit of a 52 card deck (so 13 cards). At the start of any combat, draw up to 5 cards if you have less. Your hand and deck persist through combats, and your maximum hand size is 7. Discarded cards go in a discard pile. Once you draw through your deck, shuffle the discard pile and draw it as your new deck (meaning there’s no replacement and you will eventually draw through the deck).",
        "chapter": 0
      },
      {
        "name": "Foretell",
        "description": "Allies can discard 1 blessing token before taking any action to allow you to tell their fortune as an effect. You discard a card from your hand and immediately apply the effects to your target, no matter the distance or if you can see them or not. If you have no cards in hand, draw the top card of your deck instead, apply its effects, then discard it. For a list of effects, see THE GREAT WHEEL.",
        "chapter": 0
      },
      {
        "name": "Bend Fate",
        "description": "You can discard any number of cards when you roll a random d6 as part of any action to roll an extra die per card discarded and choose any result.",
        "chapter": 0
      },
      {
        "name": "Skein",
        "description": "Draw a card at the start of your turn. If you didn’t attack, draw an extra card at the end of your turn as well.",
        "chapter": 0
      },
      {
        "name": "Karma",
        "description": "Allied characters caught in the area effect spaces of your abilities can choose to become immune to their damage and effects and be are blessed. If they’re caught in the attack space of an AoE attack, instead of the ability’s normal effects, they are cured and blessed.",
        "chapter": 0
      },
      {
        "name": "Chakravartin (2 actions, 1/expedition)",
        "description": "An ally in range 6 becomes unstoppable and immune to all damage until the end of the next round.",
        "chapter": 3
      }
    ],
    "abilities": [
      "sleight_of_hand",
      "wild_card",
      "astra",
      "doom",
      "polaris",
      "gran_reversa",
      "eclipse",
      "wish",
      "the_tower"
    ],
    "limit_breaks": [
      "high_prophecy"
    ]
  },
  {
    "id": "enochian",
    "class": "wright",
    "name": "Enochian",
    "title": "Unbridled Destruction",
    "description": "The Enochian Orders of wrights are the most chaotic of the mage orders. They have no official organization, most of their members being hedge wizards or self taught. Many Enochians disdain authority and work for hire, sleeping and eating where they can and relying on the communities they work for to support them. Those that work on contract with guilds, armies, or mercenary companies tend to value their independence.\n\nThe power that condenses inside an Enochian is related to the element of fire, a wild spark that grows and wanes with their emotions and energy, but with control can be focused into power that can carve mountains, scorch forests, and boil rivers. In times of desperation, the Enochians can feed this power with their own life force, a dangerous practice that the other orders of wrights look down upon. The Enochians, for their part, see other wrights as stiff and uncreative. They’d rather do it their way, after all.",
    "traits": [
      {
        "name": "Inner Furnace",
        "description": " Enochians may burn their own life force when they Infuse a spell. They can take a wound, or damage equal to 50% of their max hp to gain 2 Aether, which must be immediately spent on an infusion. Any excess Aether is lost after the action resolves. If an enochian dies from this process, they die after the ability resolves. Heal 1 wound at the end of any combat in which you used Inner Furnace.",
        "chapter": 0
      },
      {
        "name": "Embersoul",
        "description": "Gain defiance at the start of each combat or when rescued.",
        "chapter": 0
      },
      {
        "name": "Phoenix Rage",
        "description": "At the start of round 5, Enochians become suffused with immortal flame. They gain defiance at the start of each of their turns, and when they would take a wound, roll a d6. On a 3+, ignore it. If this is their last wound, this roll becomes a 2+ instead.",
        "chapter": 0
      },
      {
        "name": "Apocalypse",
        "description": "If you don’t attack during your turn, you may choose to increase the size of any blast effects you create during your entire following turn by +1, up to a maximum of blast 3.",
        "chapter": 0
      },
      {
        "name": "Bright Soul",
        "description": "When you take a wound, you can explode with fury, dealing piercing fray damage to all foes in range 2, inflicting burning, and shoving them 2.",
        "chapter": 3
      }
    ],
    "abilities": [
      "pyre",
      "elden_rune",
      "lance",
      "soul_burn",
      "immolation",
      "aethershard",
      "implode",
      "pyroclast",
      "blackstar"
    ],
    "limit_breaks": [
      "gigaflare"
    ]
  },
  {
    "id": "geomancer",
    "class": "wright",
    "name": "Geomancer",
    "title": "Guardian of the Pure Earth",
    "description": "Geomancers belong to an old order of mystics, alchemists, and esoteric martial artists called the Keepers of the Elden Gate. These scholarly wrights are concerned with health and the flow of energy, not just through the body, but through the very earth itself. They consider themselves physicians of the highest order - their patient being the eternal land of Arden Eld.\n\nThese studious wrights attune themselves to earth Aether, aligning the energy channels of their body to crystalline perfection with vigorous exercise and sometimes bizarre health regimes. In battle, the land itself is their ally, spitting forth poisonous gases, cavernous upheavals of earth, and great spires of rock to crush their foes.\n\nNone are more concerned with the Churn than the geomancers, who view it as the greatest sickness known to Kin, and will take any opportunity to fight or study it with exuberance.",
    "traits": [
      {
        "name": "Aftershock",
        "description": "When you use any attack, you can cause an aftershock in the space under your target and gain Delay: Your next turn must be slow, but at the start of that turn, the aftershock area explodes in a blast 1 area around that space, dealing piercing fray damage to characters other than you within as an area effect. If the area effect catches an object in the area, it deals piercing fray damage twice instead. Unlike other delay effects, this does not end your turn, and can stack with other delay effects.",
        "chapter": 0
      },
      {
        "name": "Resonance",
        "description": "When you make a ranged attack against a character within range 3, it deals bonus damage and gain 1 Aether.",
        "chapter": 0
      },
      {
        "name": "Stone Flesh Rage",
        "description": "At the start of round 5 and for the rest of combat, become unstoppable and gain regeneration",
        "chapter": 0
      },
      {
        "name": "Stone Double",
        "description": "The first time you either teleport or remove yourself from the battlefield on a turn, you may create a height 1 statue object in the space you vacated, as long as its unoccupied.",
        "chapter": 0
      },
      {
        "name": "Stoneswim",
        "description": "You have phasing, as you can simply dive into the earth to move around. Objects cost 0 movement for you to move through.",
        "chapter": 3
      }
    ],
    "abilities": [
      "bio",
      "dragon_dive",
      "geo",
      "volcanism",
      "midas",
      "terraforming",
      "realignment",
      "obsidian_flesh",
      "quaking_palm"
    ],
    "limit_breaks": [
      "cataclysm"
    ]
  },
  {
    "id": "spellblade",
    "class": "wright",
    "name": "Spellblade",
    "title": "Swordmaster, Wind Dancer",
    "description": "Spellblades are a martial order of highly trained wrights. Many of them come from the Guild Academies in the great cities of Arden Eld, where they often take prestigious posts in the local militias and city watch. Other wrights tend to view Spellblades as stiff, unfeeling military types, but spell blades themselves know they are consummate professionals and unparalleled masters of their art.\n\nThe lightning Aether that the spellblades wield is highly volatile, and requires intense training and focus to control. Once a spell blade has learned their craft, however, the speed, power, and precision at which they can act is intoxicating, crossing great spans of space in an instant, riding the Aetherial currents with a flash of gleaming steel.",
    "traits": [
      {
        "name": "Aether Deflection",
        "description": "Interrupt 1: Trigger: You are targeted by an ability. Effect: Gain resistance against that ability. You can spend 1 Aether any time to regain this interrupt.",
        "chapter": 0
      },
      {
        "name": "Static Charge",
        "description": "The Infuse cost of your abilities is reduced by 1 for every electrified foe in range 2, to a minimum of 1.",
        "chapter": 0
      },
      {
        "name": "Storm Hilt Rage",
        "description": "At the start of round 5 and for the rest of combat, your teleports have the range of the battlefield, and you may teleport before taking any action.",
        "chapter": 0
      },
      {
        "name": "Klingekunst",
        "description": "You can teleport 3 instead of taking your standard move.",
        "chapter": 0
      },
      {
        "name": "Great Wind Riding",
        "description": "Once a turn, when you teleport, you can also teleport an adjacent ally with you, placing them in a free djacent space after your teleport resolves.",
        "chapter": 3
      }
    ],
    "abilities": [
      "bolt",
      "odinforce",
      "levinblade",
      "atherwand",
      "electromagnetism",
      "sturmreiten",
      "grand_fork",
      "dancing_sword",
      ""
    ],
    "limit_breaks": [
      "gran_levincross"
    ]
  },
  {
    "id": "stormbender",
    "class": "wright",
    "name": "Stormbender",
    "title": "Dire Navigator, Master of the Waves",
    "description": "The seas of Arden Eld are its most treacherous terrain. Boiling over with monsters, and wracked with unnatural and freakish weather, most folk prefer to give them wide berth. However, there are still those brave and hardy souls that live on the islands around Arden Eld, and the merchants, sailors, and travelers that rely on the sea for fast passage and the movement of cargo, the lifeblood of the continent’s great cities.\n\nThe storm benders are the great masters of the sea, the supreme navigators that make sailing even possible around Arden Eld. Water-attuned wrights, they are most at home on a deck, or clambering the rigging. Each of them are sailors of the highest caliber, coming from all over - old trade guilds, islander clans, and nautical churner enclaves.\n\nBending the essence of the sea to their beck and call, the storm benders can clear the skies with a swipe of their hands, feel the currents ahead for aquatic monsters, turn weather away from the hull of the ship, and blow wind into its sails. It doesn’t matter that many of them dabble in a little light piracy on the side - they are the undisputed masters of their element, and they wouldn’t have it any other way.",
    "traits": [
      {
        "name": "Aether Sprite",
        "description": "You have a bound elemental. At the start of any combat, summon it in range 3. Additionally, your sprite counts as a foe for Chain Reaction.",
        "chapter": 0,
        "summon": {
          "name": "Aether Sprite",
          "size": 1,
          "effect": " If your sprite is in range 6 of you, your abilities that target another character can be made from their space instead. Any effects that would move, teleport, or remove you from the battlefield instead apply to your sprite, but you take all other effects.",
          "action": "The sprite can fly 3 on your turn.",
          "tags": [
            "intangible",
            "flying"
          ]
        }
      },
      {
        "name": "Tumult",
        "description": "When you infuse a spell, your sprite may release a burst of stormy aether in a blast 1 area effect centered on it. Characters in the area are inflicted with frostbite, or take 1 piercing damage, once, for every Aether spent if they already have frostbite.",
        "chapter": 0
      },
      {
        "name": "Pelagic Rage",
        "description": " At the start of round 5 and for the rest of combat, you are buoyed up by a huge swell of elemental water. You gain aura 2. Yourself and allies in the aura gain flying and cover, and foes must spend +1 more space of movement to exit a space in the area.",
        "chapter": 0
      },
      {
        "name": "Spell Gale",
        "description": "If you catch yourself in any space of your own area of effect attacks, you are immune to their damage and effects and can fly to any space in the affected area after the attack resolves.",
        "chapter": 0
      },
      {
        "name": "Whirlgang",
        "description": "You are highly attuned to the ambient air currents and can command them at will. At the start of your turn, yourself and every ally or allied summon in range 2 of you may fly one in the same direction as an effect.",
        "chapter": 3
      }
    ],
    "abilities": [
      "dagon",
      "tsunami",
      "cryo",
      "tailwind",
      "heave-ho",
      "watery_doom",
      "gust",
      "selkie",
      "eye_of_the_storm"
    ],
    "limit_breaks": [
      "elemental"
    ]
  }
]