[
  {
    "id": "helion",
    "job": "bastion",
    "name": "Helion",
    "description": "Your shield becomes the sun: a discus of light and motion, shattering enemy ranks and spurring allies forth.",
    "chapter": 1,
    "action": "1 Action",
    "resolve": 1,
    "effect": "You hurl your shield, and every character on the battlefield is shoved 1 space in a direction of your choice. You may shove in any order, and may choose different directions for each character. Then you become unstoppable until the end of your next turn.",
    "talents": [
      {
        "rank": 3,
        "description": "PERFECTED HELION: You can repeat this effect once on either allies or enemies."
      }
    ]
  },
  {
    "id": "split_heaven_and_hell",
    "job": "demon_slayer",
    "name": "Split Heaven and Hell",
    "description": "Sever Divinity and cut through the threads of possibility. Pour all your rage into one blow and topple the Gods.",
    "chapter": 1,
    "action": "1 Action",
    "resolve": 3,
    "effect": "End your turn, and start charging up a god cutting blow. Delay: Your next turn must be slow. At the start of that turn, you may take one of the following options. Sever Divine Thread: Swing your weapon in a line 5 area effect drawn from your position. This counts as using an attack this turn. Characters in the line take damage depending on their position on the line. • 1 space: 100% of max hp. • 2-4 spaces: 50% of max hp. • 5+ spaces: 25% of max hp. Divine Cancel: You may cancel this ability, refunding the resolve cost and dashing 2. You can limit break again this combat. Divine Delay: You continue to hold this ability. Your next turn must be slow and repeat this delay effect. Each time you do this, increase he width of the line by 1 space on either side (so 1>3>5), and its length by 3 spaces. You cannot attack while holding Divine Delay. Legend characters always take 25% of max hp from this ability instead of other effects.",
    "tags": [
      "End Turn",
      "Delay",
      "True Strike",
      "Divine"
    ],
    "talents": [
      {
        "rank": 3,
        "description": "GOD BANISHING DEVIL BLADE: While holding a God Cutting Blow, you are unstoppable and can dash 1 at the start of each turn that passes after yours, or any time after you are damaged by an ability."
      }
    ]
  },
  {
    "id": "gigantas_crusher",
    "job": "colossus",
    "name": "Gigantas Crusher",
    "description": "Wrestle with the gods themselves.",
    "chapter": 1,
    "action": "2 Actions",
    "resolve": 3,
    "effect": "You grab an adjacent character. That character must save. If they haven’t acted yet this round, they automatically fail the save.\nEven if that character saves successfully, you grab them, and you both soar into the air. Remove both of you from the battlefield. At the start of that character’s turn, you come spinning back to earth, slamming that character into the battlefield in unoccupied space in range 5 of your original location. You take 25% of your hp as divine damage, which cannot reduce you below 1 hp. Your foe takes 50% of their max hp as divine damage, or 25% as divine damage on a successful save.\nThis ability can be used against Legends, but they may always save, taking 0 damage on a successful save, and only 25% of their hp max as divine on a failed save.",
    "tags": [
      "Divine"
    ],
    "talents": [
      {
        "rank": 3,
        "description": "Blood of the Wolf Soul - This ability gains Slay: Gain vigor 2"
      }
    ]
  },
  {
    "id": "mock",
    "job": "knave",
    "name": "Mock",
    "description": "There is no weapon greater than a well-timed and well-aimed insult.",
    "chapter": 1,
    "action": "1 Action",
    "resolve": 2,
    "range": "Range 3",
    "trigger": "string?",
    "charge": "string?",
    "effect": "A foe in range 3 becomes dazed+, winded+, loses and cannot gain evasion or stealth, and gains hatred+ of you. These effects continue until they deal at least 1 damage to your hp with an attack.\nYou are immobile but become sturdy, and gain counter and resistance for the same duration. You can end all these effects (on both you and your foe) as a free action.",
    "talents": [
      {
        "rank": 3,
        "description": "TORMENT - While mock is active, your attacks against your target also gain on hit: gain vigor 1"
      }
    ]
  },
  {
    "id": "curtain_call",
    "job": "fool",
    "name": "Curtain Call",
    "description": "Bring out the fireworks. Fire up the elden magic. Time for a showstopper.",
    "chapter": 1,
    "action": "2 Actions",
    "resolve": 4,
    "effect": "Target a line area of 1d6+3 spaces, with a maximum of 9 spaces. Teleport adjacent to the first foe in that line, then deliver a killing blow, dealing divine damage. This ability has different effects depending on their position on the line.\nRoll [D] + fray damage once, then apply it the numberoftimeslisted.\n4 spaces: 1 damage. Inflict burning, refund resolve, and can use this limit break again this combat.\n5-6 spaces: x2, inflict Burning\n7-8 spaces: x3, inflict Burning\n9 spaces: x4, inflict burning, and the character is stunned.",
    "tags": [
      "Divine"
    ],
    "talents": [
      {
        "rank": 3,
        "description": "FINALE - If you trigger any effect at 5+ spaces, gain Slay: Character explodes, dealing 6 divine damage and inflicting burning to all foes in the battlefield, regardless of range or line of sight."
      }
    ]
  }
]