[
  {
    "id": "cap_action_earn_your_wings",
    "name": "EARN YOUR WINGS",
    "activation": "Downtime",
    "terse": "Become the new captain of a space-capable ship",
    "detail": "When you Earn Your Wings, you become the brand new owner of a space-capable ship.<br>Getting a ship doesn’t need a roll. It uses your downtime action, but you’ll always get one. When you do, work out <b>how you got it</b>, <b>who or where it came from</b>, and <b>what its name is</b>. Every ship comes with 2 <b>Complications</b> and 1 <b>Quirk</b> (either choose them with your GM or roll on the appropriate table). You may take 1 extra Complication to start with an additional upgraded Module, or offset 1 Complication by paying a sufficient narrative cost upfront after determining the Complications. For example, if you roll the Complications ‘Owe Some Money’ and ‘Bad Reputation’ and your character comes from a wealthy family, you could remove ‘Owe Some Money’ immediately by paying off your debt from the family account – but now you won’t have that cash later.<br><br>Once you have a ship, you can improve it by GETTING AN UPGRADE with future downtime actions.<br><br> Every ship starts with:<li>A basic nearlight drive capable of system-to-system travel and sublight travel between planets<li>Basic accommodations – 4 bunks to a room minimum, and probably not comfortable ones.<li>Basic medical supplies and repair tools for the ship.<li>A basic canteen with limited storage, designed to handle pre-formulated high-density nutrient blends that last far beyond the point you’re willing to eat them.<li>A basic management comp/con; they can’t pilot the ship, but they keep the lights on and the doors opening.<li>Basic communications gear; you can send and receive signals within a system, and connect to a local omninode.<li>A small cargo hold. Most ships you’ll find are running cargo, and will have room for mechs or other objects with a combined Size of 4."
  },
  {
    "id": "cap_action_get_an_upgrade",
    "name": "GET AN UPGRADE",
    "activation": "Downtime",
    "terse": "You are given, make, barter, or steal better equipment and facilities for a ship you obtained by EARNING YOUR WINGS.",
    "detail": "When you GET AN UPGRADE, you are given, make, barter, or steal better equipment and facilities for a ship you obtained by EARNING YOUR WINGS. Each upgrade is an individual <b>Module</b> as listed below. A ship can hold up 8 <b>Modules</b>. Some modules have a Rank. To acquire a Rank II or higher module, you must first acquire it’s Rank I equivalent. For example, you must first obtain a <i>Schedule 1 Printer (Rank I)</i> before you can obtain a <i>Schedule 2 Printer (Rank II)</i>. When you replace a <b>Module</b> this way, it does not count against your total number of <b>Modules</b> - the <i>Schedule 2 Printer</i> replaces the <i>Schedule 1 Printer</i> entirely, and having both only counts as 1 module.<br><br>Name the <b>Module</b> you want, how you’re getting it, and roll:<br>On a 9 or less you get the <b>Module</b>, but choose one:<li>You have to make a sacrifice right now to get it.<li>Your ship gains a new <b>Complication</b>.<li>It’s broken, malfunctioning, or otherwise damaged.<br><br>On a 10-19 you get the <b>Module</b> but choose one:<li>Your ship gains a new <b>Quirk</b>.<li>You swap one <b>Complication</b> for a different one.<br><br>On a 20+ you get the <b>Module</b> and a little bit extra – choose one:<li>You gain a narratively appropriate Reserve for your next mission.<li>You can remove one <b>Complication</b> or <b>Quirk</b> from your ship."
  }
]