[
  {
    "id": "cap_pharos",
    "source": "IPS-N",
    "name": "PHAROS",
    "image_url": "https://www.dropbox.com/s/8uc5fde8lp34un6/Pharos_small.png?raw=1",
    "y_pos": 37,
    "license_level": 2,
    "mechtype": [
      "Artillery",
      "Support"
    ],
    "description": "The IPS-N catalog offers a wide range of chassis for every tactical layer of mech-based ship combat - the Caliban and Blackbeard to lead the charge, the Tortuga to guard their advance, and the Drake to hold the hull breach they enter through. Floating beyond is the Pharos; where a breach team can only see the next hallway, the Pharos watches the entire ship and delivers pinpoint guidance and support fire. The Pharos’ are truly the first chassis on the battlefield - they direct the first charge, breaching hulls and aiming the electromagnetic sling rails that launch insertion teams. Once the initial clash is finished, they orbit in the gulf of space between warring ships to offer tactical support and eye-in-the-sky live intelligence reports. A highly developed sensor suite more akin to a ship’s than other chassis gives them an edge in coordination at a distance, beyond the reach of onboard defenses. ",
    "mounts": [
      "Heavy",
      "Flex"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 4,
      "repcap": 5,
      "sensor_range": 20,
      "tech_attack": 1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "SPACEWALK",
        "description": "The Pharos has an integrated EVA system, allowing it to fly in zero-g environments without being Slowed."
      },
      {
        "name": "PAYLOAD GUIDANCE",
        "description": "When the Pharos hits a character that does not have cover from it with a Ranged weapon, that character gains Lock-On."
      },
      {
        "name": "EYE IN THE SKY",
        "description": "As a quick action the Pharos can designate an allied character in Sensors as an Eye. The Pharos and its allies may trace line of sight from the Eye's position for the purpose of determining cover for Ranged attacks they make as long as they are both within your Sensors. You may only choose one Eye at a time. A character ceases being your Eye if you choose a new character or if you become Jammed or Stunned.",
        "actions": [
          {
            "name": "Eye In The Sky",
            "activation": "Quick",
            "detail": "The Pharos designates an allied character in Sensors as an Eye."
          }
        ]
      }
    ],
    "core_system": {
      "name": "DAEDALUS OPTICAL SUITE",
      "description": "A combination of direct sensor clusters and live-feed tactical uplink drones, the Daedalus is a comprehensive information gathering system both in and out of atmosphere. The key component is a lossless open feed to allied targeting infrastructure, that keeps a constant stream of all-angles data flowing between each linked frame.",
      "active_name": "PALISADE ORBIT",
      "active_effect": "Your mech’s EVA system kicks into overdrive, allowing you to Hover whenever you move. You do not fall when <b>Immobilized</b> or <b>Stunned</b>. You and all allies in your Sensors count as Eyes for your Eye In The Sky trait. Additionally, you gain the Backseat Spotter reaction as long as this core is active.<br>You may deactivate this core as a protocol, otherwise it lasts until the end of the scene.",
      "active_actions": [
        {
          "name": "Backseat Spotter",
          "activation": "Reaction",
          "frequency": "1/Round",
          "trigger": "An allied character attacks a target in your Sensors and line of sight and misses.",
          "detail": "Roll 1d6; on a 4+, the attack hits instead, dealing half damage. On a 1-3 it still misses, but you may apply Lock-On to the target."
        }
      ],
      "activation": "Protocol",
      "deactivation": "Protocol",
      "use": "Encounter"
    }
  },
  {
    "id": "cap_couatl",
    "source": "HORUS",
    "name": "COUATL",
    "image_url": "https://www.dropbox.com/s/nsbl7nbjtou70i6/Couatl_small.png?raw=1",
    "y_pos": 0,
    "license_level": 2,
    "mechtype": [
      "Defender"
    ],
    "description": "Unlike most HORUS pattern-groups, COUATL p-gs are universally and deliberately recognizable. Coated in a shimmering multi-layer polymer, they are constantly projecting a hypnotic memetic pattern across their surface to draw the eye of combatants. Once they draw a target under their thrall, they unleash wild bursts of energy and plasma to tear them down. COUATL frames are designed to draw attention, and have been seen to deliberately call both the public and private eye to various criminal enterprises and abuses of power across Union space, just as often as they’ve been used to run decoy missions to protect covert paramilitary infiltrations.<br><br>A small but significant percentage of arrested pilots show symptoms of hagiomania and obsessive narcissism after forcible dismount, notable in that they are transient and fade without recollection at a rate proportional to time spent piloting. As such they are under investigation for distribution of an unidentified and unlawful manipulative memetic agent. More worrying to both the UIB and local inquisitors is that the appearance of a Couatl in a region often correlates to a spate of data-thefts, system blackouts, and missing persons cases seemingly unrelated to any action or goals of the pilot. Whether this is coincidental or whether it represents a deliberate smokescreen via inflammation of local unrest by a third party is unknown.",
    "mounts": [
      "Heavy",
      "Main"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 11,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "I RISE",
        "description": "The Couatl may fly when it moves or boosts.",
        "synergies": [
          {
            "locations": [
              "move"
            ],
            "detail": "The Couatl may fly when it moves or boosts."
          }
        ]
      },
      {
        "name": "LOOK AT ME",
        "description": "The Couatl cannot become Hidden"
      },
      {
        "name": "MY PLUMAGE IS THE MOST BEAUTIFUL",
        "description": "1/Round when a hostile character ends their turn within Sensors and line of sight, the Couatl may use its reaction to force them to make a Systems save. On a failure, they cannot draw line of sight to any character other than the Couatl until the end of their next turn. The Couatl always counts as being in their line of sight for the same duration, regardless of obstructions.",
        "actions": [
          {
            "name": "MY PLUMAGE IS THE MOST BEAUTIFUL",
            "activation": "Reaction",
            "frequency": "1/Round",
            "trigger": "A hostile character ends their turn within your Sensors and line of sight.",
            "detail": "They must pass a Systems save; on a failed save, they cannot draw line of sight to any character other than the Couatl until the end of their next turn. The Couatl always counts as being in their line of sight for the same duration, regardless of obstructions."
          }
        ]
      }
    ],
    "core_system": {
      "name": "PSEUDO-STELLAR MEMETIC ENGRAM",
      "description": "The pseudo-skin of the COUATL consists of an undefined number of layers of tiny synthetic scales. Each scale has integrated circuitry linked to the onboard computer, which synchronizes them to project a unified pattern. In extreme scenarios, several layers can be shed at once to create an incandescent cloud, greatly amplifying the memetic power as each scale burns through its internal batteries in a rush of heat and light.",
      "active_name": "I AM AS THE BRILLIANT SUN",
      "active_effect": "You erupt into empyrean pseudo-flame and blinding memetic radiance. Hostile characters within a <b>Burst 2</b> cannot draw line of sight beyond that area, and if they end their turn in the area they take 2 Heat and must pass a <b>Systems</b> save or become <b>Jammed</b> until the end of their next turn. A character may only be <b>Jammed</b> this way 1/Scene. If a hostile character outside this area ends their turn within your <b>Sensors</b> and line of sight they must pass a <b>Systems</b> save or immediately move up to 3 spaces directly towards you. This aura lasts until the end of the scene, you are destroyed, or you dispel it as a quick action.",
      "activation": "Full",
      "deactivation": "Quick",
      "use": "Encounter"
    }
  },
  {
    "id": "cap_sicklewing",
    "source": "SSC",
    "name": "SICKLEWING",
    "license_level": 2,
    "mechtype": [
      "Controller",
      "Support"
    ],
    "image_url": "https://www.dropbox.com/s/kvlqif3hvcrfvj6/SicklewingSmall.png?raw=1",
    "y_pos": 25,
    "description": "Only scheduled for internal release, the Sicklewing is an honorary, if unofficial, member of the LUX-Iconic line of bespoke chassis. These frames are veiled in secrecy, intended for covert deniable operations both within Constellar space and beyond, and have never been publicly registered as Smith-Shimano chassis, instead being assigned to various shell corporations. As fully deniable assets licensing is frequently accompanied by a thorough expunge of public records that both protect handlers and reduce options for an operative to go rogue.<br><br>The Sicklewing in particular was designed to facilitate direct corporate information retrieval and asset recovery, especially in urban environments. It is armed with the finest in infiltration technologies from SSC, including a cutting-edge code suite intended to subvert hostile digital architecture to damage itself, all focused through the arcane lens of the INSIGHT neuro-amp module. The Sicklewing excels at tearing down hardened targets, as well as disrupting hostile coordination.",
    "mounts": [
      "Main/Aux"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 12,
      "edef": 8,
      "heatcap": 5,
      "repcap": 3,
      "sensor_range": 10,
      "tech_attack": 1,
      "save": 12,
      "speed": 6,
      "sp": 8
    },
    "traits": [
      {
        "name": "Spring-Heeled",
        "description": "The Sicklewing treats all solid surfaces as flat ground for the purposes of movement; it can move across them normally instead of climbing, although it begins to fall if it is knocked Prone. It is also immune to fall damage, and when making a standard move, can jump horizontally up to its full Speed and upwards up to half its Speed (in any combination).",
        "synergies": [
          {
            "locations": [
              "move"
            ],
            "detail": "The Sicklewing treats all solid surfaces as flat ground for the purposes of movement; it can move across them normally instead of climbing, although it begins to fall if it is knocked Prone. It is also immune to fall damage, and when making a standard move, can jump horizontally up to its full Speed and upwards up to half its Speed (in any combination)."
          }
        ]
      },
      {
        "name": "Eye Spy",
        "description": "When the Sicklewing Scans a character, it gains all three pieces of information instead of choosing one. Information gathered this way is scraped from public records, intercepted transmissions, and anoriginary Codex archives. It is always true, even if it may be limited. 1/Round the Sicklewing can Scan a character adjacent to the Black Cat as a free action."
      },
      {
        "name": "Fragile",
        "description": "The Sicklewing has +1 Difficulty on Hull checks and saves.",
        "synergies": [
          {
            "locations": [
              "hull",
              "skill_check"
            ],
            "detail": "The Sicklewing has +1 Difficulty on Hull checks and saves."
          }
        ]
      }
    ],
    "core_system": {
      "name": "'BLACK CAT' INTERFERENCE DRONE",
      "description": "The Sicklewing OS comes standard with a paired ‘Black Cat’ Interference/Interdiction/Infiltration Drone. These drones are further customized to imprint on individual pilots, creating a predictive partnership that allows them to work in concert either as an individual operative, or members of a larger team.",
      "active_name": "Targeted Harassment",
      "active_effect": "The Black Cat is restored to full HP, and repaired if it was destroyed. Until the end of the scene, hostile characters adjacent to it roll twice whenever they make a check or save, taking the lower result. Additionally, if they fail you may choose one of the following options in addition to dealing damage:<br><br> - They are pushed 3 spaces in any direction.<br><br> - They take 2 Heat.<br><br> - They become Slowed and Impaired until the end of their next turn.",
      "activation": "Protocol",
      "use": "Encounter",
      "passive_name": "BLACK CAT",
      "deployables": [
        {
          "name": "Black Cat Drone",
          "type": "Drone",
          "detail": "Hostile characters adjacent to the Black Cat have +1 Difficulty on all checks and saves, and take <b>2 AP Kinetic damage</b> on a failed check or save. As a quick action you can force a character adjacent to the Black Cat to pass a <b>Systems</b> save or suffer an <b>Invade</b> option available to you.",
          "activation": "Free",
          "recall": "Quick",
          "redeploy": "Quick",
          "size": 0.5,
          "hp": "10 + {grit}",
          "tags": [
            {
              "id": "tg_invisible"
            }
          ]
        }
      ],
      "passive_effect": "Your mech has a companion drone with Evasion, E-Defence, and Speed equal to yours that can hover, move and act independently on your turn. If it is within Sensors, you may recall it as a quick action, integrating it into your mech’s body where it cannot be targeted. You may redeploy it to a space within Sensors as a quick action. When you rest or perform a Full Repair, your drone regains all HP and is automatically repaired if it was destroyed.<br><br>Hostile characters adjacent to the Black Cat have +1 Difficulty on all checks and saves, and take <b>2 AP Kinetic damage</b> on a failed check or save. As a quick action you can force a character adjacent to the Black Cat to pass a <b>Systems</b> save or suffer an <b>Invade</b> option available to you.",
      "passive_synergies": [
        {
          "locations": [
            "tech_attack"
          ],
          "detail": "As a quick action you can force a character adjacent to the Black Cat to pass a <b>Systems</b> save or suffer an <b>Invade</b> option available to you."
        }
      ]
    }
  },
  {
    "id": "cap_tametomo",
    "source": "HA",
    "name": "TAMETOMO",
    "image_url": "https://www.dropbox.com/s/ogbby3zlgeydbmo/TametomoSmall.png?raw=1",
    "y_pos": 0,
    "license_level": 2,
    "mechtype": [
      "Striker"
    ],
    "description": "Hell’s Angel, The Tower, Harrison’s Last Dance, The Temperate Summer – the Tametomo is known by many names. It’s near-mythical status is bolstered by its very real scarcity: Tametomo licenses are not granted except in exceptional circumstances. The tales tell of a towering figure wreathed in flame, of the hiss and crackle as the air dries and sparks fly, the bitter ozone coating the battlefield. They tell of arrows of raging plasma that burst and scream through the air from a titan’s bow – and of the scorched field that remains after, bereft of life forevermore. <br><br>This is the legend of the Tametomo: they are the ace in the hole, a martyr’s bargain; when all hope is lost and the Legion is overrun, when the Shermans falter and the Saladin’s shields fail, before the final bastion falls the printcodes are sent. It is a beacon to the damned, those destined to die, a candle that burns at both ends. Without hope of retreat or escape, the Tametomo offers a choice: die with your back to the wall, huddling and scared, or die with your reactor in your heart and fire in your hands. The lucky few who survive these last stands are lauded as heroes of the Armory – with the Social standing to prove it.",
    "mounts": [
      "Flex",
      "Main"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 10,
      "evasion": 8,
      "edef": 6,
      "heatcap": 10,
      "repcap": 4,
      "sensor_range": 8,
      "tech_attack": -2,
      "save": 11,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "HIGH-PERFORMANCE",
        "description": "Whenever the Tametomo rolls a 1 on an Accuracy die or a 6 on a Difficulty die, it takes 1 Heat and rerolls the die. Additional 1s or 6s continue to trigger this effect."
      },
      {
        "name": "PLASMA HALO",
        "description": "The Tametomo has resistance to Burn, and has soft cover as long as it suffers from Burn, though it is not sufficient to Hide. Burn cannot reduce the Tametomo below 1 HP."
      },
      {
        "name": "Unstable System",
        "description": "When destroyed, the Tametomo explodes as per Self Destruct at the end of its next turn."
      }
    ],
    "core_system": {
      "name": "MK3 PLASMATIC FLARE BOW",
      "description": "The Tametomo chassis is distinguished by a unique VESUVIUS class reactor core – an experimental design that circulates superheated plasma through hardened channels that permeate the entire body of the mech.<br><br>These channel’s outlets are capped with a magnetic containment field across the brachial armature that stretches the plasma into a high-tensile fluid loop. The loop builds elastic tension as more and more energy is poured into it, until the field snaps out as a directed bolt.<br><br>The Tametomo thrives on fire, on anger, on pain — fuel for the last and only war, to burn forevermore.",
      "active_name": "Ship-Sinking Shot",
      "active_effect": "Your PT3 Flare Bow immediately gains 4 charges. Until the end of the scene, If you expend 3 or more charges on an attack with the bow and hit, your target begins to suffer a critical reactor leak; they become <b>Impaired</b> and take <b>2 Burn</b> and <b>2 Heat</b> at the start of each of their turns. They can end this effect by <b>Stabilizing</b>.<br><br>If they are destroyed while it is active, they explode in a <b>Burst 2</b>, forcing all characters in the area to pass an <b>Agility</b> save or take <b>2d6 Energy damage</b> (half as much on a success), and leaving a blast cloud until the end of your next turn that grants soft cover and causes any character that starts their turn in the area or enters it for the first time in their turn to take <b>2 Burn</b>.",
      "activation": "Protocol",
      "integrated": [
        "mw_tametomo_integrated"
      ]
    },
    "counters": [
      {
        "id": "ctr_flare_bow",
        "name": "FLARE BOW CHARGES",
        "default_value": 1,
        "min": 1,
        "max": 4
      }
    ]
  },
  {
    "id": "cap_basil",
    "source": "PI-OF",
    "name": "BASIL",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Striker",
      "Support"
    ],
    "description": "The Basil was the first frame adapted by the Orion Faction project. It had a long evolution - first a hardsuit sized logging frame, then upscaled for planetary-level work, then upgraded with a symbiotic OS to link and manage entire teams for improved safety and workplace efficiency. It was Pinnacle Industries’ most widespread and well-known frame, and the obvious choice to be turned to warfare. Armor built for on-site accidents was toughened for high-caliber fire. Logging tools were repurposed to cut through ceramic and metal. It is a builder turned soldier; overseer turned general. It’s release saw immediate popularity in colonies without the capital for higher-end frames, and they are now a common sight in the cities they set the foundations for.",
    "mounts": [
      "Heavy",
      "Main",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 8,
      "heatcap": 4,
      "repcap": 6,
      "sensor_range": 8,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 6
    },
    "traits": [
      {
        "name": "FOREMAN OVERRIDE",
        "description": "1/Round the Basil can give +1 Accuracy to a check or save made by itself or an allied character in Sensors and line of sight as a reaction before the roll is made.",
        "synergies": [
          {
            "locations": [
              "skill_check"
            ],
            "detail": "1/Round the Basil can give +1 Accuracy to a check or save made by itself or an allied character in Sensors and line of sight as a reaction before the roll is made."
          }
        ],
        "actions": [
          {
            "name": "Foreman Override",
            "activation": "Reaction",
            "frequency": "1/Round",
            "trigger": "You or an allied character in Sensors and line of sight makes a check or save.",
            "detail": "Grant them +1 Accuracy on the roll."
          }
        ]
      },
      {
        "name": "DIVINE SENSOR SUITE",
        "description": "Hostile characters that end their turn within Range 3 of the Basil must pass a Systems save or lose Hidden and Invisible, and hostile characters cannot attempt to Hide while in that area."
      }
    ],
    "core_system": {
      "name": "VERTEX SYSTEM LINK",
      "description": "The VERTEX OS uses short-range comm bands to greatly increase team efficiency by sharing processor cycles and system data. It can be offloaded into a stand-alone beacon to enhance this ability even further, fusing all friendly systems in its signal radius. Neural leak is uncommon but expected as a positive externality for cohesion.",
      "active_name": "Pioneer Beacon",
      "active_effect": "You deploy a Pioneer Beacon in a free adjacent space. The beacon lasts until the end of the scene or until it is destroyed.",
      "activation": "Quick",
      "use": "Encounter",
      "deployables": [
        {
          "name": "Pioneer Beacon",
          "type": "Deployable",
          "detail": "The beacon projects a Burst 3 field. You and your allies that are at least partially in the field have +1 Accuracy on all checks and saves. If you or an ally start your turn at least partially in the area you may clear one status (Impaired, Jammed, Shredded, Slowed, Immobilized, or Stunned) that is not self inflicted. The beacon lasts until the end of the scene or until it is destroyed.",
          "size": 0.5,
          "hp": "10 + {GRIT}",
          "evasion": 10,
          "edef": 10,
          "tags": [
            {
              "id": "tg_resistall"
            },
            {
              "id": "tg_deployable"
            }
          ]
        }
      ],
      "tags": [
        {
          "id": "tg_resistall"
        }
      ]
    }
  },
  {
    "id": "coriander",
    "source": "PI-OF",
    "name": "CORIANDER",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Artillery"
    ],
    "description": "The center of a heavy publicity campaign, the CORIANDER-doctrine Reclamation Chassis was designed to solve the problems of crowded urban combat with high friend/foe overlap. This issue had come to a head during a mediation-breakdown conflict in a fledgling colony, during which pirate-insurgent elements barricaded themselves within high-density residential infrastructure - infrastructure that Pinnacle itself had built and reinforced during the colony’s seeding. The resulting siege was both highly televised and harshly criticized, and demanded innovation within PI’s response portfolio from all departments.<br><br>The Orion Faction’s answer was the CORIANDER, a frame purpose-built for disruption and damage in equal measure, capable of the precision fire support deemed necessary to protect the holdings of Pinnacle and their clients. Its resounding success at reducing blue-on-blue and blue-on-white incidents has awarded the Orion Faction high accolade within Pinnacle, and corresponding weight in future resolution development.",
    "mounts": [
      "Heavy",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 10,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 11,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "SCATTER TARGETING",
        "description": "The Coriander may choose for allied characters and objects to be immune to all damage and effects from Blasts, Bursts, Lines, and Cones from grenades, mines, or weapon attacks it makes."
      },
      {
        "name": "BLINDSIDE",
        "description": "The Coriander’s Ranged attacks do not provoke hostile reactions while it is Hidden, in an area of soft cover, or with hard cover from its target."
      }
    ],
    "core_system": {
      "name": "WILDCAT-450 ROTARY PAYLOAD SILOS",
      "description": "The WC-450 RPS is designed with minimal collateral as its foremost concern. A steady progression from less-than-lethal defilade rounds to as-needed warheads ensure proper response protocol. All explosive components are confirmed stable at a broad range of standard conditions, requiring ignition from a separate and autonomous mute-linked IFF monitor attached to each launch event. Finally, all compounds react fully on proper firing and leave only natural and near-natural breakdown residue to ensure that no environmental damage is accrued. Pinnacle: Building Better – Growing Together.",
      "passive_name": "Shroud Silos",
      "passive_effect": "<b>1/Round</b> on a critical hit with a <b>Cannon</b> or <b>Launcher</b> you may launch a Shroud Missile, creating a <b>Line 5</b> cloud of smoke with at least one space adjacent to your target. This area grants soft cover to allied characters, and hostile characters at least partially within it have <b>+1 Difficulty</b> on ranged and melee attacks. <b>1/Round</b> as a reaction to a hostile character entering this area you may deal <b>2 Explosive damage</b> to them and force them to make a <b>Hull</b> save, falling <b>Prone</b> on a failed save. This area lasts until the end of your next turn.",
      "active_name": "FLASHFIRE Payload",
      "active_effect": "You launch a FLASHFIRE Missile which explodes in a <b>Blast 1</b> in <b>Range 15</b>. Hostile characters in the affected area take <b>2 Burn</b>. Until they clear all <b>Burn</b>, attacks against them have <b>+1 Accuracy</b>, and they cannot benefit from cover. If this area overlaps with any area of soft cover, its effect includes that area as well, igniting and destroying the cover after it resolves.<br><br>This core power has the <b>Efficient</b> tag and refunds <b>1 CP</b> at the end of any scene in which it is used.",
      "tags": [
        {
          "id": "tg_efficient"
        }
      ],
      "activation": "Quick",
      "use": "Encounter"
    }
  },
  {
    "id": "cap_fennel",
    "source": "PI-OF",
    "name": "FENNEL",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Controller",
      "Striker"
    ],
    "description": "Pinnacle Industries has long maintained several proprietary lines of personal, industrial, and commercial drones – from minuscule swarm-patterns to the towering terraforming giants that accompanied their pre-colonial missions. A collaborative effort between the Cassiopeia and Orion Faction development branches resulted in the Fennel-pattern chassis line as a manned companion to a new line of militarized drones under the Pinnacle name. The Fennel takes the rugged, flexible survivorship ethos of Pinnacle expeditions and pairs it to the savage high-impact Behemoth-Class drone patterns to create a synergistic hunting team; the Fennel scouts targets and seeds traps across the battlefield, while their drone partners rush in to wreak havoc.",
    "mounts": [
      "Main",
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 8,
      "edef": 7,
      "heatcap": 4,
      "repcap": 5,
      "sensor_range": 8,
      "tech_attack": 1,
      "save": 11,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "IRON DEFILADE",
        "description": "Hostile characters within Range 3 of a drone you control have +1 Difficulty on attacks against you and attempts to Search for you.",
        "synergies": [
          {
            "locations": [
              "drone"
            ],
            "detail": "Hostile characters within Range 3 of a drone you control have +1 Difficulty on attacks against you and attempts to Search for you."
          }
        ]
      },
      {
        "name": "LIGHT TOUCH",
        "description": "1/Round when the Fennel critically hits with a Rifle it is pushed up to its Speed in any direction.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_sizes": [
              "any"
            ],
            "weapon_types": [
              "Rifle"
            ],
            "detail": "1/Round when the Fennel critically hits with a Rifle it is pushed up to its Speed in any direction."
          }
        ]
      }
    ],
    "core_system": {
      "name": "BEHEMOTH-CLASS 'SABER' ASSAULT DRONE",
      "description": "Across the myriad stars and twinkling stations in Union’s embrace, machines bear the weight of humanity’s labor. They fashion tools, build houses, carry messages, tend to the sick – every task needed to keep society running. Behemoth-Class assault drones are not needed for society. Revised first from logging automatons to xenofauna defense drones, then adopted by the Cassiopeia Faction and reforged into powerful, savage weapons of war. The newest ‘Saber’ line towers over most chassis; the machine minds that command them are mainly occupied with keeping the massive pistons and complex electrosensory data within operating limits. This leaves little processing power for human-approximate cognition - or restraint. They are mandatorily paired with human pilots to direct their actions instead, forming strong instinctive bonds that only deepen with time and shared combat experience.",
      "active_name": "Apex Predator",
      "active_effect": "Your Saber Drone is immediately restored to full HP and repaired if it was destroyed. Until the end of the scene it’s actions are upgraded:<br>- Stunning Strike: On hit, your target is also knocked Prone.<br>- Vicious Maul: The grappled character is also Jammed for as long as they are Shredded.<br>- Seismic Leap: Your drone creates a Burst 1 of soft cover where it lands that lasts until the end of your next turn.",
      "activation": "Protocol",
      "use": "Encounter",
      "deployables": [
        {
          "name": "Saber Drone",
          "activation": "Free",
          "type": "Drone",
          "detail": "Your mech is accompanied by a powerful Saber Drone that shares your Evasion, E-Defense, Speed, and can move independently on your turn. When you rest or perform a Full Repair, it regains all HP and is automatically repaired if it was destroyed. You may command it to take one of the following actions as a quick action:",
          "size": 2,
          "hp": "10 + {grit}",
          "armor": 2,
          "actions": [
            {
              "activation": "Quick",
              "name": "Strike",
              "detail": "Make a melee attack using your Grit against an adjacent character. On hit they take 1d6+4 Kinetic Damage and become Grappled by the drone. It uses your Grit for checks to maintain grapples."
            },
            {
              "activation": "Quick",
              "name": "Maul",
              "detail": "A character Grappled by the Saber Drone takes 6 AP Kinetic Damage and becomes Shredded until the end of their next turn."
            },
            {
              "activation": "Quick",
              "name": "Leap",
              "detail": "The Saber Drone flies up to its Speed horizontally and half as much vertically. It must end the movement on a surface or begin to fall. This movement ignores engagement and does not provoke reactions."
            },
            {
              "name": "Trip",
              "activation": "Reaction",
              "frequency": "Unlimited",
              "trigger": "A character starts movemnt while adjacent to the Saber Drone.",
              "detail": "You can force them to pass a Hull save or take 1d6 Kinetic damage and become Slowed until the end of their next turn."
            }
          ]
        }
      ],
      "passive_effect": "Your mech is accompanied by a powerful Saber Drone that shares your Evasion, E-Defence, Speed, and can move independently on your turn When you rest or perform a Full Repair, it regains all HP and is automatically repaired if it was destroyed. You may command it to take one of the following actions as a quick action:"
    }
  },
  {
    "id": "cap_lemongrass",
    "source": "PI-OF",
    "name": "LEMONGRASS",
    "license_level": 2,
    "mechtype": [
      "Defender",
      "Controller"
    ],
    "image_url": "https://www.dropbox.com/s/p0ud2w4qe1k7ae6/PINCH-OF%20Lemongrass.png?raw=1",
    "y_pos": 40,
    "description": "Unlike many other PI-OF frames, the Lemongrass was only ever intended for combat, rather than being an adaptation of an existing civilian model. Pinnacle Industry’s military engineers realized that their conversion of old civilian frames still required intensive field-testing to ensure combat efficacy, but this put their test pilots – and profit margins – at great risk. The Lemongrass saw an extremely accelerated development period while all other projects were put on hold, and was expressly designed to protect other PI-OF frames. Once work on other frames recommenced, Lemongrass frames were partnered alongside all other PI-OF deployments to provide an extra layer of defense until all obvious design flaws were ironed out. Utilizing potent electromagnetic manipulation, the Lemongrass darts among allied frames to divert attacks and punish opponents.",
    "mounts": [
      "Aux/Aux",
      "Flex"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 1,
      "hp": 8,
      "evasion": 10,
      "edef": 8,
      "heatcap": 4,
      "repcap": 2,
      "sensor_range": 10,
      "tech_attack": 0,
      "save": 12,
      "speed": 5,
      "sp": 6
    },
    "traits": [
      {
        "name": "INTEGRATED HOVER FLIGHT",
        "description": "The Lemongrass can hover when it moves or boosts (it can fly, doesn’t need to move, it can move without going in a straight line, and doesn’t need to land).",
        "synergies": [
          {
            "locations": [
              "move"
            ],
            "detail": "The Lemongrass can hover when it moves or boosts (it can fly, doesn’t need to move, it can move without going in a straight line, and doesn’t need to land)."
          }
        ]
      },
      {
        "name": "ION FIELD",
        "description": "1/Round each at the start of its turn, when it gets a critical hit, and when it ends its turn adjacent to an allied character, the Lemongrass gains an Ion Charge, to a maximum of 4 charges. When a character makes an attack against the Lemongrass or an adjacent ally they first take AP Energy damage equal to its current Ion Charges and subtract that value from the attack roll. The Lemongrass then loses 1 Ion Charge."
      }
    ],
    "core_system": {
      "name": "ZENITH ELECTROSTATIC SHIELD TETHER",
      "description": "The ZEST is the only part of the Lemongrass that made use of Pinnacle Industry’s roots as a colony-builder, adapted from a preventative lightning rod used on planets with extreme weather. The original equipment would send calculated electrical pulses directly along the path of a lightning strike, evening out polarity between the ground and clouds. The combat-ready ZEST instead follows the path of projectiles and energy weapons, tracking their wake back to the source with an arc of electricity. A portable module is incorporated into the Lemongrass frame, granting a small radius of protection, but a full size module can also be deployed.",
      "active_name": "Storm Pylon",
      "active_effect": "As a quick action, you may deploy a Storm Pylon to a free adjacent space. The pylon deactivates at the end of the scene.",
      "activation": "Quick",
      "use": "Encounter",
      "deployables": [
        {
          "name": "Storm Pylon",
          "type": "Deployable",
          "detail": "The Storm Pylon has 4 Ion Charges, and gains 2 charges at the start of your turn. Allied characters within a Burst 3 of it benefit from your Ion Field trait as if they were adjacent to you, though they cannot benefit from the pylon and your mech simultaneously. The pylon deactivates at the end of the scene.<br><br>Additionally, until the end of the scene, whenever a character triggers Ion Field from your mech or the pylon at 4 charges, they and all characters in a Burst 2 centered on them take 1 AP Energy damage and become Impaired until the end of their next turn as a crashing bolt of lightning strikes them.",
          "size": 0.5,
          "hp": "10 + {GRIT}",
          "evasion": 10,
          "edef": 10,
          "tags": [
            {
              "id": "tg_resistall"
            }
          ]
        }
      ],
      "tags": [
        {
          "id": "tg_resistall"
        }
      ]
    }
  },
  {
    "id": "cap_peppercorn",
    "source": "PI-OF",
    "name": "PEPPERCORN",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Striker"
    ],
    "description": "Louder than god’s revolver and twice as shiny, the Peppercorn straddles a unique line between mech and vehicle. Some have been adapted to almost resemble armored civilian motorcycles, but the official pattern is a pilot-sized monowheel. Combining incredibly high speeds with a wide assortment of plasma weaponry and force-multiplying deployables, the Peppercorn excels at hit-and-run skirmishing, softening targets for the final blow. While they were originally scouting vehicles, Pinnacle Industries expansion into the military sector has seen drastic changes in their design philosophy.",
    "mounts": [
      "Aux/Aux",
      "Main/Aux"
    ],
    "stats": {
      "size": 0.5,
      "structure": 4,
      "stress": 4,
      "armor": 0,
      "hp": 6,
      "evasion": 12,
      "edef": 6,
      "heatcap": 6,
      "repcap": 3,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 10,
      "speed": 8,
      "sp": 6
    },
    "traits": [
      {
        "name": "WHEELED",
        "description": "It takes a quick action for this mech to stand up from being Prone instead of using movement. It cannot move while Prone. When it Boosts it ignores engagement.",
        "synergies": [
          {
            "locations": [
              "boost"
            ],
            "detail": "When the Peppercorn Boosts it ignores engagement."
          }
        ]
      },
      {
        "name": "DRIVE-BY",
        "description": "When the Peppercorn makes a Skirmish or Barrage action, it can move between individual attacks. 1/turn when it Boosts it can fire a single Auxiliary weapon as a free action.",
        "synergies": [
          {
            "locations": [
              "boost",
              "skirmish",
              "barrage"
            ],
            "detail": "When the Peppercorn makes a Skirmish or Barrage action, it can move between individual attacks. 1/turn when it Boosts it can fire a single Auxiliary weapon as a free action."
          }
        ]
      }
    ],
    "core_system": {
      "name": "MAGNA-HELIX DRIVE CHAIN",
      "description": "The Helios propulsion system forgoes typical wheel designs and materials. Instead of a physical tread it uses a halo of circulating plasma contained by a magnetic field. This plasma wheel is frictionless and cannot be worn down or damaged - its speed is limited only by the power of the reactor containing it.",
      "active_name": "Greased Lightning",
      "active_effect": "You supercharge your mechs engine, achieving impossible speed. Until the end of the scene you have Resistance to all damage during your turn as long as you are not Slowed or Immobilized, your movement ignores engagement, and no action you take can trigger a hostile character’s reaction. Whenever you move adjacent to a hostile character they take 2 Energy Damage. A character can only take this damage 1/Round.",
      "activation": "Protocol",
      "use": "Encounter"
    }
  },
  {
    "id": "cap_rosemary",
    "source": "PI-OF",
    "name": "ROSEMARY",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Striker"
    ],
    "description": "The Rosemary was designed as a heavy duty terraformer/demolition frame, intended to arrive before colonists to clear land for building. High-pressure hydraulics and integrated pilebunker armature make the Rosemary capable of shattering solid rock with ease, even without the wide variety of destructive tools made available to their pilots. In the event of colony dissolution, they are just as capable of turning those tools on the structures they paved the way for, pounding buildings and machines into rubble and scrap.",
    "mounts": [
      "Heavy",
      "Main",
      "Main"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 3,
      "hp": 6,
      "evasion": 6,
      "edef": 8,
      "heatcap": 6,
      "repcap": 5,
      "sensor_range": 5,
      "tech_attack": -2,
      "save": 11,
      "speed": 4,
      "sp": 5
    },
    "traits": [
      {
        "name": "MOUNTAIN BREAKER",
        "description": "When the Rosemary moves past or adjacent to an object or piece of terrain, it may deal 15 AP Kinetic damage to it as a free action.This action costs 1 Heat every time it is taken after the first in a single turn. The Rosemary is immune to difficult terrain.",
        "actions": [
          {
            "name": "Mountain Breaker",
            "activation": "Free",
            "detail": "When the Rosemary moves past or adjacent to an object or piece of terrain, it may deal 15 AP Kinetic damage to it as a free action.This action costs 1 Heat every time it is taken after the first in a single turn."
          }
        ]
      },
      {
        "name": "DEMOLITION PRIMER",
        "description": "Damage from the Rosemary’s attacks against targets that are Prone, Immobilized, or Stunned, or targets that cannot move cannot be reduced in any way.",
        "synergies": [
          {
            "locations": [
              "weapon"
            ],
            "weapon_sizes": [
              "any"
            ],
            "weapon_types": [
              "Melee",
              "Nexus",
              "Launcher",
              "Cannon",
              "CQB",
              "Rifle"
            ],
            "detail": "Damage from the Rosemary’s attacks against targets that are Prone, Immobilized, or Stunned, or targets that cannot move cannot be reduced in any way."
          }
        ]
      }
    ],
    "core_system": {
      "name": "SEISMIC AGITATOR",
      "description": "The sheer amount of force that the Rosemary can output into terrain is capable of not only reshaping terrain but even triggering latent seismic activity if their operator isn’t careful. By focusing all of its hydraulics on a single point, the Rosemary can intentionally trigger a dangerous destabilization of the local planetary crust.",
      "active_name": "Tectonic Overhaul",
      "active_effect": "You must be touching a surface to activate this system. When you activate this system, all characters touching the ground in a Burst 3 area must pass a Hull save or be knocked Prone, and all objects and terrain in this area that are touching the ground take 30 AP Kinetic damage. The burst counts as difficult terrain until the end of the scene. Characters in this terrain must make a Hull save in order to successfully stand from being Prone. <br><br>Until the end of the scene, any character that starts their turn adjacent to you or moves there for the first time on their turn must pass a hull save or take 2 Kinetic damage and be knocked Prone. Characters in this area must pass a Hull save to stand up.",
      "activation": "Full",
      "use": "Encounter"
    }
  },
  {
    "id": "cap_spearmint",
    "source": "PI-OF",
    "name": "SPEARMINT",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Defender",
      "Support"
    ],
    "description": "The SP-01 ‘Snowflake’ was the headliner of the colony starter-package offered by Pinnacle Industries. Offered alongside a variety of modular terraforming systems, the Spearmint’s civilian origin was the first boot-on-the-ground for many a barren rock turned verdant. Their civilian popularity made for late adaption to military purposes due to image concerns raised by sub-departments outside of the Non-Civilian Hardware teams. The success of other Orion Faction frames drowned out these complaints however, resulting in a frame that could use its atmospheric manipulators to great local effect as a stalwart mobile fortress. The SP-04 ‘Polar Vortex’ now headlines the ‘Tried and True’ line of new-grade military materiel on offer from PI-OF.",
    "mounts": [
      "Heavy",
      "Main"
    ],
    "stats": {
      "size": 2,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 6,
      "edef": 10,
      "heatcap": 5,
      "repcap": 5,
      "sensor_range": 8,
      "tech_attack": -1,
      "save": 10,
      "speed": 3,
      "sp": 6
    },
    "traits": [
      {
        "name": "PERMAFROST",
        "description": "The Spearmint can be used as Hard Cover by adjacent allies. If it does not move other than its standard move on its turn, it gains 2 + Grit Overshield at the end of its turn.",
        "synergies": [
          {
            "locations": [
              "overshield"
            ],
            "detail": "The Spearmint can be used as Hard Cover by adjacent allies. If it does not move other than its standard move on its turn, it gains 2 + Grit Overshield at the end of its turn."
          }
        ]
      },
      {
        "name": "VAPOR SHROUD",
        "description": "Allied characters that start their turn adjacent to the Spearmint gain soft cover until the end of their turn and may cool 2 Heat. This trait deactivates while the Spearmint is in the danger zone.",
        "synergies": [
          {
            "locations": [
              "heat"
            ],
            "detail": "Allied characters that start their turn adjacent to the Spearmint gain soft cover until the end of their turn and may cool 2 Heat. This trait deactivates while the Spearmint is in the danger zone."
          }
        ]
      }
    ],
    "core_system": {
      "name": "CRYOSPHERE CONVERTER",
      "description": "The TT.20 ‘Snowglobe’ Canister is a mixture of chemical particulate and shepherd nanites - when mixed, the particulate creates an intensely endothermic reaction that freezes a thick, self-replenishing layer of rime across the surrounding area. The nanites are then capable of dynamically altering the rime’s physical properties, including frictional constants to ensure proper IFF activity and battlefield synergy.",
      "active_name": "Ice Rink",
      "active_effect": "Your mech projects a Burst 3 of freezing cold, solidifying atmospheric vapor into ice. Hostile characters treat this area as difficult terrain, and if they start their turn in the area or enter it for the first time on their turn they must pass an Agility save or fall Prone. Allied characters gain +2 Speed until the end of their turn if they start their turn in the area, and their movements in the area ignore engagement and do not provoke reactions.",
      "activation": "Full",
      "use": "Encounter",
      "passive_name": "Coolant Spray",
      "passive_effect": "As a Quick Action, choose a character in Range 5 and line of sight:",
      "passive_actions": [
        {
          "name": "Coolant Spray",
          "activation": "Quick",
          "detail": "- Allied: They cool 2 Heat.<br>- Hostile: They must pass a Hull save or become Immobilized until the end of their next turn."
        }
      ]
    }
  },
  {
    "id": "cap__star_anise",
    "source": "PI-OF",
    "name": "STAR ANISE",
    "image_url": "https://compcon-image-assets.s3.amazonaws.com/frames/nodata.png",
    "license_level": 2,
    "mechtype": [
      "Defender",
      "Support"
    ],
    "description": "To their sustained consternation, the development and licensing for the Anise line of mechanized chassis do not belong to the Orion Faction, and are instead on a limited-contract loan to them through the Lyra Faction, a Pinnacle subsidiary focused on colonial construction and expansion. Anises are builder-frames; after the atmosphere is tempered and land is laid flat, they are the final workforce that takes a colony from bare earth to a vibrant metropolis. They build homes and streets and retaining walls, shaping the shell that will be filled with hopeful colonists and their new neighbors. They are well-loved, both by the citizens they tend and the institution that maintains them.<br>This love is what has protected them from the OF – that, and major public and internal outcry at attempts to transfer patent ownership. The Anise is the expression of an idea as much as a machine: to build, to protect, to find family in warm earth and craft a seat for newcomers beside the fire. It is not meant to bear weapons. It is not meant to destroy. Each Anise is the heart of her community – to defend, to grow, and to cherish. Even after the work is done, they are left behind as the other PI loan-frames leave, tended in warehouses and left gentle offerings of spare parts and fresh mortar. Her pilots may change, but each Anise is a member of the community all her own, housing generations. <br>Her skills lie in brick and mortar, pilot, building fountains and clocktowers and broad market squares. She can fill bullet holes and carve a trench just the same, if she must. Treat her well, pilot, and she’ll take care of you too.",
    "mounts": [
      "Flex"
    ],
    "stats": {
      "size": 1,
      "structure": 4,
      "stress": 4,
      "armor": 2,
      "hp": 8,
      "evasion": 8,
      "edef": 6,
      "heatcap": 5,
      "repcap": 8,
      "sensor_range": 8,
      "tech_attack": 0,
      "save": 10,
      "speed": 4,
      "sp": 10
    },
    "traits": [
      {
        "name": "SUBALTERN DELIVERY",
        "description": "When the Star Anise uses a Drone or Deployable, it can place it within Range 3 of itself or any allied mech character within Sensors.",
        "synergies": [
          {
            "locations": [
              "system"
            ],
            "system_types": [
              "deployable",
              "drone"
            ],
            "detail": "When the Star Anise uses a Drone or Deployable, it can place it within Range 3 of itself or any allied mech character within Sensors."
          }
        ]
      },
      {
        "name": "CITY PLANNER",
        "description": "At the start of any combat, before the first round begins and any characters are placed on the battlefield, the Star Anise can place up to three size 1 pieces of hard cover, or one size 3 area of soft cover in free spaces."
      },
      {
        "name": "PERSEVERANCE",
        "description": "When the Star Anise stabilizes, in addition to the normal benefits it may expend a repair to repair a single destroyed system or weapon on itself or an adjacent ally.",
        "synergies": [
          {
            "locations": [
              "stabilize"
            ],
            "detail": "When the Star Anise stabilizes, in addition to the normal benefits it may expend a repair to repair a single destroyed system or weapon on itself or an adjacent ally."
          }
        ]
      }
    ],
    "core_system": {
      "name": "'HEARTHSTONE' ARCHITECTURAL SUITE",
      "description": "“I was born here.” “The first place I made baklava.” “My first kiss.” “I met my husband here.” “My wife’s first daughter.” “We’d play out back after school.” “My mom’s funeral.” “I would always climb out on the roof when I was mad. Silly kid things.” “My brother carved our names on the kitchen door.” “The rain on the windowsill.” “It’s still her room, even now.” “My grandmother’s birthday.” “The garden.”<br>“A building.”<br>“A family.”<br>“A home.”<br>Pinnacle.",
      "active_name": "Homestead",
      "active_effect": "Until the end of the scene or until it is destroyed, your mech projects a Burst 3 zone of Homeland. Objects, terrain, deployables, and drones within Homeland are immune to all damage, conditions, and other effects unless you allow otherwise. When you take this action, and as a Quick Action on subsequent turns you can destroy up to 30 HP of objects or terrain entirely within Homeland, and place hard cover with an HP equal to the amount destroyed, split between multiple size 1 pieces with a maximum of 10 HP each.",
      "activation": "Quick",
      "use": "Encounter",
      "passive_name": "Architect Production Module",
      "passive_effect": "Expend a charge from this system to deploy one of the following projects in a free adjacent space. You can destroy a project as a quick action, regaining all charges spent on it. You regain the charges from any project remaining at the end of the scene.",
      "tags": [
        {
          "id": "tg_limited",
          "val": 4
        }
      ],
      "deployables": [
        {
          "name": "Architect Project - Groundcover",
          "type": "Deployable",
          "id": "cap_anise_groundcover_1",
          "size": 1,
          "redeploy": "Quick",
          "recall": "Quick",
          "detail": "(1 Charge) - Create a flat Size 1 area. Allied characters completely within the area have hard cover from all attacks originating outside of it, and hostile characters treat it as difficult terrain."
        },
        {
          "name": "Architect Project - Groundcover",
          "type": "deployable",
          "id": "cap_anise_groundcover_2",
          "size": 2,
          "cost": 2,
          "hp": 20,
          "redeploy": "Quick",
          "recall": "Quick",
          "detail": "(2 Charges) - Create a flat Size 2 area. Allied characters completely within the area have hard cover from all attacks originating outside of it, and hostile characters treat it as difficult terrain."
        },
        {
          "name": "Architect Project - Groundcover",
          "type": "Deployable",
          "id": "cap_anise_groundcover_3",
          "size": 3,
          "cost": 3,
          "hp": 30,
          "redeploy": "Quick",
          "recall": "Quick",
          "detail": "(3 Charges) - Create a flat Size 3 area. Allied characters completely within the area have hard cover from all attacks originating outside of it, and hostile characters treat it as difficult terrain."
        },
        {
          "name": "Architect Project - Groundcover",
          "type": "Deployable",
          "id": "cap_anise_groundcover_4",
          "size": 4,
          "cost": 4,
          "hp": 40,
          "redeploy": "Quick",
          "recall": "Quick",
          "detail": "(4 Charges) - Create a flat Size 4 area. Allied characters completely within the area have hard cover from all attacks originating outside of it, and hostile characters treat it as difficult terrain."
        },
        {
          "name": "Architect Project - Hedgerow",
          "type": "Deployable",
          "id": "cap_anise_hedgerow",
          "size": 1,
          "redeploy": "Quick",
          "recall": "Quick",
          "detail": "(1 Charge) - Create a Line 4 4 spaces tall of soft cover with at least one space adjacent to you. Characters that start their turn in the area or enter it for the first time on their turn take 2 AP Kinetic damage."
        },
        {
          "name": "Architect Project - Creeping Vine",
          "type": "Deployable",
          "id": "cap_anise_creeping_vine",
          "size": 1,
          "redeploy": "Quick",
          "recall": "Quick",
          "detail": "(1 Charge) - Deploy two Size 1 Vines within Range 5 of each other, with one adjacent to you. Each tracks HP separately. Vines do not obstruct movement or line of sight. You and allied characters sharing space with a Vine can teleport to any other Vine’s space as a free action as long as it is within Range 5 and line of sight."
        }
      ]
    }
  }
]