[
  {
    "id": "cap_bloodhound_sniffer",
    "name": "BLOODHOUNDmk3.3 PACKET-SNIFFER",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "IPS-N",
    "license": "PHAROS",
    "license_level": 1,
    "effect": "When a character in Sensors and line of sight inflicts Lock-On to you or an allied character in Range 3, roll 1d6. On a 4+, the inflicting character also gains Lock-On.",
    "description": "IPS-N understands that total battlefield superiority requires full electronic superiority as well. Rather than bloating existing frames with refurbished e-war suites, they turn their target’s strength against them with an easy to integrate ‘sticky’ firewall that IDs and tags incoming sensor probes. Installation includes mandatory after-action reports to collate tagged individuals."
  },
  {
    "id": "cap_thresher_drone",
    "name": "THRESHER DRONE",
    "type": "Drone",
    "sp": 2,
    "source": "IPS-N",
    "license": "PHAROS",
    "license_level": 1,
    "deployables": [
      {
        "name": "Thresher Drone",
        "type": "Drone",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "recall": "Quick",
        "redeploy": "Quick",
        "detail": "You may deploy this drone to a point in Sensors and line of sight as a quick action. When you do, and at the end of each of your turns after this one, it emits a Burst 1 pulse. All objects and terrain in the affected area take 10 AP Explosive damage, and characters must pass a Hull save or be knocked Prone.<br>You may recall or redeploy the thresher drone as a quick action. Until recalled or destroyed, it remains deployed until the end of the scene.",
        "tags": [
          {
            "id": "tg_resistall"
          }
        ]
      }
    ],
    "tags": [
      {
        "id": "tg_resistall"
      }
    ],
    "description": "’Thresher’ pattern CAVALCADE Boarding Subalterns are the first in a new line of autonomous offensive options offered by IPS-N. Outfitted with a variety of explosives and grav-amp melee deconstruction tools, they excel in close-quarters offensives where they can be sent ahead of a breaching team to clear opposing fortifications with extreme prejudice."
  },
  {
    "id": "cap_skip_drive",
    "name": "SKIP DRIVE",
    "type": "System",
    "sp": 2,
    "source": "IPS-N",
    "license": "PHAROS",
    "license_level": 2,
    "actions": [
      {
        "name": "Charge Nearlight Sling",
        "activation": "Quick",
        "detail": "Choose a character in Range 8 and line of sight. Gain the Nearlight Sling reaction until the end of your next turn. An unwilling character may attempt an Engineering save to avoid this effect."
      },
      {
        "name": "Nearlight Sling",
        "frequency": "Unlimited",
        "activation": "Reaction",
        "trigger": "Your chosen character or another character in Range 3 of them ends their turn.",
        "detail": "Take 1 Heat to move your chosen character up to 4 spaces in any direction. This movement ignores engagement and does not provoke reactions. This reaction can be taken as many times in a round as it is triggered as long as your target remains in line of sight.",
        "heat_cost": 1
      }
    ],
    "description": "Despite their name, skip drives are actually a heavily modified and stripped down nearlight gravitic compensation module, not an engine. Normally employed to counter the g-forces of nearlight acceleration, when applied at a smaller scale the point gravity well they generate can accelerate targets at a considerable fraction of the speed of light, while still applying a compensatory force to prevent pilot injury."
  },
  {
    "id": "cap_ingress_rail",
    "name": "INGRESS RAIL",
    "type": "System",
    "sp": 2,
    "source": "IPS-N",
    "license": "PHAROS",
    "license_level": 3,
    "actions": [
      {
        "name": "Deploy Rail",
        "activation": "Quick",
        "detail": "Pick a direction. You become Immobilized until you deactivate it as a quick action. While it is active, any allied character adjacent to you that is the same Size or smaller than you may use the Ingress Rail as a quick action, launching them 10 spaces in the chosen direction or until they hit an obstruction. This movement ignores engagement and does not provoke reactions. If they hit another character, that character must pass a Hull save or be knocked Prone and take 1d6 Kinetic damage. If they hit terrain or an object, they may choose to deal 10 Kinetic damage/Size to it. If this destroys the terrain, it does not obstruct them."
      }
    ],
    "description": "When two ships meet in combat, long before the probability gap closes, swarms of chassis are shot across the void between them. The first squads may travel for a day or more; in the final hours they are launched with only minutes to impact. Mounting the EM sling rails on a mobile platform allows dynamic repositioning capabilities; this ensures that new breach-and-sweep teams are always inserted at points of maximum vulnerability/minimal defensive capacity."
  },
  {
    "id": "cap_obsess_recurse",
    "name": "OBSESS.RECURSE(T)",
    "type": "Tech",
    "sp": 2,
    "source": "HORUS",
    "license": "COUATL",
    "license_level": 1,
    "actions": [
      {
        "name": "ENTRANCE",
        "activation": "Invade",
        "detail": "Your target treats any movement that takes it away from you as taking twice as much movement (2 movement for 1 space). They may end this effect by passing a Systems save as a quick action."
      },
      {
        "name": "FASCINATE",
        "activation": "Invade",
        "detail": "Until the start of your next turn, whenever your target takes an action that targets any of your allies, you may move 2 spaces directly towards them. This movement ignores engagement and does not provoke reactions."
      }
    ],
    "description": "LOOK ON ME, OH DAEMONS, AND DESPAIR AT MY BEAUTY MOST HOLY"
  },
  {
    "id": "cap_radiant_plumes",
    "name": "RADIANT PLUMES",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 1
      },
      {
        "id": "tg_shield"
      }
    ],
    "source": "HORUS",
    "license": "COUATL",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick Tech",
        "detail": "Designate a Blast 1 in line of sight and Sensors. Any hostile character that makes an attack against an allied character in the zone first takes 1 Heat, and hostile characters treat the zone as difficult terrain. The zone lasts until the end of the scene or you use this ability again."
      }
    ],
    "description": "STAND BACK, OH DAEMONS, FOR THEY ARE UNDER MY PROTECTION"
  },
  {
    "id": "cap_paladin_defrag",
    "name": "PALADIN DEFRAGMENTATION SUBROUTINE",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "source": "HORUS",
    "license": "COUATL",
    "license_level": 2,
    "effect": "Whenever you successfully Invade a hostile character, gain 3 Overshield.",
    "synergies": [
      {
        "locations": [
          "tech_attack"
        ],
        "detail": "Whenever you successfully Invade a hostile character, gain 3 Overshield."
      }
    ],
    "description": "Keep your path righteous, little flame, and we will always provide for you. You are safe in our bosom. You are safe in the fire. It will not burn you."
  },
  {
    "id": "cap_holo_scales",
    "name": "IRIDESCENT HOLO-SCALES",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "HORUS",
    "license": "COUATL",
    "license_level": 3,
    "actions": [
      {
        "activation": "Quick",
        "detail": "Until the start of your next turn, hostile characters in Sensors that have line of sight to you take 1 Heat for each space they move that is not directly towards you, and reduce their Heat by 1 for every space they move directly towards you."
      }
    ],
    "description": "I SHIMMER AND SHINE – BASK IN MY LIGHT, OH DAEMONS, OR BURN IN THE SHADOWS"
  },
  {
    "id": "cap_sonic_charge",
    "name": "SONIC CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": "2"
      }
    ],
    "source": "SSC",
    "license": "SICKLEWING",
    "license_level": 1,
    "actions": [
      {
        "name": "Ventriloquist Grenade",
        "activation": "Quick",
        "detail": "Throw a Ventriloquist Grenade at a chracter within Range 5. The affected character must pass an Agility save or have the grenade attach to them. While it is attached, they treat all characters beyond Range 3 as Invisible, and cannot Search beyond that range. They may remove it by passing an Engineering check as a Quick Action.",
        "range": [
          {
            "type": "Range",
            "val": 5
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Banshee Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 2
          }
        ],
        "activation": "Quick",
        "detail": "All characters within a Burst 2 area must pass a Hull save or be knocked Prone. After detonating, this mine creates a persistent area of shrieking sound; characters in the area are Shredded as long as they are in it. The area lasts until the end of the scene, or until a character adjacent to the mine passes a contested Systems check as a quick action to destroy it."
      }
    ],
    "description": "The ideal mission plan does not involve discovery by hostile forces – however, no plan survives initial contact. Sonic disruption devices provide a non-damaging method of dissuading and distracting interceptors without risking head-on conflict; and if conflict should occur, they ensure that SSC is always the victor."
  },
  {
    "id": "cap_lensmaker",
    "name": "LENSMAKER CODEX V.08",
    "type": "Tech",
    "sp": 2,
    "source": "SSC",
    "license": "SICKLEWING",
    "license_level": 1,
    "actions": [
      {
        "name": "NULL_POINTER",
        "activation": "Invade",
        "detail": "Your target has +1 Difficulty on the next attack they make before the end of their next turn. If it misses or they don’t make an attack on their next turn, they become Stunned at the end of their turn until the start of their next turn. A character may only be Stunned by this effect 1/scene."
      },
      {
        "name": "STACK_OVERFLOW",
        "activation": "Invade",
        "detail": "At the end of your targets next turn they take 1 AP Energy damage and you may push them 1 space in any direction for every character within Range 3 of them (maximum of 6)."
      }
    ],
    "description": "The Constellar Codex is the work of generations of SSC programmers and digital architects – a living, breathing archive of radical new patterns and algorithms. It is constantly updated, mutated, and refined to ensure that no defense against it can remain effective. Even trusted operatives are only granted access to a small partition at any given time, which fragments into junk data if not regularly refreshed."
  },
  {
    "id": "cap_point_flick_manifold",
    "name": "POINT-FLICK MANIFOLD",
    "type": "System",
    "sp": 2,
    "source": "SSC",
    "license": "SICKLEWING",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick",
        "detail": "Choose up to 3 free non-adjacent spaces in Sensors. For each space, choose a direction; the first character that passes over one of these spaces is pushed 3 spaces in the direction you chose. An unwilling character may attempt a Hull save to avoid this effect. A given character can only activate one space per round.<br><br>Grenades, deployables, or other loose objects size 1 or smaller that are thrown or deployed into a space are pushed in the same way before activating or detonating (they activate or detonate early if they are forced to stop by another character or object). Once a space is activated it disappears, and all spaces disappear at the end of your next turn."
      }
    ],
    "description": "An early-term development from the Exotic Materials branch developing the Black Witch, the Point-Flick Magnetic Manifold was dropped from official dissemination due to the inherent instability of the short-lived magnetic distortions it created. It was revived with the Sicklewing program, serving as a combined tool of position control, maneuverability, and objective acquisition."
  },
  {
    "id": "cap_judas_exploit",
    "name": "JUDAS EXPLOIT",
    "type": "System",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "SSC",
    "license": "SICKLEWING",
    "license_level": 3,
    "actions": [
      {
        "activation": "Free",
        "frequency": "1/Scene",
        "detail": "When you use a Quick Tech option that makes a tech attack against a single hostile character or forces them to make a save, on a hit or failed save you may expend a charge from this system to repeat the action against a character in their Sensors and line of sight as a free action. You may continue to expend charges to keep repeating the action but a single character can only be targeted by the same option once."
      }
    ],
    "description": "What the Sicklewing lacks in directly offensive hacking power, it makes up for in flexibility. The Judas Exploit is a colloquial street-hacker term for piggybacking aggressive code through your target’s own signals, allowing it to bypass firewalls in its ally’s communication arrays. The Sicklewing code-suite has canonized this practice with a highly infectious virus that floods these signals with overwhelming interference, turning lynchpin team members into beacons of screeching static."
  },
  {
    "id": "cap_insight_paramind",
    "name": "INSIGHT PARA-MIND",
    "type": "AI",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "source": "SSC",
    "license": "SICKLEWING",
    "license_level": 3,
    "effect": "You gain the Cosmic Eye Quick Tech options. INSIGHT is not a full NHP and cannot enter cascade.",
    "actions": [
      {
        "activation": "Quick Tech",
        "name": "Alcubierre Needle",
        "detail": "Choose yourself or a character in Sensors and line of sight. They teleport to any free space adjacent to a character allied to them within your Sensors. An unwilling character must pass a Systems save to avoid this effect. "
      },
      {
        "name": "Submerge Topology",
        "activation": "Quick Tech",
        "detail": "Choose a Blast 2 area in Sensors and line of sight. All characters and objects in the area become Intangible until the end of your next turn. An unwilling character must pass an Engineering save to avoid this effect."
      }
    ],
    "description": "Decades after the Codex was created, its fastidious attendants began to notice strange patterns in its data archives. Authorless files, new edits without timestamps, and unlabeled cross-server communiques that couldn’t be decrypted. Over time, they came to realize that this was not the work of an intruder in the Codex - it was the Codex; the binary library grown so titanic and convoluted it had begun to evolve without human interpellation. It rewrote itself in shapes they never would have planned, and they pruned its dead-end algorithms into fresh innovation. It was dubbed INSIGHT, and cloned into a neural net implant. When overlaid on to a human subjectivity, it grants unparalleled digital synchronicity and enables a-topological network access. User experience is frequently described as feeling as though they’ve developed ‘eyes on the inside’."
  },
  {
    "id": "cap_ionizer_charge",
    "name": "IONIZER CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "TAMETOMO",
    "license_level": 1,
    "actions": [
      {
        "name": "Polarizer Grenade",
        "activation": "Quick",
        "detail": "All characters in the affected area must pass a Hull save or take 2 Energy damage and be pulled as close to the center of the blast as possible. ",
        "range": [
          {
            "type": "Blast",
            "val": 2
          },
          {
            "type": "Range",
            "val": 5
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "2"
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Discharge Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 2
          }
        ],
        "detail": "This mine explodes in a Burst 2. The affected area becomes difficult terrain until the end of the scene, and mechs and characters made mostly of metal that start their turn in the area must pass an Engineering save or be slowed until the end of their turn. Additionally, the first time each turn a character in the area takes Energy damage or Burn, all characters in the area take 1 AP Energy damage."
      }
    ],
    "description": "The Armory’s forward bases have very clear directives should they experience catastrophic control loss; salt the earth, burn all records and equipment, and time charges for a maximal retaliatory strike. Any aggressor facing the Legion will pay in blood for every inch of burning ground they take."
  },
  {
    "id": "cap_extinguishing_cells",
    "name": "EXTINGUISHING CELLS",
    "type": "System",
    "sp": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "HA",
    "license": "TAMETOMO",
    "license_level": 1,
    "effect": "You may expend a charge from this system when you Stabilize to clear all Burn currently affecting you. When you do, you may fly a number of spaces equal to 1/2 the Burn cleared this way. This movement ignores engagement and does not provoke reactions.",
    "synergies": [
      {
        "locations": [
          "stabilize"
        ],
        "detail": "You may expend a charge from this system when you Stabilize to clear all Burn currently affecting you. When you do, you may fly a number of spaces equal to the Burn cleared this way. This movement ignores engagement and does not provoke reactions."
      }
    ],
    "description": "These highly pressurized canisters provide a stable-state containment for a proprietary HA blend of insulators and extinguishing compounds, pre-portioned to quickly coat a frame when punctured."
  },
  {
    "id": "cap_induction_welder",
    "name": "INDUCTION WELDER",
    "type": "System",
    "sp": 2,
    "source": "HA",
    "license": "TAMETOMO",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 3
      }
    ],
    "actions": [
      {
        "activation": "Quick",
        "detail": "Choose two characters within Range 5 no more than 3 spaces apart that have a clear path between them. The smaller character (or character of your choice if they’re the same Size) must pass a Hull save or be pulled directly towards the other until adjacent. They then become fused together; they can no longer move relative to each other or leave adjacency. If one character is larger than the other, the smaller character is Immobilized while they are attached; otherwise each character is pulled with the other character whenever they move. This effect ends if either character is destroyed, or if either of them passes a Hull save as a quick action."
      }
    ],
    "description": "“Combat-Grade Atmo-Agnostic Arc Welder Safety Manual:<br><br>1. Leave prong caps on AT ALL TIMES when not in use.<br><br>2. INSULATION IS INEFFECTIVE: Triple-A welders induce a voltage channel REGARDLESS of medium or intervening shielding.<br><br>3. DO NOT DIRECT AT SOFT TARGETS: Electromagnetic shearing can result in both acute and chronic injury.”"
  },
  {
    "id": "cap_evaporative_plate",
    "name": "EVAPORATIVE COOLING PLATES",
    "type": "System",
    "sp": 4,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_danger_zone"
      }
    ],
    "source": "HA",
    "license": "TAMETOMO",
    "license_level": 3,
    "effect": "Reduce all Heat you take from external sources by 1, to a minimum of 1. 1/Round while you are in the danger zone you may activate this system as a reaction when you take any Heat to first take 1d6 Burn, then reduce the Heat taken by your current Burn.",
    "synergies": [
      {
        "locations": [
          "heat"
        ],
        "detail": "Reduce all Heat you take from external sources by 1, to a minimum of 1. 1/Round while you are in the danger zone you may activate this system as a reaction when you take any Heat to first take 1d6 Burn, then reduce the Heat taken by your current Burn."
      }
    ],
    "actions": [
      {
        "name": "Thermal Shunt",
        "activation": "Reaction",
        "trigger": "You take any amount of Heat while in the Danger Zone.",
        "detail": "First take 1d6 Burn, then reduce the Heat you would take by your current Burn."
      }
    ],
    "description": "Designed to harden a chassis’ reactor against adverse environments through the use of microfluidic self-directing coolant channels, these plates have seen greater than expected battlefield use thanks to their unintended psychological effect. When in active use, the high exchange rate wraps the frame in a roiling cloak of wailing steam and fire. While Legion command strongly advises against self-immolation as a combat tactic, no disciplinary action has been administered."
  },
  {
    "id": "cap_immolation_bolt",
    "name": "IMMOLATION BOLT",
    "type": "System",
    "sp": 2,
    "source": "HA",
    "license": "TAMETOMO",
    "license_level": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_heat_self",
        "val": 3
      },
      {
        "id": "tg_danger_zone"
      }
    ],
    "actions": [
      {
        "activation": "Quick",
        "detail": "This system can only be used in the Danger Zone.<br>Expend a charge and choose a character in Range 5, marking them with an ionizing charge. At the end of their next turn they are struck by a bolt of energy. Take Burn equal to your current Heat, ignoring resistance or other reductions. Your target and all characters adjacent to them then take Burn equal to your current Burn. Objects and terrain adjacent to them take 10 AP Energy damage instead."
      }
    ],
    "description": "You can feel the arrival of a Tametomo before you ever see it on the ground; the air fills with static, and radios hiss and pop with the screech of stranded electrons. Every flash of laser fire or damaged circuit becomes brighter as the gap between potentials is drawn taut, tense. The battlefield hangs by a thread, awaiting the tumultuous release."
  },
  {
    "id": "cap_overgrowth_charge",
    "name": "OVERGROWTH CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "PI-OF",
    "license": "BASIL",
    "license_level": 1,
    "actions": [
      {
        "name": "Bramble Grenade",
        "activation": "Quick",
        "detail": "Your target must pass a Hull save. On a failed save they become Immobilized until the end of their next turn, and take 1d6 Kinetic damage at the end of each of their turns until they make a successful Engineering save as a quick action. On a successful save they are Slowed instead.",
        "range": [
          {
            "type": "Range",
            "val": 5
          }
        ],
        "damage": [
          {
            "type": "Kinetic",
            "val": "1d6"
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Overgrowth Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 1
          }
        ],
        "detail": "This mine explodes in a Burst 1. Characters in the area when the mine detonates must pass a Hull save or be Immobilized until the end of their next turn. The area remains difficult terrain until the end of the scene."
      }
    ],
    "description": "The Basil represents growth: the beginning of a colony, a home, a city, a nation. Taking the wild and the unformed and shaping it into safety and society. To a Basil pilot, the battlefield is a garden, and they are tender gardeners who prune and guide. Power and responsibility, in equal measures."
  },
  {
    "id": "cap_snowblind_tt7",
    "name": "TT.7 SNOWBLIND",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "BASIL",
    "license_level": 1,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "actions": [
      {
        "activation": "Full",
        "detail": "Until the start of your next turn you emit a Burst 2 field of obfuscating transmissions. Characters at least partially within the affected area gain Immunity to all tech actions, and can’t make tech actions. Existing conditions and effects caused by tech actions are not cleared but characters have Immunity to them while they are in the area, and they can be saved against normally."
      }
    ],
    "description": "Upon entering the field of military supply, Pinnacle Industries found that they were already on the losing side of an electronic arms race. Rather than exorbitant spending on new information security R&D, they sidestepped the problem completely. SNOWBLIND transmitters flood every available network and channel with random noise, deafening even cutting-edge incursion systems."
  },
  {
    "id": "cap_healing_hands_greenwash_suite",
    "name": "'HEALING HANDS' GREENWASH SUITE",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "BASIL",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "effect": "When you Stabilize you may expend a Repair to grant yourself or an adjacent ally 8 + GRIT Overshield",
    "synergies": [
      {
        "locations": [
          "stabilize"
        ],
        "detail": "When you Stabilize you may expend a Repair to grant yourself or an adjacent ally Overshield equal to ½ your max HP."
      }
    ],
    "description": "Field repairs can be extremely time consuming when there’s a quota to meet for the day. To maintain maximum efficacy and minimal recovery time, Pinnacle Industries provides work teams with short-stage single-use ‘greenwash’ nanite hives that repair damage using a limited stock of raw materials."
  },
  {
    "id": "cap_carbonized_autosaw",
    "name": "CARBONIZED AUTO-SAW",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "BASIL",
    "license_level": 3,
    "tags": [
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "name": "Rev Up",
        "activation": "Quick",
        "detail": "When you activate this system, choose an adjacent character as you Rev Up the Auto-Saw. If you start your turn with the Auto-Saw Revved Up, you may cut into them as a Full Action while they are adjacent to you."
      },
      {
        "name": "Cut Into",
        "activation": "Full",
        "detail": "Your target takes 2d6+2 kinetic damage and must pass a Hull save or become Shredded until the end of the scene, or half as much damage on a successful save. The Auto-Saw then ceases to be Revved up. It also ceases to be Revved Up if you end your turn not adjacent to your target, or at the end of the scene."
      }
    ],
    "description": "The Basil is a revenant in its client colonies. Here, the rusted wreckage of builders long past prime, precursor titans. Standing before them is a metal ghost, a copy raised in anger and violence that is bound to protect its holdings. A promise broken, and a promise forged."
  },
  {
    "id": "cap_ghillie cloak",
    "name": "GHILLIE CLOAK",
    "type": "System",
    "sp": 1,
    "source": "PI-OF",
    "license": "CORIANDER",
    "license_level": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "effect": "You gain <b>+1 Accuracy</b> on <b>Agility</b> checks to remain <b>Hidden</b>, and have soft cover if you are outside of your attacker’s <b>Sensors</b>. When you take <b>Structure</b> damage you may expend a charge from this system to create a <b>Burst 1</b> cloud of smoke that grants soft cover until the end of the scene.",
    "description": "The dense sheets of pinions that layer this armor-additive dramatically scatter long range scanners; in the event of hostile acquisition they splinter and aerosolize to prolong this effect."
  },
  {
    "id": "cap_scramble_charge",
    "name": "SCRAMBLE CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "PI-OF",
    "license": "CORIANDER",
    "license_level": 2,
    "actions": [
      {
        "name": "Scramble Grenade",
        "activation": "Quick",
        "detail": "Allied characters in the affected area clear <b>Lock-On</b>, and become <b>Invisible</b> and <b>Hidden</b> until the end of their next turn.",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Blast",
            "val": 1
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Leech Mine",
        "type": "Mine",
        "detail": "The triggering character takes <b>2 Heat</b> and must pass a <b>Systems</b> save or have this mine attach to them. While it is attached they cannot draw line of sight beyond <b>Range 3</b>, cannot gain <b>Overshield</b>, and cannot gain <b>Accuracy</b> on the final roll of any attack, check, or save. They may remove the mine by attempting this save again as a quick action."
      }
    ],
    "description": "A good pilot can read their sensors as if it were the view from a naked eye. A great pilot knows that neither can be trusted."
  },
  {
    "id": "cap_smoke_generator",
    "name": "SMOKE GENERATOR",
    "type": "Deployable",
    "sp": 2,
    "source": "PI-OF",
    "license": "CORIANDER",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "deployables": [
      {
        "name": "SMOKE GENERATOR",
        "type": "Deployable",
        "size": 1,
        "hp": 10,
        "edef": 8,
        "evasion": 8,
        "detail": "You can deploy this system in a free adjacent space as a quick action, where it creates a <b>Burst 1</b> cloud of smoke that grants soft cover. At the end of each of your turns after the first this area increases by <b>+1</b>, to a max of <b>Burst 3</b>. Gain the <b>Misdirect</b> reaction while it is deployed.",
        "actions": [
          {
            "name": "Misdirect",
            "activation": "Reaction",
            "frequency": "3/Round",
            "trigger": "You or an allied character in the Smoke Generator’s Burst is targeted by a hostile attack.",
            "detail": "Your ally is treated as <b>Invisible</b> for the triggering attack, and can teleport <b>2 spaces</b> after it resolves. Decrease the size of the <b>Burst by 1</b>. This cannot reduce it below 0. This reaction can be used as many times as it is triggered in a round."
          }
        ]
      }
    ],
    "description": "Given the fluctuating, staccato nature of urban combat, portable defilades are vital to maintaining a mobile front. All form, structure, is lost in the haze, familiar walls and street names dissolved  by the fog of war."
  },
  {
    "id": "cap_snare_charge",
    "name": "SNARE CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "source": "PI-OF",
    "license": "FENNEL",
    "license_level": 1,
    "actions": [
      {
        "name": "Bola",
        "activation": "Quick",
        "detail": "A character in Range 8 must pass an Agility save or be knocked Prone, and additionally become Slowed until they pass a Hull save as a quick action. On a successful save they are instead Slowed until the end of their next turn.",
        "range": [
          {
            "type": "Range",
            "val": 8
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Razor Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 2
          }
        ],
        "detail": "This mine explodes in a Burst 2. All surfaces in the affected area become filled with razorwire until the end of the scene. Any non-flying character that moves through or is pushed through the area takes 1 AP Kinetic damage for each space they move. A character that is knocked Prone in the area takes 1d6 AP Kinetic damage. "
      }
    ],
    "description": "Tools passed down by hunters for centuries; simple loops of leather or beaten metal spikes reincarnated in military polymer and coreforged alloy. Time has yet to dull their elegant efficacy. Hostile chassis are prey of a different sort, but they fall all the same. "
  },
  {
    "id": "cap_tt6_strongman_support_drones",
    "name": "TT.6 'STRONGMAN' SUPPORT DRONES",
    "type": "Tech",
    "sp": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 4
      }
    ],
    "source": "PI-OF",
    "license": "FENNEL",
    "license_level": 2,
    "actions": [
      {
        "activation": "Quick Tech",
        "name": "Helping Hand",
        "detail": "Choose an allied character in Range 8 currently in a grapple. Until the grapple ends they count as one size larger (½ to 1, 1 to 2, etc.) for Rams and controlling the grapple. "
      },
      {
        "name": "Iron Fist",
        "activation": "Quick Tech",
        "detail": "Choose a hostile character in Range 8. They have +1 Difficulty on attack rolls for Rams and Grapples, and on Hull checks to control grapples, until they pass a Hull save as a quick action."
      }
    ],
    "description": "These multipurpose cargo-loader drones autonomously latch to a designated surface before unfolding multiple high-tensile manipulator arms. The multi-ton force they can exert has proven highly effective in close-quarters scenarios."
  },
  {
    "id": "cap_viper_drone",
    "name": "VIPER DRONE",
    "type": "Drone",
    "sp": 2,
    "source": "PI-OF",
    "license": "FENNEL",
    "license_level": 2,
    "deployables": [
      {
        "name": "Viper Drone",
        "type": "Drone",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "recall": "Quick",
        "redeploy": "Quick",
        "detail": "You can deploy this drone into any free space in Sensors and line of sight. While it is deployed you gain the Viper Strike reaction. You can recall or redeploy it as a quick action.",
        "actions": [
          {
            "name": "Viper Strike",
            "activation": "Reaction",
            "frequency": "1/Round",
            "trigger": "A hostile character in Range 10 and line of sight of the drone makes a check or a save.",
            "detail": "They have +1 Difficulty on the check or save. If they fail it, they take 4 Energy damage."
          }
        ]
      }
    ],
    "description": "Viper drones use a two-pronged assault tactic of high-volume systemic disruption and a precision focal laser barrage to pinpoint and capitalize moments of high vulnerability in their targets."
  },
  {
    "id": "cap_carrier_clamps",
    "name": "CARRIER CLAMPS",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "LEMONGRASS",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick",
        "detail": "Flexible hardpoints and manipulators allow you to cling to other characters. While adjacent and non-Immobilized you may attach yourself to an adjacent ally that is at least one Size larger than you. While clinging you occupy their space and move when they move (even while Slowed). If you or your mount are knocked Prone, Stunned, Immobilized, or destroyed, you fall Prone in an adjacent space. You may detach yourself as part of any movement."
      }
    ],
    "description": "Powered electromagnet chains allow smaller frames to cling on to heavier mechs and transport vehicles in order to divert all their attention to supporting them. Once active, the flexible chains wrap around any nearby metal and hold fast until powered down."
  },
  {
    "id": "cap_cherenkov_manifold",
    "name": "CHERENKOV MANIFOLD",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "LEMONGRASS",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 2
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_shield"
      }
    ],
    "actions": [
      {
        "activation": "Protocol",
        "detail": "You twist air and force around your mech into a shifting, bending lens. The first attack made against you or an adjacent ally  before the start of your next turn treats the target as Invisible. If the attack misses, the attacker must reroll it against themselves, dealing half damage on a hit."
      }
    ],
    "description": "The air around the Lemongrass shimmers like a heat haze, shifting densities mixing and swirling from the constant energetic outflow - both in realspace and deeper, thanks to quantum quirks of the chassis. Light passes through the warped air like a dusty lens, emerging twisted and changed. "
  },
  {
    "id": "cap_cicada_chatterbox",
    "name": "CICADA CHATTERBOX",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "LEMONGRASS",
    "license_level": 2,
    "actions": [
      {
        "activation": "Protocol",
        "detail": "When you activate this protocol you gain the Lock-On condition. While it is active, hostile characters in Range 3 are Impaired and may not use the Seeking property on any of their weapons. Additionally, while it is active, you gain the Focus quick action. If you are hit by an attack, this protocol ends."
      },
      {
        "activation": "Quick",
        "name": "Focus",
        "heat_cost": 2,
        "detail": "Take 2 Heat to focus the noise on a single target in the affected area, forcing them to make a Hull save. On a failed save they become Jammed until the end of their next turn or this protocol ends. A character can only be Jammed this way 1/scene."
      }
    ],
    "description": "The buzz can be heard for miles, but it’s only dangerous up close. Banned near population centers, Cicada modules can shake apart loose mechanical components and leave ears ringing for days after deployment."
  },
  {
    "id": "cap_shock_charge",
    "name": "SHOCK CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "PI-OF",
    "license": "LEMONGRASS",
    "license_level": 3,
    "actions": [
      {
        "name": "Overload Grenade",
        "activation": "Quick",
        "detail": "Friendly characters in the affected area may move up to their Speed, ignoring engagement and without provoking reactions, and gain soft cover until the end of their next turn. Hostile characters in the blast must pass an Engineering save or take 2 Energy damage and become Impaired until the end of their next turn.",
        "range": [
          {
            "type": "Blast",
            "val": 1
          },
          {
            "type": "Range",
            "val": 5
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Sparking Mine",
        "type": "Mine",
        "detail": "The character that triggers this mine gains a disruptive charge. The next time they make an attack or force a character to make a save before the end of their next turn they must first pass an Engineering save or take 2d6 Energy damage and become Stunned until the end of their next turn, or half as much damage and becoming Impaired on a success. If they do not make an attack before the end of their next turn, the charge dissipates."
      }
    ],
    "description": "Each battery holds enough charge to safely power a small military outpost for days – but when released all at once that power melts wiring like candle wax."
  },
  {
    "id": "cap_bmx_autoprint_pad",
    "name": "B.M.X AUTOPRINT PAD",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "PEPPERCORN",
    "license_level": 1,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "effect": "You can expend a charge of this system to deploy one of the following pad templates in a free adjacent space. A pad remains active until the end of the current scene. Hostile characters cannot activate these effects and treat the space as difficult terrain.",
    "actions": [
      {
        "name": "Boost Pad",
        "activation": "Quick",
        "detail": "Allows a character standing on it to Boost as a free action, but they must travel in a straight line."
      },
      {
        "name": "Jump Pad",
        "activation": "Quick",
        "detail": "Allows a character on it to Jump a horizontal distance equal to their speed rather than half of their speed."
      }
    ],
    "description": "With the Peppercorn, PI-OF expanded their flash-printing technology to a new tier, creating complex mechanical systems in the blink of an eye. The heat from the quick-setting formula drives simple engines to move tread belts and store elastic force. The result was the Boosted Movement eXtension pads, which can be deployed in any theater to accelerate allies into combat."
  },
  {
    "id": "cap_plasmatic_treads",
    "name": "PlASMATIC TREADS",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "PEPPERCORN",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "actions": [
      {
        "activation": "Protocol",
        "detail": "While this protocol is active, every space you cross while moving becomes filled with burning flames until the start of your next turn. Any character other than you that starts their turn in these spaces or enters them for the first time on their turn must pass an Engineering save or take 2 Burn. Additionally you ignore difficult and dangerous terrain and do not trigger mines while this effect is active"
      }
    ],
    "description": "The plasma nozzles built into the treads of the Peppercorn were instrumental in making it the Orion Faction’s frontline frame. Rather than directly spraying plasma from the wheel, they utilize a magnetic loop-field structure to maintain a consistent corona in excess of 3000ºC around the underside of the wheel as it rotates, turning the ground beneath it to indiscriminate molten slag."
  },
  {
    "id": "cap_grease_charge",
    "name": "GREASE CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 3
      }
    ],
    "source": "PI-OF",
    "license": "PEPPERCORN",
    "license_level": 3,
    "actions": [
      {
        "name": "Oil Grenade",
        "activation": "Quick",
        "detail": "This grenade only targets a single character, who must pass an Agility save or become Prone. They must pass this save a second time or become Prone the first time they move after being hit, regardless of the results of the first save. Additionally, the next time they take Energy damage before the end of the scene, they take an additional 2 Burn. This only applies to the first triggering attack.",
        "range": [
          {
            "type": "Range",
            "val": 5
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Oil Slick Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 2
          }
        ],
        "detail": "This mine explodes in a Burst 2. Characters in this area when it detonates must pass an Agility save or become Prone. The area remains difficult terrain until the end of the scene. If a character in the area takes Energy damage, Burn, or a character suffering from Burn enters the area, the oil ignites, causing any character that starts their turn in the area or enters it for the first time on their turn to take 2 Burn. Once ignited, the area dissipates at the end of your next turn."
      }
    ],
    "description": "The combination of high-efficiency gimbal lubricant and coruscating plasma led to many accidental detonations during the development of the Peppercorn’s gyroscopic wheel system. However, it also provided an inspiration."
  },
  {
    "id": "cap_mercury_class_nhp",
    "name": "MERCURY-Class NHP",
    "type": "AI",
    "sp": 3,
    "source": "PI-OF",
    "license": "PEPPERCORN",
    "license_level": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_heat_self",
        "val": 2
      }
    ],
    "effect": "Your mech gains the AI property and the Perfection of Motion Protocol.",
    "actions": [
      {
        "activation": "Protocol",
        "name": "Perfection of Motion",
        "detail": "Choose a character in Range 5. Until the start of your next turn, whenever that character moves, you may move an equal number of spaces. This movement ignores engagement and does not provoke reactions, and you cannot end the movement further from your chosen character than you started it."
      }
    ],
    "description": "MERCURY NHPs are ubiquitous in vehicle engineering labs as test pilots for experimental propulsion systems. While they have been derived into several different clones for different vehicle types, they are homogeneously excitable and obsessed with pushing the limits of the next test. Behind their hyperactive demeanor lies an obsessively perfectionist core that attempts to optimize every step it takes."
  },
  {
    "id": "cap_all_terrain_synth_muscle",
    "name": "ALL-TERRAIN SYNTH-MUSCLE",
    "type": "System",
    "sp": 1,
    "source": "PI-OF",
    "license": "ROSEMARY",
    "license_level": 1,
    "effect": "You have Resistance to damage from dangerous terrain, and count as having soft cover while in dangerous or difficult terrain.",
    "description": "In order to function for long periods without maintenance in rough terrain, Pinnacle Industries outfits its frontier frames with high-quality nano-synth muscle fibers, studded with carbide grain shock foam. "
  },
  {
    "id": "cap_piton_driver",
    "name": "PITON DRIVER",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "ROSEMARY",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "activation": "Quick",
        "detail": "When you activate this system you drive an explosive piton into an adjacent piece of terrain or a Prone, Immobilized, or Stunned character. The next time they are hit with an attack, the piton explodes, giving the attack +1d6 bonus Explosive damage (20 AP explosive damage for terrain) and forcing them to pass a Hull save or be knocked Prone and become Shredded until the end of their next turn. A character can attempt to remove a piton by passing a Hull save as a quick action. Terrain adjacent to the attached character or terrain when it detonates also takes 20 AP Explosive damage."
      }
    ],
    "description": "Mining pitons serve both as markers for wayfinding and focused demolition. Even an unmodified driver is capable of planting them with enough force to penetrate up to three feet of reinforced metallo-composite, allowing their explosive payload to shatter material from the inside out."
  },
  {
    "id": "cap_seismic_charge",
    "name": "SEISMIC CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "PI-OF",
    "license": "ROSEMARY",
    "license_level": 3,
    "actions": [
      {
        "name": "Tremor Grenade",
        "activation": "Quick",
        "detail": "Characters in the affected area must pass a Hull save or take 3 Kinetic damage and be knocked Prone. Objects or terrain take 10 AP kinetic damage.",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Blast",
            "val": 1
          }
        ],
        "damage": [
          {
            "type": "Kinetic",
            "val": "3"
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Richter Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 1
          }
        ],
        "detail": "When the mine detonates, characters in a Burst 1 area are knocked Prone and objects and terrain in it take 10 AP kinetic damage. The area counts as difficult terrain until the end of the scene. Prone characters in the area must make a Hull check in order to successfully stand up."
      }
    ],
    "description": "Despite their name, these devices do not actually rely on tectonic activity to function. They instead use a miniaturized gravitic amplifier, focused through a randomly oscillating projector. Together, they create a field of wildly shifting force and direction that produces effects similar to a localized earthquake capable of propagating in the absence of solid ground or even atmosphere."
  },
  {
    "id": "cap_frost_charge",
    "name": "FROST CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "PI-OF",
    "license": "SPEARMINT",
    "license_level": 1,
    "actions": [
      {
        "name": "Glacier Grenade",
        "activation": "Quick",
        "detail": "All free spaces in a Line 5 area originating within Range 5 become size 1 blocks of ice (10 HP, 5 Eva) that grant hard cover. Characters in the area must pass an Agility save or take 2 Energy damage and become Slowed until they pass a Hull save as a Quick Action",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Line",
            "val": 5
          }
        ],
        "damage": [
          {
            "type": "Energy",
            "val": "2"
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Blizzard Mine",
        "type": "Mine",
        "range": [
          {
            "type": "Burst",
            "val": 2
          }
        ],
        "detail": "This mine explodes in a Burst 2. When this mine detonates, all characters in the affected area must pass an Engineering save or take 1d6 Energy damage and become Slowed until the end of their next turn. Until the end of the triggering character’s next turn, all characters at least partially in the affected area can only draw line of sight to adjacent spaces."
      }
    ],
    "description": "These explosives store an inert gas in a point-metafold; atmospheric pressure and topologically infinite but with near-null volume, release and subsequent expansion causes rapid and extreme cooling capable of freezing both the payload and atmospheric vapor."
  },
  {
    "id": "cap_snaplock_seeder",
    "name": "SNAP-LOCK SEEDER",
    "type": "Drone",
    "sp": 2,
    "source": "PI-OF",
    "license": "SPEARMINT",
    "license_level": 1,
    "deployables": [
      {
        "name": "Seeder Drone",
        "type": "Drone",
        "size": 0.5,
        "hp": 5,
        "edef": 10,
        "evasion": 10,
        "recall": "Quick",
        "redeploy": "Quick",
        "detail": "You may deploy this drone to a point in Sensors and line of sight as a quick action. It emits a Burst 2  field. All dangerous and difficult terrain in the area has no effect, and spaces within the burst do not count as free spaces for the purpose of hostile systems, weapons, or traits that require a free space. The drone suppresses but does not remove effects; if it is destroyed or moved they will affect characters again. You may retrieve or redeploy the drone as a quick action. "
      }
    ],
    "description": "The atmospheric Survey/Seeder drones that the TT.12 Snap-Lock was derived from were once used for autonomous meteorological control, serving as the central hive for a cloud-seed nanite swarm. The same swarm is now confined to a much smaller active radius, granting pinpoint control of pressure, temperature, and other natural and unnatural factors within its signal zone."
  },
  {
    "id": "cap_avalanche_rush",
    "name": "AVALANCHE RUSH",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "SPEARMINT",
    "license_level": 2,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 3
      },
      {
        "id": "tg_unique"
      }
    ],
    "actions": [
      {
        "activation": "Protocol",
        "detail": "When you activate this system, gain 4 Overshield and become Immobilized until the start of your next turn as you build up pressure. At the start of your next turn the pressure releases; you rush forward 8 spaces in a straight line in a sheath of liquid atmosphere. Characters in or adjacent to the line are pushed out of it by the most direct path and must pass a Hull save or take 2d6 kinetic damage and be knocked Prone, or half as much damage on a success.<br><br>If you hit an obstruction, this movement ends early and you release a Burst 1 explosion of frigid air. Objects and terrain in the area take 20 AP Explosive damage, and characters in the area must pass a Hull save or take 1d6 explosive damage and become Slowed until the end of their next turn, or half as much damage on a success."
      }
    ],
    "description": "The SP-01 was tuned for continental and even global-scale actions; and as such was much larger and slower. Many systems were removed during reconfiguration, while others were modified for a more local effect. The atmospheric condensers that once built planetary weather systems over months are now capable of brute-force pressurizing and liquefaction of the air in the immediate vicinity; releasing the pressure at once creates a surge of force that propels it forward, while a thin bow-layer of liquid atmosphere shields the frame from impact."
  },
  {
    "id": "cap_skadi_class_nhp",
    "name": "SKADI-CLASS NHP",
    "type": "AI",
    "sp": 3,
    "source": "PI-OF",
    "license": "SPEARMINT",
    "license_level": 3,
    "tags": [
      {
        "id": "tg_ai"
      },
      {
        "id": "tg_unique"
      }
    ],
    "effect": "Your mech gains the AI property and the Fimbulvinter Quick Tech options.",
    "actions": [
      {
        "activation": "Full Tech",
        "name": "Deep Freeze",
        "detail": "Choose a character in Sensors and line of sight: they gain Overshield 10 as ice covers their frame, and are Immobilized, Jammed, and count as hard cover as long as they have this Overshield. An unwilling character may attempt an Engineering save to avoid this effect, or a Hull save as a Quick Action to remove the Overshield. A hostile character may only be targeted by this effect 1/scene."
      },
      {
        "name": "Winter Gale",
        "activation": "Quick Tech",
        "detail": "Mark a Blast 3 area in Sensors and line of sight and pick a direction: it becomes a raging gale. The area is difficult terrain, and any character that ends their turn in the area must pass a Hull save or be pushed 3 spaces in the direction you chose. The area lasts until the end of the scene or you designate a new area."
      }
    ],
    "description": "SKADI clones are used to isolation; dispatched alongside the skeleton crews of engineers and scientists that oversee the mainly automated process of turning a barren, airless planet into a lush gaia world. The connections they form are deep and personal – their team is their family – but transient: when the job is done, colleagues are reassigned, and the cycle begins somewhere new. With NCH’s repurposing of existing Pinnacle capital SKADI was marked as a potential asset. They adapted quickly to a combat position, their passionate friendships turning into fierce protective instincts."
  },
  {
    "id": "cap_cargo_walker",
    "name": "CARGO WALKER",
    "type": "Deployable",
    "sp": 1,
    "source": "PI-OF",
    "license": "STAR ANISE",
    "license_level": 1,
    "deployables": [
      {
        "name": "CARGO WALKER",
        "type": "Deployable",
        "size": 2,
        "hp": 10,
        "edef": 8,
        "evasion": 8,
        "recall": "Quick",
        "redeploy": "Quick",
        "detail": "You can place the Cargo Walker in a free adjacent space. An adjacent non-Immobilized ally can mount it as a quick action. While riding it, they occupy the same space as it. The Cargo Walker can carry characters of combined size equal to its size. Characters can dismount it as part of any movement. If it is destroyed while they are riding it, they fall Prone in its space. If they are knocked Prone or knocked back, they fall off it.<br>A Cargo Walker can move 2 spaces on your turn. Otherwise it cannot move or be moved in any way. Characters riding it move with it, and do not count as moving for the purpose of any system, trait, talent, etc."
      }
    ],
    "description": "Big, heavy, powerful, enduring – whatever you need carried, Pinnacle can handle it."
  },
  {
    "id": "cap_dampening_amalgam",
    "name": "DAMPENING AMALGAM",
    "type": "System",
    "sp": 2,
    "source": "PI-OF",
    "license": "STAR ANISE",
    "license_level": 1,
    "actions": [
      {
        "activation": "Quick",
        "name": "Charge Slurry Shield",
        "detail": "You can charge this system as a quick action. It starts a scene uncharged, and can only hold one charge. While it is charged, you gain the Slurry Shield reaction."
      },
      {
        "name": "Slurry Shield",
        "activation": "Reaction",
        "frequency": "1/Round",
        "trigger": "An allied character in Range 5 and line of sight takes half damage from a successful save, or Reliable damage from a missed attack.",
        "detail": "They instead take no damage. This system loses its charge."
      }
    ],
    "tags": [
      {
        "id": "tg_shield"
      }
    ],
    "description": "PI branded ‘Ozymandias’ construction amalgams incorporate a diverse portfolio of architectural substrates for any conceivable atmospheric or structural condition. Emergency-repair blends are pre-packaged in high pressure nozzles, ready to eject and harden on contact with atmosphere to seal cracks – or catch ordnance. "
  },
  {
    "id": "cap_amphora_drone",
    "name": "AMPHORA DRONE",
    "type": "Drone",
    "sp": 3,
    "source": "PI-OF",
    "license": "STAR ANISE",
    "tags": [
      {
        "id": "tg_limited",
        "val": 2
      },
      {
        "id": "tg_unique"
      }
    ],
    "license_level": 2,
    "deployables": [
      {
        "name": "AMPHORA DRONE",
        "type": "Drone",
        "size": 0.5,
        "hp": 10,
        "edef": 10,
        "evasion": 10,
        "redeploy": "Quick",
        "detail": "Expend a charge as a quick action to place an Amphora Drone in a free space within Sensors and line of sight. Allied characters up to size 1 can use them as hard cover. When an Amphora Drone is destroyed or you or an ally adjacent to the drone detonate it as a quick action, it creates a Burst 2 spray of whitewash. Allied characters in the area gain 2 + GRIT Overshield. Hostile characters must pass a Hull save or be pushed out of the affected area by the most direct path and become Slowed until the end of their next turn."
      }
    ],
    "description": "TT.2 Amphora drones are a simple supplyline solution developed long before the Orion Faction was ever conceived – a simple pilot mind, all-terrain articulation, and a high volume liquid/colloid storage tank hardened for pressure and chemical agitation. Amphoras are seen commonly in Pinnacle buildsites to carry raw materials from storage to builder-frames; a vital circulation."
  },
  {
    "id": "cap_depot_charge",
    "name": "DEPOT CHARGE",
    "type": "Deployable",
    "sp": 2,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 2
      }
    ],
    "source": "PI-OF",
    "license": "STAR ANISE",
    "license_level": 2,
    "actions": [
      {
        "name": "Whitewash Grenade",
        "activation": "Quick",
        "detail": "Choose an ally in Range 5. They take 1d3+1 Heat and either you or they can spend 1 Repair. They then regain ½ their max HP, and clear one condition that was not self-inflicted.",
        "range": [
          {
            "type": "Range",
            "val": 5
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Supply Mine",
        "type": "Mine",
        "detail": "This mine explodes in a Burst 2. Only allied characters can detonate this mine. When you deploy this mine, expend up to 3 Repairs, enhancing its effects.<ul><li>1 Repair: All allied characters in the affected area regain ½ their max HP and clear one condition that was not self-inflicted.</li><li>2 Repairs: As above, but they recover all HP and clear all conditions instead.</li><li>3 Repairs: As above, and they gain 4 + GRIT Overshield.</li></ul>"
      }
    ],
    "description": "“My great-grandmother drove her first. She was on the construction team, but she signed on for colonial citizenship as soon as the job was over – wanted someone around to ‘keep an eye on her work’. We’ve all done our part since then, but really she gets it done on her own. Just needs someone in the seat to give her permission. It’s like she’s a part of the family sometimes – I know the back of her hands better than my own.”"
  },
  {
    "id": "cap_earthenware_overcoat",
    "name": "EARTHENWARE OVERCOAT",
    "type": "Tech",
    "sp": 3,
    "source": "PI-OF",
    "license": "STAR ANISE",
    "license_level": 3,
    "tags": [
      {
        "id": "tg_limited",
        "val": 3
      },
      {
        "id": "tg_overshield"
      },
      {
        "id": "tg_shield"
      }
    ],
    "actions": [
      {
        "activation": "Quick Tech",
        "detail": "You or an allied character in Sensors gains Overshield equal to 4 + your Grit. As long as they have this Overshield they cannot be pushed, pulled, knocked back or knocked Prone by other characters."
      }
    ],
    "description": "“When the rain fell and the floodwaters came, I took my family and we climbed for the roof. Up there, we watched our lives about to be washed away – saw our neighbors on their homes, and the bare roofs too. Then she came – Anise – waist deep in the water, pushing forward. She held that dam for three days and three nights without sleep. She saved us.”"
  },
  {
    "id": "cap_nanoceramite_vessel",
    "name": "NANO-CERAMITE VESSEL",
    "type": "System",
    "sp": 4,
    "source": "PI-OF",
    "license": "STAR ANISE",
    "license_level": 3,
    "tags": [
      {
        "id": "tg_heat_self",
        "val": 1
      }
    ],
    "actions": [
      {
        "activation": "Quick",
        "name": "Activate Nano-Ceramite Vessel",
        "detail": "Create a Burst 3 field of nano-ceramite around your mech. While it is active you are Immobilized and gain the Sculpt Quick Tech options. You may deactivate it as a free action. When it deactivates, all effects or terrain it has created are removed.",
        "heat_cost": 0
      },
      {
        "name": "Sculpt - Raise Wall",
        "activation": "Quick Tech",
        "heat_cost": 1,
        "detail": "Create up to three size 1 pieces of hard cover with 10 HP in free spaces."
      },
      {
        "name": "Sculpt - Entomb",
        "activation": "Quick Tech",
        "heat_cost": 1,
        "detail": "A character of your choice must pass a Hull save or become Immobilized and Prone until they pass a Hull save as a quick action."
      },
      {
        "name": "Sculpt - Pave",
        "activation": "Quick Tech",
        "heat_cost": 1,
        "detail": "Remove all mines, difficult terrain and dangerous terrain from up to 5 contiguous spaces in the field. Ongoing areas (such as smoke or fire) are also removed. Hostile environmental conditions and indefinitely lasting areas (such as bursts produced by drones) are suppressed in the area until this system deactivates."
      },
      {
        "name": "Sculpt - Flood",
        "activation": "Quick Tech",
        "heat_cost": 1,
        "detail": "Push up to 2 characters up to 4 spaces each as long as the destination is within the field. An unwilling character can resist this effect by passing an Agility save."
      }
    ],
    "description": "Nano-ceramite is a proprietary Ozymandias blend of high-silica polymer with whitewash nanotechnology to create a versatile and precise structural/scaffold material, all directed and changed in realtime through frameside tactile direction. The nanites rely on a constant low-intensity survival signal to maintain activity, atavistically flooding back to their containment housing within seconds of signal loss in order to mitigate risks of an unplanned lithopolis/lithoma scenario.<br><br>Clay was where it all began, of course. Before cities, before the stars. Bare hands, deep in the riverbed; fire, kindled so carefully. Heart, will, and the earnest tones of camaraderie and survival. There is room for more than steel and blood. These walls will not be a tomb. We will not lose these precious things. We will not lose you."
  },
  {
    "id": "cap_sapper_1",
    "name": "Saboteur's Toolbox I",
    "talent_item": true,
    "talent_id": "cap_sappper_talent",
    "talent_rank": 2,
    "sp": 0,
    "tags": [
      {
        "id": "tg_limited",
        "val": 4
      }
    ],
    "effect": "1/turn when you deploy a mine you may also expend a charge from this system for the listed effect.<ul><li> Remote (1 charge): This mine does not detonate by adjacency. Instead, you may detonate it as a quick action after it has armed. Saves to avoid a mine detonated this way gain +1 Difficulty.</li><li> Sparrow (1 charge): This mine floats in the air and ignores height when calculating adjacency. When it explodes, all characters above it are considered to be in the blast radius.</li></ul>",
    "description": "Gained from the Sapper Rank II pilot talent."
  },
  {
    "id": "cap_sapper_2",
    "name": "Saboteur's Toolbox II",
    "talent_item": true,
    "talent_id": "cap_sappper_talent",
    "talent_rank": 3,
    "sp": 0,
    "tags": [
      {
        "id": "tg_limited",
        "val": 4
      }
    ],
    "effect": "1/turn when you deploy a mine you may also expend a charge from this system for the listed effect.<ul><li> Remote (1 charge): This mine does not detonate by adjacency. Instead, you may detonate it as a quick action after it has armed.</li><li> Sparrow (1 charge): This mine floats in the air and ignores height when calculating adjacency. When it explodes, all characters above it are considered to be in the blast radius.<ul><li>Limpet (2 charges): You do not deploy the mine, instead priming it with an adhesive. The next time you hit a character with a melee attack the mine sticks to them, sharing their position. They cannot cause it to detonate but it otherwise acts as a normal mine. If it detonates they automatically fail any save it forces.</li><li>Wandering (2 charges): When you deploy this mine, pick a character. The mine moves three spaces towards them at the end of each of your turns by the most direct path, though it will avoid obvious hazards. If it moves into their space, it detonates, but otherwise acts like a normal mine. If that character is destroyed the mine stops moving.</li></ul>",
    "description": "Gained from the Sapper rank III pilot talent."
  },
  {
    "id": "cap_munition_sling",
    "name": "MUNITION SLING",
    "type": "System",
    "sp": 2,
    "source": "EXOTIC",
    "tags": [
      {
        "id": "tg_exotic"
      },
      {
        "id": "tg_unique"
      }
    ],
    "effect": "Whenever you activate a system with the Grenade or Mine tag, roll 1d6; on a 6, do not expend a <b>Limited</b> charge.<br>You may destroy this system instead of rolling to gain the following effects: any <b>Blast</b> areas created by the triggering grenade or mine increase by +1 to a maximum of 3; all saves they force are made with <b>+1 Difficulty</b>; and damage from them cannot be reduced in any way.",
    "description": ""
  },
  {
    "id": "cap_damiens_pick_me_up",
    "name": "DAMIEN'S PICK-ME-UP",
    "type": "System",
    "sp": 2,
    "source": "EXOTIC",
    "tags": [
      {
        "id": "tg_exotic"
      },
      {
        "id": "tg_unique"
      }
    ],
    "effect": "Gain <b>+2 Speed</b>. When you take any structure damage, this system is destroyed and you take <b>1d6 AP explosive damage</b> from the explosion. This damage can’t be prevented or reduced in any way.",
    "bonuses": [
      {
        "id": "speed",
        "val": 2
      }
    ],
    "description": ""
  },
  {
    "id": "cap_unstable_charge",
    "name": "UNSTABLE CHARGE",
    "type": "Deployable",
    "sp": 3,
    "tags": [
      {
        "id": "tg_unique"
      },
      {
        "id": "tg_limited",
        "val": 1
      },
      {
        "id": "tg_round",
        "val": 1
      },
      {
        "id": "tg_heat_self",
        "val": 2
      },
      {
        "id": "tg_exotic"
      }
    ],
    "source": "EXOTIC",
    "actions": [
      {
        "name": "Fusion Grenade",
        "activation": "Quick",
        "detail": "Characters in the affected area must pass a Hull save or take 2d6 Energy damage, and half as much Burn, or half as much damage and Burn on a success. Objects and terrain take 20 AP Energy damage automatically. The area becomes soft cover until the start of your next turn. ",
        "range": [
          {
            "type": "Range",
            "val": 5
          },
          {
            "type": "Blast",
            "val": 2
          }
        ]
      }
    ],
    "deployables": [
      {
        "name": "Criticality Cell",
        "type": "Mine",
        "detail": "This mine does not detonate normally; when you place it, choose a number of rounds between 2 and 4. It explodes at the end of the round after the chosen number of rounds has passed (including the round it was placed, which is the only way it can detonate. Characters in the affected area must pass a Hull save or take Xd6 Energy damage and half as much Burn, where X is 2+ the number of rounds chosen, or half as much damage and Burn on a success. Objects and terrain take 30 AP Energy damage automatically. The area becomes soft cover until the start of your next turn, and characters at least partially within this cover cannot draw line of sight except to adjacent spaces."
      }
    ],
    "effect": "You may expend <b>Core Power</b> when you activate this system. If you do, increase all Burst and Blast sizes by +1; damage from this system cannot be reduced in any way; characters in the affected area are knocked Prone, and the area becomes difficult and dangerous terrain (energy) until the end of the scene.",
    "description": ""
  }
]