[
  {
    "id": "cbb_iridia_gms_himalaya_reinforcement",
    "name": "Himalaya Reinforcement",
    "source": "GMS",
    "effect": "When you take Structure Damage, you ignore all damage that would be applied after resetting your HP and reduce any further damage from hostile characters that turn to 0. Effects that deal 1 structure damage will set you to your maximum HP after resolving the structure loss.<br><br>Your frame only costs 2 Repairs to repair if it is destroyed, and can be repaired even if it melted down.",
    "description": "A non-standard augmentation designed for frames acting in high-duress fields."
  },
  {
    "id": "cbb_iridia_gms_tactical_insertion",
    "name": "Tactical Insertion",
    "source": "GMS",
    "effect": "At the start of every combat, become Invisible until the end of your first turn. <br><br>1/mission, you may deploy via Tactical Insertion instead of deploying normally. If you do so, you may deploy to any space at least 5 spaces away from any NPC, and at least 10 spaces away from any objective.",
    "description": "Whether you’ve installed jet boosters, stealth systems, or upgraded mapping modules, you can easily get where you need to be. "
  },
  {
    "id": "cbb_iridia_gift_of_healing",
    "name": "Gift of Healing",
    "source": "IRIDIA",
    "effect": "When you Stabilize you may choose to mark 1 repair to allow one character within range 3 of you to regain all their HP. This is in addition to any other options that you select. <br><br>In addition, gain +2 Repairs.",
    "description": "A stopgap solution to the issue of parts incompatibility between mechs, low-grade printers allow for on-the-spot field repairs.",
    "bonuses": [
      {
        "id": "repcap",
        "val": 2
      }
    ]
  },
  {
    "id": "cbb_iridia_holy_warden",
    "name": "Holy Warden",
    "source": "IRIDIA",
    "effect": "Increase your mech’s Size by one increment (e.g., from 1/2 to 1, 1 to 2, or 2 to 3) up to a maximum of 3 Size. <br><br>When you make a standard movement, one adjacent allied character of your Size or smaller can also move with you as long as it doesn’t break adjacency, mirroring your movement. The ally’s movement ignores Engagement and does not provoke reactions, but is still affected by obstructions.",
    "description": "Initially produced exclusively for the Church, to better guard important personnel, the Warden template has become one of the Demonworks' most popular upgrade packages.",
    "bonuses": [
      {
        "id": "size",
        "val": 1
      }
    ]
  },
  {
    "id": "cbb_iridia_sacred_armaments",
    "name": "Sacred Armaments",
    "source": "IRIDIA",
    "effect": "Gain +2 SP. <br><br>1/scene, when you would make an attack roll against an allied character or cause them to make a Save, all allied characters become Immune to the effects of the triggering action.",
    "description": "It is said that weapons blessed by the goddess could never harm an innocent. Some Iridians have discovered how to bestow a fragment of that power.",
    "bonuses": [
      {
        "id": "sp",
        "val": 2
      }
    ]
  },
  {
    "id": "cbb_iridia_shimmering_barrier",
    "name": "Shimmering Barrier",
    "source": "IRIDIA",
    "effect": "You may Overcharge to gain Grit + 4 Overshield as a free action instead of taking a quick action as a free action. If you do so, you may also choose any number of adjacent characters to knock back 2 spaces directly away from you, and you do not provoke reactions until the end of your turn.",
    "description": "Those of true faith can dig deep, drawing on their reserves to keep standing in a moment of crisis."
  },
  {
    "id": "cbb_iridia_subspace_tear",
    "name": "Subspace Tear",
    "source": "IRIDIA",
    "effect": "1/round, when you hit a hostile character with a melee attack, you can teleport them up to 3 spaces in any direction.",
    "description": "An integrated subspace generator allows a mech to displace a surprising amount of mass simply via physical contact - either directly, or through a conduit such as a blade.",
    "synergies": [
      {
        "locations": [
          "ram",
          "grapple",
          "improvised_attack",
          "weapon"
        ],
        "weapon_types": [
          "Melee"
        ],
        "detail": "1/round, when you hit a hostile character with a melee attack, you can teleport them up to 3 spaces in any direction."
      }
    ]
  },
  {
    "id": "cbb_iridia_unity_of_purpose",
    "name": "Unity of Purpose",
    "source": "IRIDIA",
    "effect": "1/round, when you Bolster an ally, you may clear one Impaired, Immobilized, Slowed, or Lock On condition that they are suffering from, as long as it was not self-inflicted, and may additionally push them up to 2 spaces in any direction. <br><br>1/scene, you may Bolster an ally as a free action.",
    "description": "The proper protocols embedded within companion systems can allow pilots to better aid their allies. These can be abused, however, making them require a lot of trust to implement."
  }
]